Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: This starts a singleplayer server on your computer and connects to it. This server is private, only you can connect to it and you don't need an internet connection.
it: Questo avvia un server privato a giocatore singolo sul tuo computer e si connette ad esso. Solo tu puoi connetterti ad esso e non hai bisogno di una connessione Internet per giocare.

source: You will not play online.
it: Non giocherai online.

source: Free Play Settings
it: Impostazioni di gioco libero

source: Infinite Resources
it: Risorse infinite

source: You have infinite resources to build. [Disables Achievements]
it: Hai infinite risorse per costruire. [Disabilita i Trofei]

source: Full Building Knowledge
it: Conoscenza completa della tecnologia di costruzione fin dall'inizio.

source: You have full building knowledge of all materials from the start.
it: Tutti i materiali fin dall'inizio.

source: Shipyard-Bound Building
it: Costruzione vincolata al cantiere navale

source: Some blocks require a shipyard in the sector to build.
it: Alcuni blocchi richiedono un cantiere navale nel settore per essere costruiti.

source: Repair Anytime
it: Ripara in qualsiasi momento

source: You can repair your ship anytime, anywhere.
it: Puoi riparare la tua nave sempre e ovunque.

source: Permadestruction
it: Morte Permanente

source: No reconstruction. When a ship or station is destroyed, it's gone for good, including turrets and subsystems.
it: Nessuna ricostruzione. Quando una nave o una stazione viene distrutta, è persa per sempre, comprese le torrette e i sottosistemi.

source: No Docking Restrictions
it: Nessuna restrizione di attracco

source: Gates can be docked and turrets of docked ships can be used freely.
it: I Portali possono essere attraccati e le torrette delle navi attraccate possono essere utilizzate liberamente.

source: Barrier & Storyline
it: Barriera e trama

source: Barrier & No Storyline
it: Barriera e nessuna trama

source: No Barrier
it: Nessuna barriera

source: Normal playthrough with the barrier and storyline.
it: Playthrough normale con la barriera e la trama.

source: You have to find the way over the barrier yourself.
it: Devi trovare da solo la strada oltre la barriera.

source: The barrier is gone! NPCs might not have noticed, though. [Disables Achievements]
it: La barriera è sparita! I PNG potrebbero non averlo notato, però. [Disabilita gli obiettivi]

source: Unlimited Processing Power
it: Potenza di elaborazione sistemi navali illimitata

source: Building Knowledge, if enabled, doesn't limit Processing Power available for ships. You can build your ships as big as you want, even if you don't have the next material knowledge unlocked yet.
it: Anche se lo sblocco della tecnologia di costruzione non è attivo, non limita la potenza di elaborazione dei sistemi disponibile per le navi. Puoi costruire le tue navi grandi quanto vuoi, anche se non hai ancora sbloccato il prossimo materiale.

source: Unlimited Max Ship Size
it: Dimensione massima della nave illimitata

source: You can make your ships as big, beefy and unbalanced as you want. Only affects the maximum size of the ship once it reaches maximum processing power.
it: Puoi rendere le tue navi grandi, robuste e sbilanciate quanto vuoi. Influisce solo sulle dimensioni massime della nave una volta raggiunta la massima potenza di elaborazione.

source: Relation Gain
it: Guadagno di reputazione

source: Relation Loss
it: Perdita di reputazione

source: Your initial relations to new factions you meet.
it: Il tuo rapporto iniziale con le nuove fazioni che incontri.

source: Much Worse Relations
it: Reputazione molto negativa

source: Worse Relations
it: Reputazione negativa

source: Somewhat Worse Relations
it: Reputazione leggermente negativa

source: Normal Relations
it: Reputazione normale

source: Somewhat Better Relations
it: Reputazione leggermente positiva

source: Better Relations
it: Reputazione positiva

source: Much Better Relations
it: Reputazione molto positiva

source: Starting Resources
it: Risorse iniziali

source: Quick Start
it: Avvio rapido

source: Veteran+
it: Veterano+

source: Resource Asteroids
it: Risorse Asteroidi

source: Resource Wreckages
it: Residui di rottami

source: Precise Enemies
it: Nemici precisi

source: Enemy ships aim as well as they can and won't try to 'accidentally' miss.
it: Le navi nemiche mireranno al meglio che possono e non mancheranno il bersaglio "accidentalmente".

source: Enemy Damage
it: Danno nemico

source: Amount of damage that enemies deal to you.
it: Quantità di danni che i nemici ti infliggono.

source: Block Destruction HP
it: HP Distruzione dei blocchi

source: Once your HP get below this percentage, blocks will start breaking.
it: Una volta che i tuoi HP scendono al di sotto di questa percentuale, i blocchi inizieranno a rompersi

source: Always
it: Sempre

source: Factions
it: Fazioni

source: Events
it: Eventi

source: Rift Mass Constraint
it: Vincolo di massa Rift

source: Modifier for amount of mass that can be taken into rifts. [Into The Rift DLC]
it: Modificatore per la quantità di massa che può essere assorbita nelle spaccature. [DLC Into The Rift]

source: Rift Xsotan Damage
it: Danno Xsotan Rift

source: Modifier for amount of damage dealt by Xsotan in rifts. Multiplies with 'Enemy Damage' setting. [Into The Rift DLC]
it: Modificatore per la quantità di danni inflitti da Xsotan nelle spaccature. Si moltiplica con l'impostazione "Danno nemico". [DLC Into The Rift]

source: Game Settings
it: Impostazioni di gioco

source: Playername
it: Nome di gioco

source: Language
it: Lingua

source: Community translation selected. This translation may be incomplete or contain errors. You can help translate Avorion on translate.avorion.net.
it: Traduzione della community selezionata. Questa traduzione potrebbe essere incompleta o contenere degli errori. Si può contribuire alla traduzione di Avorion su translate.avorion.net.

source: Community Translation
it: Traduzione della community

source: Difficulty
it: Difficoltà

source: Changing to %s difficulty: If you want to switch back to Expert or any lower difficulty later, you won't be able go back up to Hardcore or Insane!
it: Passare a %s difficoltà: Se si desidera tornare a Esperto o a qualsiasi difficoltà inferiore in seguito, non sarà possibile tornare a Hardcore o Insane!

source: Changing to %s difficulty: If you change down to this, you won't be able go back up to Hardcore or Insane!
it: Passare a %s difficoltà: Se passi a questo, non potrai tornare a Hardcore o Insane!

source: Difficulty Warning
it: Avviso difficoltà

source: Colorblind Mode
it: Modalità per daltonici

source: Behemoth Events
it: Evento Behemoth

source: Enable/Disable the Behemoth Event Series
it: Abilitare/disabilitare la serie di eventi Behemoth

source: [Dev] Reset Steam Achievements
it: [Dev] Ripristina Trofei Steam

source: Space in Loading Screen
it: Premi spazio nella schermata di caricamento

source: Pause When Inactive
it: Metti in pausa quando non è attivo

source: Pauses the game when the Avorion window loses focus (ie. Alt + TAB).
it: Mette in pausa il gioco quando la finestra Avorion passa in secondo piano (cioè. ALT + TAB).

source: Autosave in Building Mode
it: Salvataggio automatico in modalità Costruzione

source: Pause in Building Mode
it: Pausa in modalità Costruzione

source: Retrograde Marker
it: Indicatore di senso opposto della deriva

source: Shows a small purple cross as your retrograde marker. The opposite direction of where your ship is currently drifting. Fly towards this marker to brake.
it: Mostra una piccola croce viola come indicatore di direzione opposta a quella in cui la tua nave sta andando alla deriva. Vola verso questo marcatore per frenare.

source: Prograde Marker
it: Indicatore di senso in cui la nave va alla deriva

source: Shows a small cyan cross as your prograde marker. This is where your ship is currently drifting towards.
it: Mostra una piccola croce di color ciano nel senso in cui la nave va alla deriva.

source: Detailed Turret Tooltips
it: Suggerimenti dettagliati sulla torretta

source: Show more information on turret stats. Might clutter the UI a little.
it: Mostra maggiori informazioni sulle statistiche della torretta. Potrebbe ingombrare un po' l'interfaccia utente.

source: Show more information on turret stats. Might clutter the UI a little. Can only be changed in main menu.
it: Mostra maggiori informazioni sulle statistiche della torretta. Potrebbe ingombrare un po' l'interfaccia utente. Può essere modificato solo nel menu principale.

source: Encyclopedia Pop-Ups
it: Pop-up enciclopedici

source: Damage Numbers
it: Numero danni

source: Camera Shake
it: Vibrazione della telecamera

source: Loot Highlight
it: Bottino evidenziato

source: UI Scale
it: Scala dell'interfaccia utente

source: Streamer Mode
it: Modalità Streamer

source: Show less information about save paths, user names and so on. Useful when sharing/streaming your screen. Not useful for debugging.
it: Mostra meno informazioni sui percorsi di salvataggio, sui nomi degli utenti e così via. Utile per la condivisione/streaming dello schermo. Non utile per il debug.

source: Show less information about save paths, user names and so on. Useful when sharing/streaming your screen. Not useful for debugging. Can only be changed in main menu
it: Mostra meno informazioni sui percorsi di salvataggio, sui nomi degli utenti e così via. Utile quando si condivide/streaming lo schermo. Non è utile per il debug. Può essere modificato solo nel menu principale

source: Show Driver Warning
it: Mostra avviso autista partner

source: Send Reports After Crashes
it: Invia segnalazioni dopo gli arresti anomali

source: After a crash, send anonymous information about system specifics and where the crash happened, so that it can be fixed.
it: Dopo un arresto anomalo, invia informazioni anonime sulle specifiche del sistema e su dove si è verificato l'arresto anomalo, in modo che possa essere risolto.

source: Re-enable All Hints
it: Riattiva tutti i suggerimenti

source: Reactivates all hints that you previously marked as 'don't show again'.
it: Riattiva tutti i suggerimenti precedentemente contrassegnati come "non mostrare più".

source: Re-enable All Warnings
it: Riattiva tutti gli avvisi

source: Reactivates all warnings that you previously marked as 'don't show again'.
it: Riattiva tutti gli avvisi contrassegnati in precedenza come "non mostrare più".

source: Horizontal camera offset for %s
it: Offset telecamera orizzontale per %s

source: Vertical camera offset for %s
it: Offset telecamera verticale per %s

source: Depth camera offset for %s
it: Offset telecamera di profondità per %s

source: Less than 100% UI scaling may lead to poor legibility. Use only if you have to.
it: Meno del 100% di ridimensionamento dell'interfaccia utente può portare a una scarsa leggibilità. Utilizzare solo se necessario.

source: Graphics Settings
it: Impostazioni grafiche

source: Your current settings require an increased amount of video RAM.
it: Le tue impostazioni attuali richiedono una maggiore quantità di RAM video.

source: Using more than the available VRAM leads to stuttering and even crashes.
it: L'utilizzo di più della VRAM disponibile porta a balbuzie e persino a crash.

source: If you experience problems, lower the settings.
it: In caso di problemi, abbassare le impostazioni.

source: The listed warnings are roughly sorted from largest to smallest impact on VRAM.
it: Gli avvisi elencati sono ordinati approssimativamente dal più grande al più piccolo impatto sulla VRAM.

source: Use external tools to get precise measurements.
it: Utilizzare strumenti esterni per ottenere misurazioni precise.

source: Recording Mode
it: Modalità di registrazione

source: Mode
it: Modalità

source: Fullscreen
it: Schermo intero

source: Windowed
it: Con finestra

source: Borderless
it: Finestra Senza bordi

source: Please restart the game to apply the changes.
it: Riavvia il gioco per applicare le modifiche.

source: Resolution
it: Risoluzione

source: Retina Mode
it: Modalità retina

source: Enables MacOS's high resolution mode
it: Abilita la modalità ad alta risoluzione di MacOS

source: FPS Limit
it: Limite FPS

source: Shaders
it: Shader

source: Compatibility
it: Compatibilità

source: Compatibility mode to support lower-spec GPUs, might come at a high FPS impact and disables several visual features. You should only select this if you're seeing visual errors, or if this is the only option available for you.
it: La modalità di compatibilità per supportare GPU con specifiche inferiori, potrebbe avere un impatto elevato sugli fps e disabilitare diverse funzionalità visive. Dovresti selezionarlo solo se visualizzi errori visivi o se questa è l'unica opzione disponibile per te.

source: Fog Amount
it: Quantità di nebbia

source: Few
it: Poco

source: Lots
it: Molto

source: Intense
it: Intenso

source: Fog Quality
it: Qualità della nebbia

source: Low
it: Basso

source: Medium
it: Medio

source: High
it: Alto

source: Very High
it: Molto alto

source: Particles Quality
it: Qualità delle particelle

source: Ambient Shuttles
it: Navette di contorno

source: Many
it: Molte

source: Obnoxious
it: Moltissime

source: Slow Rift Background Flashes
it: Lampeggiamenti dello sfondo Rift lenti

source: Super Sampling
it: Super campionamento

source: Subsampling x0.25
it: Sottocampionamento x0,25

source: Subsampling x0.5
it: Sottocampionamento x0,5

# Super/Subsampling
source: None
it: Nessuna

source: Reflections
it: Riflessi

source: Backgrounds
it: Sfondi

source: High settings here can lead to longer loading screens.
it: Le impostazioni elevate qui possono portare a schermate di caricamento più lunghe.

source: Planets
it: Pianeti

source: Very Low
it: Molto bassa

source: Shadows
it: Ombre

source: Big Objects
it: Oggetti grandi

source: Complex Player Shadows
it: Ombre complesse del giocatore

source: Soft Shadows
it: Ombre morbide

source: Shadow Range
it: Gamma di ombreggi

source: Player Shadows
it: Ombre del giocatore

source: Global Shadows
it: Ombre globali

source: FPS Counter
it: Contatore fps

source: Frame Time Graphs
it: Grafici temporali dei frame

source: UI Color
it: Colore UI

source: Video Memory Warning: The following settings might cause problems:
it: Avviso memoria video: Le seguenti impostazioni potrebbero causare problemi:

source: See tooltip for details.
it: Vedere il suggerimento per i dettagli.

# Reflections
source: None
it: Nessuna

# Reflections
source: Background
it: Contesto

# Reflections
source: Everything
it: Tutto

source: Requires shader setting 'Normal'
it: Richiede l'impostazione dello shader "Normale"

source: Host Dedicated Server
it: Host server dedicato

source: Path
it: Percorso

source: Name
it: Nome

source: Arguments
it: Argomenti

source: Seed
it: Seme

source: Maximum Players
it: Numero massimo di giocatori

source: Threads
it: Filettature

source: Port
it: Porta

source: Collision Damage
it: Danni da collisione

source: Stop
it: Arresta

source: Troubleshooting
it: Risoluzione dei problemi

source: - If you're hosting an online server, you should forward the port you configured (default: 27000) and ports 27003, 27020 and 27021.
it: - Se si ospita un server online, è necessario inoltrare la porta configurata (predefinita: 27000) e le porte 27003, 27020 e 27021.

source: - If people can't connect to your server, make sure the ports are forwarded and that your firewall isn't blocking the server.
it: - Se le persone non riescono a connettersi al tuo server, assicurati che le porte vengano inoltrate e che il firewall non blocchi il server.

source: - You shouldn't assign more threads than your machine can handle. If you're unsure how many that is, use the value that has been pre-filled in.
it: - Non dovresti assegnare più thread di quelli che la tua macchina può gestire. Se non sei sicuro di quanti siano, usa il valore che è stato precompilato.

source: - You can't change values while a server is running.
it: - Non è possibile modificare i valori mentre un server è in esecuzione.

source: - If a server doesn't shut down immediately, it might be saving data. Give it some time.
it: - Se un server non si spegne immediatamente, potrebbe salvare i dati. Dagli un po' di tempo.

source: Starting Server ...
it: Avvio del server in corso...

source: Unable to stop Server
it: Impossibile arrestare il server

source: Refreshing ...
it: Aggiornamento in corso ...

source: Server Online, %s Players
it: Server online, %s giocatori

source: No Server Running
it: Nessun server in esecuzione

source: Stopping Server ...
it: Arresto del server in corso...

source: Found Server Data [?]
it: Dati server trovati [?]

source: Detected a server save in %s. This save will be loaded and a few properties can't be changed.
it: Rilevato un salvataggio del server in %s. Questo salvataggio verrà caricato e alcune proprietà non potranno essere modificate.

source: Some Server Info Missing [?]
it: Alcune informazioni sul server mancanti [?]

source: Detected a running Avorion server, but it wasn't started by this process. Avorion couldn't find reliable information on the server.
it: Rilevato un server Avorion in esecuzione, ma non è stato avviato da questo processo. Avorion non è riuscito a trovare informazioni affidabili sul server.

source: Created Galaxies:
it: Galassie create:

source: Host a multiplayer game in galaxy '%s'
it: Ospita una partita multigiocatore nella galassia '%s'

source: Override Galaxy's Mods
it: Sovrascrivi le Mod di Galaxy

source: Overrides the galaxy's mod configuration with the current configuration from Settings -> Mods.
it: Sovrascrive la configurazione mod della galassia con la configurazione corrente da Impostazioni -> Mod.

source: Host New
it: Host Novità

source: Host Existing
it: Host esistente

source: Do you really wish to permanently delete this galaxy?
it: Vuoi davvero eliminare definitivamente questa galassia?

source: Address
it: Indirizzo

source: Players
it: Giocatori

source: Join
it: Partecipa

source: Join the local network game
it: Unisciti al gioco della rete locale

source: Refresh
it: Aggiorna

source: Refresh LAN games
it: Aggiorna giochi LAN

source: Host a new LAN game
it: Ospita una nuova partita LAN

source: Local Network Multiplayer
it: Multigiocatore in rete locale

source: Searching ...
it: Ricerca in corso ...

source: Singleplayer
it: Giocatore singolo

source: Multiplayer
it: Multigiocatore

source: Settings
it: Impostazioni

# Main Menu Button
source: Credits
it: Crediti

source: Exit Game
it: Esci dal gioco

source: Browse Servers
it: Sfoglia i server

source: Browse listed online servers
it: Sfoglia i server online elencati

source: Join via IP
it: Partecipa tramite IP

source: Join servers directly via IP
it: Unisciti direttamente ai server tramite IP

source: Join LAN
it: Unisciti alla LAN

source: Dedicated Server
it: Server Dedicato

source: Rent A Server
it: Noleggia un server

source: This will open the website of our official server hosting partner 4NetPlayers where you can rent an Avorion server.
it: Questo aprirà il sito web del nostro partner di hosting server ufficiale 4NetPlayers dove è possibile noleggiare un server Avorion.

source: Rent a server from our official partner 4Netplayers.
it: Noleggia un server dal nostro partner ufficiale 4Netplayers.

source: Game
it: Gioco

source: Sound
it: Suoni

source: Controls
it: Controlli

source: Mods
it: Mod

source: Open
it: Apri

source: Avorion Client %s Press F5!
it: Avorion Client %s Premere F5! - Traduzione di AxeeGaza (Localization Italia) e AndyD

source: Latest Patch Notes
it: Ultime note della patch

source: Visit the Official Avorion Discord Server and chat with other players!
it: Visita il server Discord ufficiale di Avorion e chatta con altri giocatori!

source: Visit the Official Avorion Facebook Page and like the page for more updates!
it: Visita la pagina Facebook ufficiale di Avorion e metti mi piace alla pagina per ulteriori aggiornamenti!

source: Visit the Official Avorion Twitter and follow us for more updates!
it: Visita il Twitter ufficiale di Avorion e seguici per ulteriori aggiornamenti!

source: Visit the Official Avorion Subreddit and chat with other players!
it: Visita il Subreddit Ufficiale di Avorion e chatta con altri giocatori!

source: Visit the Official Avorion Forum and chat with other players!
it: Visita il Forum Ufficiale di Avorion e chatta con altri giocatori!

source: Visit the Official Avorion Wiki and learn more about the game!
it: Visita il Wiki ufficiale di Avorion e scopri di più sul gioco!

source: Report a Bug
it: Segnala un bug

source: Visit the Avorion Website!
it: Visita il sito Avorion!

source: Detected some overlapping key bindings. Please check your controls settings and make sure that no controls overlap.
it: Rilevate alcune combinazioni di tasti sovrapposte. Controllare le impostazioni dei controlli e assicurarsi che nessun controllo si sovrapponga.

source: Invalid Key Bindings Detected
it: Rilevate associazioni di tasti non valide

source: YOU ARE ON THE BETA BRANCH! This means that you get to test the latest features, but: USE AT YOUR OWN RISK! The beta branch is not meant for normal play but for testing. You might encounter several issues, such as: - Savegames from the stable branch might not be able to load. - Savegames from the beta branch are not guaranteed to load in any later release. - Savegames might get corrupted. The beta branch is for people who want to help test and improve Avorion. If you find any errors, please use the "Report a Bug" button. Thank you!
it: SEI NEL RAMO BETA! Ciò significa che puoi testare LE ultime funzionalità, MA: L'USO A TUO RISCHIO! Il ramo beta non è pensato per il gioco normale ma per il test. Potresti riscontrare diversi problemi, ad esempio: - I Savegame del ramo stabile potrebbero non essere in grado di caricare. - I Savegame del ramo beta non sono garantiti per il caricamento in nessuna versione successiva. - I Savegame potrebbero essere danneggiati. Il ramo beta è per le persone che vogliono aiutare a testare e migliorare Avorion. Se trovi errori, utilizza il pulsante "Segnala un bug". Grazie!

source: Beta Notification
it: Notifica beta

source: I Understand
it: Capisco

source: Mod Issues Detected
it: Problemi con la mod rilevati

source: Continuing without those mods can lead to a broken savegame and/or crashes.
it: Continuare senza quelle mod può portare a un savegame rotto e/o crash.

source: Disabled/missing mods:
it: Mod disabilitati/mancanti:

source: Unknown, but missing:
it: Sconosciuto, ma mancante:

source: You played in this galaxy before with mods that are now no longer enabled and that may have changed savegames.
it: Hai già giocato in questa galassia con mod che ora non sono più abilitate e che potrebbero aver cambiato i savegame.

source: Type:
it: Tipo:

source: Faction Pack
it: Pacchetto fazione

source: This mod's version requirement (%1% to %2%) doesn't match the game's version %3%.
it: Il requisito della versione di questa mod (da%1% a %2%) non corrisponde alla versione del gioco del %3%.

source: This mod has a dependency to itself.
it: Questa mod ha una dipendenza da se stessa.

source: Warning: Version decrease detected (%1% to %2%).
it: AVVERTENZA: è stata rilevata una diminuzione della versione (da%1% a %2%).

source: Warning: Version change detected that will break compatibility to lower versions (%1% to %2%). Increase patch version (%3%) if you want to avoid incompatibility issues.
it: Attenzione: Rilevato un cambiamento di versione che romperà la compatibilità con le versioni inferiori (da %1% a %2%). Aumentare la versione della patch (%3%) se si vogliono evitare problemi di incompatibilità.
