Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Assimilate destroyed enemies into your army.
it: Assimila i nemici distrutti nel tuo esercito.

source: Friends, too. Everything, actually.
it: Anche gli amici. Tutto, in realtà.

# ex: Guarding Assembly Controller FCS-3
source: Guarding Assembly Controller FCS-${squads}
it: Controller del gruppo di protezione FCS-${squads}

# generic name for 'Guarding Assembly Controller FCS-${squads}'
source: Shielded Carrier Controller
it: Controller portante schermato

source: The factory must fly.
it: La fabbrica deve volare.

source: On loan from the Rift Research Center
it: In prestito dal Rift Research Center

source: Issued by the Rift Research Center
it: Emesso dal Centro Ricerche Rift

source: Will be removed after the mission
it: Verrà rimosso dopo la missione

source: Deep-Scan Sweeper
it: Spazzatrice a scansione profonda

# generic name for '${tier}-Tier ${name} ${normal}-${deep}'
source: Deep-Scan Sweeper
it: Spazzatrice a scansione profonda

source: %g km
it: Km %g

source: Object Highlight Range
it: Intervallo di evidenziazione oggetto

source: Deep Scan Range
it: Intervallo di scansione profonda

source: Scanner Range
it: Gamma dello scanner

source: Radar System
it: Sistema radar

source: Boosts effectiveness of your radar scanner
it: Aumenta l'efficacia dell'analizzatore radar

source: Object Detection System
it: Sistema di rilevamento degli oggetti

source: Scans your surroundings for objects of interest
it: Scansiona l'ambiente circostante alla ricerca di oggetti di interesse

source: Shows sectors with mass as yellow blips
it: Mostra i settori con massa come puntini gialli

source: Notification for interesting objects in the sector
it: Notifica per oggetti interessanti del settore

source: Become the ultimate hide and seek champ.
it: Diventa il campione definitivo del nascondino.

source: %s (Community)
it: %s (Comunità)

# 10^12, abbreviation
source: trill
it: trillo

# 10^9, abbreviation
source: bill
it: bolletta

# 10^6, abbreviation
source: mill
it: mulino

source: yes
it: sì

source: Error
it: Errore

source: Warning
it: Attenzione

# Time Duration
source: Infinite
it: Infinito

# Invalid/Unknown Time Stamp
source: unknown
it: sconosciuto

source: 1 second
it: 1 secondo

source: 1 minute
it: 1 minuto

source: 1 hour
it: 1 ora

source: 1 day
it: 1 giorno

source: 1 year
it: 1 anno

source: 1 second ago
it: 1 secondo fa

source: 1 minute ago
it: 1 minuto fa

source: 1 hour ago
it: 1 ora fa

source: 1 day ago
it: 1 giorno fa

source: 1 week ago
it: 1 settimana fa

source: 1 month ago
it: 1 mese fa

source: 1 year ago
it: 1 anno fa

source: We detected a crash during game startup. Please make sure that you are using the latest drivers for your graphics card. This problem can also be caused by mods. In an attempt to fix this problem, the graphics settings have been reduced to an absolute minimum and your mods have been disabled.
it: Abbiamo rilevato un arresto anomalo durante l'avvio del gioco. Assicurati di utilizzare i driver più recenti per la tua scheda grafica. Questo problema può essere causato anche dalle mod. Nel tentativo di risolvere questo problema, le impostazioni grafiche sono state ridotte al minimo assoluto e le tue mod sono state disabilitate.

source: Saving galaxy ...
it: Salvataggio partita in corso...

source: Starting singleplayer server ...
it: Avvio del server singleplayer in corso...

source: Error starting singleplayer mode.
it: Errore durante l'avvio della modalità giocatore singolo.

source: Error creating shader: %s Your hardware might not meet the minimum requirements for the game. You need a graphics device that supports OpenGL 3.0. If you have such a device, try updating your graphics drivers.
it: Errore durante la creazione dello shader: %s L'hardware potrebbe non soddisfare i requisiti minimi per il gioco. È necessario un dispositivo grafico che supporti OpenGL 3.0. Se si dispone di tale dispositivo, provare ad aggiornare i driver grafici.

source: Intel onboard graphics detected as primary GPU. These devices' OpenGL drivers can cause trouble with Avorion, as they don't always support the complete OpenGL 3.0 specifications.
it: Scheda grafica integrata Intel rilevata come GPU primaria. I driver OpenGL di questi dispositivi possono causare problemi con Avorion, in quanto non sempre supportano le specifiche OpenGL 3.0 complete.

source: Mesa open-source drivers detected. These drivers can cause trouble with Avorion, since they don't always support the complete OpenGL 3.0 specifications.
it: Rilevati driver open source Mesa. Questi driver possono causare problemi con Avorion, poiché non sempre supportano le specifiche OpenGL 3.0 complete.

source: Mesa open-source drivers and Intel OnBoard Graphics detected. These drivers and devices can cause trouble with Avorion, as they don't always support the complete OpenGL 3.0 specifications.
it: Rilevati driver open source Mesa e Intel OnBoard Graphics. Questi driver e dispositivi possono causare problemi con Avorion, in quanto non sempre supportano le specifiche OpenGL 3.0 complete.

source: If you have a dedicated GPU, you may have to manually select it in your NVidia or AMD settings.
it: Se si dispone di una GPU dedicata, potrebbe essere necessario selezionarla manualmente nelle impostazioni NVidia o AMD.

source: Boxelware is
it: Boxelware è

source: Additional Programming
it: Programmazione aggiuntiva

source: Working Students
it: Studenti lavoratori

source: Boxelware Interns
it: Stagisti Boxelware

source: Student Interns
it: Studenti tirocinanti

source: ... and several more who didn't want to be listed
it: ... e molti altri che non volevano essere elencati

source: or who we forgot to ask, sorry! But seriously, if you're reading this, tell us and we'll add you right here!
it: o a cui ci siamo dimenticati di chiedere, scusa! Ma seriamente, se stai leggendo questo, diccelo e ti aggiungeremo proprio qui!

source: Music by
it: Musica di

source: Combat Tracks by
it: Tracce di combattimento di

source: Additional Sound Effects
it: Effetti sonori aggiuntivi

source: Additional 3D Assets
it: Risorse 3D aggiuntive

source: Additional Assets
it: Attività aggiuntive

source: Icons by
it: Icone di

source: Lorc, Delapouite & contributors
it: Lorc, Delapouite e collaboratori

source: Cloud Brushes by rubina119
it: Cloud Brushes di rubina119

source: Backers
it: Sostenitori

source: Special Thanks To
it: Un ringraziamento speciale a

# Special thanks to X, Y, Our community moderators and discord staff, Z, W, etc.
source: Our community moderators and discord staff
it: I moderatori della nostra community e lo staff di Discord

source: our parents and all our friends
it: i nostri genitori e tutti i nostri amici

source: ... for helping, testing, listening to neverending stories and
it: ... per aiutare, testare, ascoltare storie infinite e

source: details about the game and keeping us motivated.
it: dettagli sul gioco e mantenerci motivati.

source: Avorion is a work of fiction, created for amusement.
it: Avorion è un'opera di finzione, creata per il divertimento.

source: Most faction and ship names in the game are generated randomly.
it: La maggior parte dei nomi di fazione e nave nel gioco sono generati casualmente.

source: Any references to real world objects, people (dead or alive), events or similar are not intentional.
it: Qualsiasi riferimento a oggetti del mondo reale, persone (morte o vive), eventi o simili non sono intenzionali.

source: The crew of ship '%s' must be paid.
it: L'equipaggio della nave "%s" deve essere pagato.

source: Your inventory is full!
it: Il tuo inventario è pieno!

source: Your inventory is almost full!
it: Il tuo inventario è quasi pieno!

source: Saved design to %s
it: Design salvato su %s

source: Detected a potential UI scaling issue. Some resolutions may not work as intended or may be lower than configured. If you're using Windows, you can disable UI scaling for this app in the properties of the executable.
it: Rilevato un potenziale problema di ridimensionamento dell'interfaccia utente. Alcune risoluzioni potrebbero non funzionare come previsto o potrebbero essere inferiori a quelle configurate. Se utilizzi Windows, puoi disabilitare il ridimensionamento dell'interfaccia utente per questa app nelle proprietà dell'eseguibile.

source: Build \c(3dd)Point Defense Cannons\c() or \c(3dd)Lasers\c() to defend your ship against \c(3dd)Torpedoes\c().
it: Costruisci \c(3dd) Cannoni di Difesa a Punti\c() o \c(3dd)Laser\c() per difendere la tua nave dai \c(3dd)Siluri\c().

source: Don't fly around too crazily while \c(3dd)Torpedoes\c() are chasing you if you want your \c(3dd)PDCs\c() to hit them, as the \c(3dd)PDCs\c() have to aim as well! If you're constantly changing your ship's orientation or speed, \c(3dd)Torpedoes\c() will start flying in curves and are a lot harder to hit.
it: Non volare troppo follemente mentre i\c(3dd)siluri\c() ti inseguono se vuoi che i tuoi \c(3dd)PDC\c() li colpiscano, poiché anche i \c(3dd)PDC\c() devono mirare! Se cambi costantemente l'orientamento o la velocità della tua nave, i\c(3dd)Siluri\c() inizieranno a volare in curva e saranno molto più difficili da colpire.

source: When defending against \c(3dd)Torpedoes\c(), orient your ship in a way that your \c(3dd)PDCs\c() look at the incoming torpedoes, this will make it easier for them to shoot them down.
it: Quando ti difendi dai \c(3dd)siluri\c(), orienta la tua nave in modo che i tuoi \c(3dd)PDC\c() guardino i siluri in arrivo, questo renderà più facile per loro abbatterli.

source: \c(3dd)Point Defense Cannons\c() still behave like normal turrets and have to focus on a target. Make sure they're turned towards incoming \c(3dd)Torpedoes\c(). Don't fly around erratically or your \c(3dd)PDCs\c() won't have a chance to aim.
it: I\c(3dd) cannoni a difesa dei punti\c() si comportano ancora come normali torrette e devono concentrarsi su un bersaglio. Assicurati che siano rivolti verso i\c(3dd)siluri in arrivo\c(). Non volare in modo irregolare o i tuoi \c(3dd)PDC\c() non avranno la possibilità di mirare.

source: Set \c(3dd)Point Defense Cannons\c() to the mode \c(3dd)'Defend'\c() to have them prefer \c(3dd)Torpedoes\c() over \c(3dd)Fighters\c() and \c(3dd)Fighters\c() over other \c(3dd)Ships\c().
it: Imposta \c(3dd) Cannoni di Difesa a Punti\c() alla modalità \c(3dd)'Difendi'\c() per farli preferire \c(3dd)Siluri\c() rispetto a\c(3dd)Caccia\c() e \c(3dd)Caccia\c() rispetto ad altre \c(3dd)Navi\c().

source: \c(3dd)Teleporters\c() can move a limited amount of mass into a rift. If that mass is exceeded the ships will be damaged and might even lose blocks.
it: I\c(3dd)teletrasportatori\c() possono spostare una quantità limitata di massa in una spaccatura. Se tale massa viene superata, le navi verranno danneggiate e potrebbero persino perdere blocchi.

source: \c(3dd)Teleporters\c() are only limited by the amount of mass they can transport. You can take any amount of ships into a rift with you, as long as they fulfill the requirements. The ships may also belong to a friend who is on the same mission.
it: I\c(3dd)Teletrasportatori\c() sono limitati solo dalla quantità di massa che possono trasportare. Puoi portare con te qualsiasi quantità di navi in una spaccatura, purché soddisfino i requisiti. Le navi possono anche appartenere a un amico che ha la stessa missione.

source: At \c(3dd)Rift Research Centers\c() you can accept missions that take you into rifts.
it: Nei \c(3dd) Centri di Ricerca Rift\c() puoi accettare missioni che ti portano in spaccature.

source: The leader of a group accepts \c(3dd)Rift Missions\c() for the whole group. This way you can explore rifts together with your friends.
it: Il leader di un gruppo accetta \c(3dd) Missioni Rift\c() per l'intero gruppo. In questo modo puoi esplorare le spaccature insieme ai tuoi amici.

source: Every \c(3dd)Rift Mission\c() has specific requirements that every ship that wants to take part must fulfill.
it: Ogni \c(3dd)Rift Mission\c() ha requisiti specifici che ogni nave che vuole partecipare deve soddisfare.

source: Upon successfully completing a \c(3dd)Rift Mission\c() you can choose between two \c(3dd)Rewards\c().
it: Dopo aver completato con successo una \c(3dd) Missione Rift\c() puoi scegliere tra due \c(3dd)Ricompense\c().

source: You can alleviate damage caused by \c(3dd)Subspace Distortion\c() in rifts by using specific subsystems. These can be bought at \c(3dd)Rift Research Centers\c() in exchange for \c(3dd)Rift Research Data\c() or obtained as reward for rift missions.
it: È possibile alleviare i danni causati da \c(3dd) Distorsione subspaziale\c() nelle spaccature utilizzando sottosistemi specifici. Questi possono essere acquistati presso \c(3dd)Rift Research Centers\c() in cambio di\c(3dd)Rift Research Data\c() o ottenuti come ricompensa per le missioni di spaccatura.

source: Every \c(3dd)Rift Mission\c() has a secondary objective. You don't have to fulfill it to complete the mission, but you'll get additional rewards.
it: Ogni \c(3dd)Rift Mission\c() ha un obiettivo secondario. Non è necessario completarlo per completare la missione, ma riceverai ricompense aggiuntive.

source: Many dangers are lurking in \c(3dd)Rifts\c(), like hazardous \c(3dd)Environmental Effects\c(). The deeper the rift where the mission is located, the stronger these effects.
it: Molti pericoli sono in agguato nelle \c(3dd)Spaccature\c(), come pericolosi \c(3dd) Effetti Ambientali\c(). Più profonda è la spaccatura in cui si trova la missione, più forti sono questi effetti.

source: Each rift mission has a certain \c(3dd)Extraction\c(). This is the only way to get back out of the rift.
it: Ogni missione di rift ha una certa \c(3dd)Estrazione\c(). Questo è l'unico modo per uscire dalla crepa.

source: Ships that are left behind in \c(3dd)Rift Missions\c() will get lost. However, they can be recovered at a \c(3dd)Repair Dock\c().
it: Le navi che vengono lasciate indietro nelle \c(3dd) Missioni Spaccatura\c() andranno perse. Tuttavia, possono essere recuperati in un \c(3dd)Repair Dock\c().

source: There is \c(3dd)Subspace Distortion\c() in \c(3dd)Rifts\c(). The deeper the rift where the mission is taking place, the stronger it gets. Subspace Distortion will damage your ship, if you enter a rift without protection.
it: C'è \c(3dd) Distorsione subspaziale\c() in \c(3dd)Rift\c(). Più profonda è la spaccatura in cui si svolge la missione, più forte diventa. La distorsione subspaziale danneggerà la tua nave, se entri in una fessura senza protezione.

source: There are many secrets to discover in Rifts. Use a \c(3dd)Detector Subsystem\c() to help you find them!
it: Ci sono molti segreti da scoprire a Rift. Usa un \c(3dd) Sottosistema Rivelatore\c() per aiutarti a trovarli!

source: You can gather \c(3dd)Research Data\c() in Rifts. The scientists at \c(3dd)Rift Research Centers\c() trade it for special subsystems or buy it from you.
it: Puoi raccogliere \c(3dd) Dati della Ricerca\c() nelle Fenditure. Gli scienziati dei\c(3dd)Rift Research Centers\c() lo scambiano con sottosistemi speciali o lo acquistano da te.

source: A \c(3dd)Scientist Captain\c() gathers additional \c(3dd)Rift Research Data\c() in Rifts, which you can then sell at \c(3dd)Rift Research Centers\c() or trade for subsystems.
it: Un \c(3dd) Capitano Scienziato\c() raccoglie ulteriori \c(3dd) Dati di Ricerca sulle Spaccature\c() nelle Spaccature, che puoi poi vendere in \c(3dd) Centri di Ricerca sulle Spaccature\c() o scambiare sottosistemi.

source: A \c(3dd)Xsotan Hunter Captain\c() attracts an \c(3dd)Alpha Xsotan\c() after a while. You should put a different captain in charge if you're not up for an additional battle.
it: Un \c(3dd) Capitano Cacciatore Xsotan\c() attira un \c(3dd)Alfa Xsotan\c() dopo un po'. Dovresti mettere un capitano diverso al comando se non sei pronto per un'altra battaglia.

source: \c(3dd)Rifts\c() are hardcore, unforgiving and difficult. Adapt your ship for the expected environment and don't be afraid to experiment.
it: Le\c(3dd)Spaccature\c() sono dure, spietate e difficili. Adatta la tua nave all'ambiente previsto e non aver paura di sperimentare.

source: Ships that get lost in Rifts can be towed at a \c(3dd)Repair Dock\c() for a small fee.
it: Le navi che si perdono nelle Spaccature possono essere rimorchiate in un \c(3dd) Molo di Riparazione\c() pagando una piccola tassa.

source: \c(3dd)Invulnerable Shields\c() doesn't mean \c(3dd)Impenetrable Shields\c() - use \c(3dd)Pulse Cannons\c() against enemies with strong shields.
it: \c(3dd) Scudi Invulnerabili\c() non significa \c(3dd) Scudi Impenetrabili\c() - usa \c(3dd) Cannoni a Impulso\c() contro i nemici con scudi forti.

source: The closer you get to the center of the galaxy, the \c(3dd)more mass\c() the \c(3dd)Rift Research Centers\c() can transport into the rifts.
it: Più ci si avvicina al centro della galassia, più\c(3dd) massa\c() i \c(3dd) Centri di Ricerca Rift\c() possono trasportare nelle spaccature.

source: You can bend the rules of \c(3dd)mass\c() that the \c(3dd)Rift Research Centers\c() can transport into the rifts: up to 10% more mass won't break any blocks yet.
it: Puoi piegare le regole della \c(3dd)massa\c() che i \c(3dd) Centri di Ricerca Rift\c() possono trasportare nelle spaccature: fino al 10% di massa in più non romperà ancora alcun blocco.

source: Buy \c(3dd)Marker Buoys\c() at \c(3dd)Equipment Docks\c() and deploy them in rifts to better orient yourself.
it: Acquista \c(3dd)boe segnaletiche\c() al \c(3dd) molo degli equipaggiamenti\c() e schierale nelle fessure per orientarti meglio.

source: Shields don't help against \c(3dd)Acid Fog\c() in Rifts. It soaks through them and immediately damages the ship's hull. Build your ship from better materials to prevent that.
it: Gli scudi non aiutano contro la \c(3dd) Nebbia Acida\c() nelle Spaccature. Si impregna attraverso di loro e danneggia immediatamente lo scafo della nave. Costruisci la tua nave con materiali migliori per evitarlo.

source: The \c(3dd)High Energy Plasma Field\c() in Rifts boosts the damage output of all electric, plasma and energy weapons. Your enemies' weapons, too.
it: Il \c(3dd) Campo al Plasma ad Alta Energia\c() nei Rift aumenta l'emissione di danni di tutte le armi elettriche, al plasma e ad energia. Anche le armi dei tuoi nemici.

source: The \c(3dd)Low Energy Plasma Field\c() in Rifts decreases the damage output of all electric, plasma and energy weapons. Your enemies' weapons, too.
it: Il \c(3dd) Campo al Plasma a Bassa Energia\c() in Rifts diminuisce l'emissione di danni di tutte le armi elettriche, al plasma e ad energia. Anche le armi dei tuoi nemici.

source: The \c(3dd)Inertia Field\c() in Rifts reduces your ship's acceleration. In exchange you'll brake much faster.
it: Il \c(3dd) Campo di Inerzia\c() in Rifts riduce l'accelerazione della tua nave. In cambio frenerai molto più velocemente.

source: The \c(3dd)Ion Interference Field\c() in Rifts prevents your shields from regenerating.
it: Il \c(3dd) Campo di interferenza ionica\c() in Fenditure impedisce ai tuoi scudi di rigenerarsi.

source: The \c(3dd)Ion Storm\c() in Rifts discharges your shields constantly over time.
it: La \c(3dd) Tempesta di ioni\c() in Fenditure scarica i tuoi scudi costantemente nel tempo.

source: In a \c(3dd)Lightning Field\c() in Rifts your ship will be repeatedly struck by bolts of lightning. These can damage your shield and hull.
it: In un \c(3dd) Campo Fulmine\c() a Fenditure la tua nave sarà ripetutamente colpita da fulmini. Questi possono danneggiare lo scudo e lo scafo.

source: The \c(3dd)Magnetic Interference Field\c() in Rifts lowers the efficiency of your generators, reducing the amount of generated energy.
it: Il campo di interferenza magnetica\c(3dd)\c() in Rifts riduce l'efficienza dei generatori, riducendo la quantità di energia generata.

source: With strong \c(3dd)Radiation\c() in Rifts your crew has to take special precautions during work. This means your workforce is reduced.
it: Con forti \c(3dd)Radiazioni\c() nelle Spaccature, il tuo equipaggio deve prendere precauzioni speciali durante il lavoro. Ciò significa che la tua forza lavoro è ridotta.

source: The deeper the Rift where a mission is taking place, the stronger the Xsotan you meet are going to be.
it: Più profonda è la Spaccatura dove si svolge una missione, più forte sarà lo Xsotan che incontrerai.

source: Be on the lookout for \c(3dd)Xsotan Breeders\c(). They are more dangerous and active in Rifts, especially when high amounts of energy are released in their vicinity or when ships approach them.
it: Cerca \c(3dd) Allevatori di Xsotan\c(). Sono più pericolosi e attivi nelle Spaccature, specialmente quando vengono rilasciate elevate quantità di energia nelle loro vicinanze o quando le navi si avvicinano a loro.

source: In some Rifts there are \c(3dd)Mine Fields\c(). The mines are triggered by fast movement in their vicinity.
it: In alcune Fratture ci sono \c(3dd) Campi Miniera\c(). Le mine vengono attivate da un rapido movimento nelle loro vicinanze.

source: The \c(3dd)Xsotan\c() will be able to locate you when straying too far from areas with lots of mass. You are safe as long as you stay near \c(3dd)Asteroids\c().
it: L '\c(3dd)Xsotan\c() sarà in grado di localizzarti quando ti allontani troppo da aree con molta massa. Sei al sicuro finché rimani vicino agli\c(3dd)asteroidi\c().

source: Rifts are vast. Follow the \c(3dd)Light Buoys\c() to explore the whole Rift.
it: Le spaccature sono vaste. Segui le \c(3dd) Boe di Luce\c() per esplorare l'intera Spaccatura.

source: The \c(3dd)Light Buoys\c() in Rifts are flashing in a direction. This way you can see if you are flying into or out of the sector.
it: Le \c(3dd) boe luminose\c() nelle fenditure lampeggiano in una direzione. In questo modo puoi vedere se stai volando dentro o fuori dal settore.

source: You start every Rift Expedition in a \c(3dd)Protection Field\c() that protects you from the devastating \c(3dd)Rift Environmental Effects\c().
it: Inizi ogni Spaccata in un \c(3dd) Campo di Protezione\c() che ti protegge dai devastanti \c(3dd) Effetti Ambientali della Spaccatura\c().

source: \c(3dd)Repair Platforms\c() will repair your ship and even restore blocks once the ship is healed up to 100%.
it: Le\c(3dd) Piattaforme di Riparazione\c() ripareranno la tua nave e persino ripristineranno i blocchi una volta che la nave sarà guarita fino al 100%.

source: You can use \c(3dd)Transporter Software\c() together with \c(3dd)Transporter Blocks\c() (Xanion) to communicate with stations without docking to them.
it: È possibile utilizzare \c(3dd)Transporter Software\c() insieme a\c(3dd)Transporter Blocks\c() (Xanion) per comunicare con le stazioni senza agganciarle.

source: With \c(3dd)Transporter Software\c() equipped on your ship, combined with a \c(3dd)Transporter Block\c(), \c(3dd)Fighters\c() will be able to pick up cargo or ores for you. This is especially important for mining carriers.
it: Con il\c(3dd) Software di Trasporto\c() equipaggiato sulla tua nave, combinato con un \c(3dd) Blocco di Trasporto\c(), i\c(3dd)Caccia\c() saranno in grado di prelevare merci o minerali per te. Ciò è particolarmente importante per i vettori minerari.

source: \c(3dd)Shields\c() won't protect you from \c(3dd)collision damage\c().
it: Gli\c(3dd)scudi\c() non ti proteggeranno dai \c(3dd) danni da collisione\c().

source: \c(3dd)Shields\c() will recharge after 30 seconds of not taking any damage.
it: Gli\c(3dd)Scudi\c() si ricaricano dopo 30 secondi senza subire danni.

source: Some weapons can penetrate \c(3dd)Shields\c(). You can find \c(3dd)Subsystems\c() that will make your shields impenetrable.
it: Alcune armi possono penetrare \c(3dd)Scudi\c(). Puoi trovare \c(3dd)Sottosistemi\c() che renderanno i tuoi scudi impenetrabili.
