Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: \c(3dd)Trading\c() and interacting with other factions will improve your \c(3dd)Relations\c() with them.
it: Il\c(3dd)Trading\c() e l'interazione con altre fazioni miglioreranno le tue \c(3dd)Relazioni\c() con loro.

source: \c(3dd)Raiding\c() or \c(3dd)Boarding\c() an ally's ship will make them nullify the \c(3dd)Alliance\c() immediately.
it: \c(3dd)Incursioni\c() o \c(3dd)Abbordaggio\c() la nave di un alleato li farà annullare immediatamente l '\c(3dd)Alleanza\c().

source: Bad \c(3dd)Relations\c() with a faction doesn't automatically mean that they will attack you on sight - you have to be \c(3dd)at war\c() with a faction for that to happen.
it: Cattive \c(3dd)Relazioni\c() con una fazione non significa automaticamente che ti attaccheranno a vista - devi essere \c(3dd)in guerra\c() con una fazione perché ciò accada.

source: When \c(3dd)Relations\c() are bad, not every action will lead to war. You have to do something really horrible to start a war - such as badly damaging, destroying, boarding or raiding ships.
it: Quando le\c(3dd)Relazioni\c() sono cattive, non tutte le azioni porteranno alla guerra. Devi fare qualcosa di veramente orribile per iniziare una guerra, come danneggiare gravemente, distruggere, abbordare o razziare le navi.

source: \c(3dd)Ceasefires\c() are fragile. Avoid shooting other ships at any cost when you have a ceasefire agreement with their faction.
it: I\c(3dd)cessate il fuoco\c() sono fragili. Evita di sparare ad ogni costo ad altre navi quando hai un accordo di cessate il fuoco con la loro fazione.

source: \c(3dd)Ceasefires\c() are fragile. Any hostility can trigger another war.
it: I\c(3dd)cessate il fuoco\c() sono fragili. Qualsiasi ostilità può scatenare un'altra guerra.

source: You must be \c(3dd)allied\c() with a faction to gain access to their rarest weapons and subsystems.
it: Devi essere \c(3dd)alleato\c() con una fazione per accedere alle loro armi e sottosistemi più rari.

source: A faction must have a high opinion of you to be ready to become your \c(3dd)Ally\c().
it: Una fazione deve avere un'alta opinione di te per essere pronta a diventare il tuo \c(3dd)alleato\c().

source: Some interactions with factions are only possible if the faction generally likes you.
it: Alcune interazioni con le fazioni sono possibili solo se piaci alla fazione in generale.

source: Make sure the faction you're negotiating with doesn't lose its patience.
it: Assicurati che la fazione con cui stai negoziando non perda la pazienza.

source: Don't stay too long in the territory of a faction that doesn't like you, or you might get attacked by \c(3dd)Bounty Hunters\c().
it: Non rimanere troppo a lungo nel territorio di una fazione a cui non piaci, o potresti essere attaccato da \c(3dd) Cacciatori di Taglie\c().

source: Factories either pay high prices for the goods they need, or sell their goods for low prices, but never both.
it: Le fabbriche pagano prezzi elevati per i beni di cui hanno bisogno o vendono i loro beni a prezzi bassi, ma mai entrambi.

source: \c(3dd)Trading Posts\c() buy and sell a variety of goods, depending on supply and demand rates at their location.
it: I\c(3dd) Posti di Scambio\c() acquistano e vendono una varietà di beni, a seconda dei tassi di domanda e offerta nella loro posizione.

source: With a \c(3dd)Trading Subsystem\c(), you can detect trade routes, see prices of all stations in the sector, and even check supply and demand of goods in the nearby area.
it: Con un \c(3dd) Sottosistema di Trading\c(), puoi rilevare le rotte commerciali, vedere i prezzi di tutte le stazioni del settore e persino controllare l'offerta e la domanda di beni nella zona vicina.

source: When the regional supply of a good is high, you will get it for up to 30% cheaper.
it: Quando l'offerta regionale di un bene è alta, lo otterrai fino al 30% in meno.

source: When the regional demand for a good is high, you can sell it for up to 30% more than its base price.
it: Quando la domanda regionale di un bene è elevata, puoi venderlo fino al 30% in più rispetto al suo prezzo base.

source: Want to know supply and demand of goods in nearby sectors? Get a \c(3dd)Trading Subsystem\c()!
it: Vuoi conoscere la domanda e l'offerta di beni nei settori vicini? Ottieni un \c(3dd) Sottosistema di Trading\c()!

source: Founding, boarding or destroying factories has a direct impact on supply and demand in the area.
it: Fondare, abbordare o distruggere fabbriche ha un impatto diretto sull'offerta e sulla domanda nella zona.

source: \c(3dd)Shipyards\c() and \c(3dd)Repair Docks\c() buy a range of goods. So do \c(3dd)Habitats\c(), \c(3dd)Casinos\c() and \c(3dd)Biotopes\c().
it: I\c(3dd)cantieri navali\c() e \c(3dd) banchine di riparazione\c() acquistano una gamma di beni. Così fanno \c(3dd)Habitat\c(), \c(3dd)Casinò\c() e \c(3dd)Biotopi\c().

source: You can find goods in old \c(3dd)Ship Wreckages\c().
it: Puoi trovare merci nei vecchi \c(3dd) relitti di navi\c().

source: Cargo that you get by robbing freighters or traders will be marked as stolen, and you may get into trouble when other ships scan you.
it: Il carico che ottieni derubando mercantili o commercianti verrà contrassegnato come rubato e potresti finire nei guai quando altre navi ti scansionano.

source: Buy a \c(3dd)Cargo Transportation License\c() at a \c(3dd)Trading Post\c() so you can transport illegal cargo through a faction's territory without them fining you.
it: Acquista una \c(3dd) Licenza di Trasporto Cargo\c() presso un \c(3dd) Posto Commerciale\c() in modo da poter trasportare carichi illegali attraverso il territorio di una fazione senza che ti multino.

source: Stations that buy or sell goods influence the supply and demand rates of those goods in nearby sectors. A factory can have an influence range of up to 25 sectors.
it: Le stazioni che acquistano o vendono beni influenzano i tassi di domanda e offerta di tali beni nei settori vicini. Una fabbrica può avere una gamma di influenza fino a 25 settori.

source: \c(3dd)Thrusters\c() increase your rotational speed.
it: I\c(3dd)propulsori\c() aumentano la velocità di rotazione.

source: \c(3dd)Thrusters\c() reduce drifting and they will steer your ship in the direction it is looking.
it: I\c(3dd)propulsori\c() riducono la deriva e guideranno la tua nave nella direzione in cui sta guardando.

source: If you are having trouble with drift, consider building your ship out of a light material, such as \c(3dd)Titanium\c() or \c(3dd)Trinium\c().
it: Se hai problemi con la deriva, prendi in considerazione la possibilità di costruire la tua nave con un materiale leggero, come \c(3dd)Titanio\c() o \c(3dd)Trinio\c().

source: \c(3dd)Iron\c() and \c(3dd)Ogonite\c() are very heavy materials. Build your ship out of lighter materials to reduce drifting.
it: Il\c(3dd)Ferro\c() e \c(3dd)Ogonite\c() sono materiali molto pesanti. Costruisci la tua nave con materiali più leggeri per ridurre la deriva.

source: The galactic consensus is to measure speed in meters per second. A seemingly slow speed of 100 m/s is actually 360 km/h or 224 mph.
it: Il consenso galattico è quello di misurare la velocità in metri al secondo. Una velocità apparentemente lenta di 100 m/s è in realtà di 360 km/h o 224 mph.

source: To use higher-tier materials, you need \c(3dd)Building Knowledge\c() about them. You can get that at a friendly \c(3dd)Shipyard\c(), or by clearing out \c(3dd)Pirate Sectors\c().
it: Per utilizzare materiali di livello superiore, hai bisogno di\c(3dd) Conoscenze di Costruzione\c() su di essi. Puoi ottenerlo in un\c(3dd)Cantiere Navale\c() amico, o eliminando \c(3dd) Settori Pirata\c().

source: Higher-tier \c(3dd)Building Knowledge\c() allows you to build with higher materials, and build ships with more \c(3dd)Processing Power\c().
it: Livello superiore \c(3dd) Conoscenze di Costruzione\c() ti consente di costruire con materiali superiori e costruire navi con più \c(3dd) Potenza di Elaborazione\c().

source: In \c(3dd)Building Mode\c() you can mirror the blocks you want to build.
it: In \c(3dd) Modalità Costruzione\c() puoi rispecchiare i blocchi che vuoi costruire.

source: You can focus a block by pressing \c(3dd)'F'\c() in \c(3dd)Building Mode\c() and get a better perspective.
it: Puoi mettere a fuoco un blocco premendo \c(3dd)'F'\c() in \c(3dd) Modalità Costruzione\c() e ottenere una prospettiva migliore.

source: Press \c(3dd)Ctrl-C\c() and \c(3dd)Ctrl-V\c() in \c(3dd)Building Mode\c() to copy and paste block selections.
it: Premere \c(3dd)Ctrl-C\c() e \c(3dd)Ctrl-V\c() in \c(3dd) Modalità Costruzione\c() per copiare e incollare le selezioni dei blocchi.

source: In \c(3dd)Building Mode\c(), use \c(3dd)Ctrl-C\c() to copy a ship part and press \c(3dd)Ctrl-V\c() to paste it into the building inventory to save it forever.
it: In \c(3dd) Modalità Costruzione\c(), usa \c(3dd)Ctrl-C\c() per copiare una parte di nave e premi \c(3dd)Ctrl-V\c() per incollarla nell'inventario dell'edificio per salvarla per sempre.

source: When building, you can use \c(3dd)Ctrl-Z\c() and \c(3dd)Ctrl-Y\c() to redo or undo your last actions.
it: Durante la costruzione, puoi usare \c(3dd)Ctrl-Z\c() e \c(3dd)Ctrl-Y\c() per rifare o annullare le tue ultime azioni.

source: \c(3dd)Thrusters\c() have the biggest effect if they're built far away from the center of mass of the ship.
it: I\c(3dd)propulsori\c() hanno l'effetto maggiore se sono costruiti lontano dal centro di massa della nave.

source: In \c(3dd)Building Mode\c(), hold \c(3dd)ALT\c() when placing a block template to select the anchor block that will be attached to the ship.
it: In \c(3dd) Modalità Costruzione\c(), tenere premuto \c(3dd)ALT\c() quando si posiziona un modello di blocco per selezionare il blocco di ancoraggio che verrà collegato alla nave.

source: Building ships made of higher-tier materials is more efficient. You have to pay less money for the same stats.
it: Costruire navi fatte di materiali di livello superiore è più efficiente. Devi pagare meno soldi per le stesse statistiche.

source: Materials have different densities. The heaviest are \c(3dd)Iron\c() and \c(3dd)Ogonite\c(), while the lightest are \c(3dd)Trinium\c(), \c(3dd)Xanion\c() and \c(3dd)Titanium\c().
it: I materiali hanno densità diverse. I più pesanti sono \c(3dd)Ferro\c() e \c(3dd)Ogonite\c(), mentre i più leggeri sono \c(3dd)Trinio\c(), \c(3dd) Xanione\c() e \c(3dd)Titanio\c().

source: The mass of your ship greatly influences its inertia - lighter ships are much easier to steer and don't need as many \c(3dd)Thrusters\c() and \c(3dd)Engines\c().
it: La massa della tua nave influenza notevolmente la sua inerzia: le navi più leggere sono molto più facili da governare e non hanno bisogno di tanti \c(3dd)propulsori\c() e \c(3dd)motori\c().

source: Some blocks like \c(3dd)Solar Panels\c() need a lot of surface area instead of volume.
it: Alcuni blocchi come i\c(3dd) Pannelli Solari\c() richiedono molta superficie invece del volume.

source: You can upgrade your entire ship's material in \c(3dd)Building Mode\c().
it: Puoi migliorare l'intero materiale della tua nave in \c(3dd) Modalità Costruzione\c().

source: You can show only one type of block in \c(3dd)Building Mode\c() when you want to change blocks in the center of your ship.
it: Puoi mostrare solo un tipo di blocco in \c(3dd) Modalità Costruzione\c() quando vuoi cambiare blocchi al centro della tua nave.

source: Select a \c(3dd)Hangar\c() in \c(3dd)Building Mode\c() to see if \c(3dd)Fighters\c() can launch from it.
it: Seleziona un \c(3dd)Hangar\c() in \c(3dd) Modalità Costruzione\c() per vedere se i\c(3dd)Caccia\c() possono lanciarsi da esso.

source: When you select an \c(3dd)Integrity Field Block\c() in \c(3dd)Building Mode\c(), all blocks protected by integrity fields will be highlighted as blue while building.
it: Quando selezioni un \c(3dd) Blocco di Integrità\c() in \c(3dd) Modalità Costruzione\c(), tutti i blocchi protetti da campi di integrità saranno evidenziati come blu durante la costruzione.

source: \c(3dd)Hangars\c() and \c(3dd)Cargo Blocks\c() have (virtual) walls. Building one big block is more effective than building a bunch of small ones with the same volume.
it: Gli\c(3dd)hangar\c() e i\c(3dd) blocchi di carico\c() hanno pareti (virtuali). Costruire un grande blocco è più efficace che costruire un gruppo di piccoli blocchi con lo stesso volume.

source: Some blocks like the \c(3dd)Generator\c(), contain very intricate, hyperspace-sensitive technology. To safely perform hyperspace jumps, they must be built with a friendly shipyard in the sector. They can, however, be repaired anywhere.
it: Alcuni blocchi come il \c(3dd)Generator\c(), contengono una tecnologia molto intricata e sensibile all'iperspazio. Per eseguire in sicurezza i salti iperspaziali, devono essere costruiti con un cantiere amichevole del settore. Tuttavia, possono essere riparati ovunque.

source: The yellow bar at the bottom of the screen is your \c(3dd)Energy Storage\c(). Increase it by building energy storage blocks. With a large energy capacity you can use the boost longer, and energy weapons recharge faster.
it: La barra gialla nella parte inferiore dello schermo è il tuo \c(3dd)Energy Storage\c(). Aumentalo costruendo blocchi di accumulo di energia. Con una grande capacità di energia è possibile utilizzare la spinta più a lungo e le armi ad energia si ricaricano più velocemente.

source: Your \c(3dd)Generator\c() generates energy and your systems drain it. Excess energy will be stored in your ship's \c(3dd)Energy Storage\c() and drained from there when your systems require more energy, for example in combat or during a \c(3dd)Hyperspace Jump\c().
it: Il tuo \c(3dd)Generatore\c() genera energia e i tuoi sistemi la scaricano. L'energia in eccesso verrà immagazzinata nel\c(3dd) Deposito di Energia\c() della tua nave e prosciugata da lì quando i tuoi sistemi richiedono più energia, ad esempio in combattimento o durante un \c(3dd) Salto Iperspaziale\c().

source: If your ship doesn't produce enough energy, the energy consumption will drain its \c(3dd)Batteries\c(). Once they're empty, your ship's systems will work with less capacity or even fail.
it: Se la tua nave non produce abbastanza energia, il consumo di energia scaricherà le sue \c(3dd)batterie\c(). Una volta vuoti, i sistemi della tua nave funzioneranno con meno capacità o addirittura falliranno.

source: Your \c(3dd)Energy Storage\c() can't be charged with endless speed. You can only charge it with a 20th of its capacity per second, and excess energy will be lost.
it: Il tuo \c(3dd) accumulo di energia\c() non può essere caricato a velocità infinita. Puoi caricarlo solo con un 20 ° della sua capacità al secondo e l'energia in eccesso andrà persa.

source: \c(3dd)Energy Weapons\c() are equipped with a small battery that is drained while shooting. It draws energy from the ship's \c(3dd)Energy Storage\c() to recharge.
it: Le\c(3dd) Armi ad Energia\c() sono dotate di una piccola batteria che si scarica durante il tiro. Trae energia dal\c(3dd) Deposito di Energia\c() della nave per ricaricarsi.

source: When you stop firing \c(3dd)Energy Weapons\c(), they'll immediately recharge their batteries. Once the battery level is high enough the weapon can fire again.
it: Quando smetti di sparare \c(3dd) Armi ad Energia\c(), ricaricheranno immediatamente le batterie. Una volta che il livello della batteria è abbastanza alto, l'arma può sparare di nuovo.

source: If you wait until the battery of your \c(3dd)Energy Weapon\c() is completely full, you'll be able to fire more consecutive shots.
it: Se aspetti che la batteria della tua \c(3dd) Arma ad Energia\c() sia completamente piena, sarai in grado di sparare più colpi consecutivi.

source: Not enough energy for a \c(3dd)Hyperspace Jump\c()? Try adding some \c(3dd)Energy Container blocks\c() to your ship!
it: Energia insufficiente per un \c(3dd) salto iperspaziale\c()? Prova ad aggiungere alcuni \c(3dd) blocchi di contenitori di energia\c() alla tua nave!

source: Your ships need \c(3dd)Crews\c(). You can hire crews at various friendly stations.
it: Le tue navi hanno bisogno di\c(3dd)Equipaggi\c(). È possibile noleggiare equipaggi in varie stazioni amichevoli.

source: Assign more than the minimum number of \c(3dd)Crew Members\c() to professions to gain boosts in that profession.
it: Assegna più del numero minimo di \c(3dd) membri dell'equipaggio\c() alle professioni per ottenere potenziamenti in quella professione.

source: Your \c(3dd)Turrets\c() need \c(3dd)Crew Members\c() that operate them. If a turret is not working, check if you have enough crew members to operate all your turrets.
it: Le tue \c(3dd)Torrette\c() hanno bisogno di\c(3dd) Membri dell'equipaggio\c() che le azionino. Se una torretta non funziona, controlla se hai abbastanza membri dell'equipaggio per far funzionare tutte le tue torrette.

source: Ships decay over time. Assign \c(3dd)Crew Members\c() to the repair crew so your ships stay in shape.
it: Le navi decadono nel tempo. Assegna \c(3dd) membri dell'equipaggio\c() all'equipaggio di riparazione in modo che le tue navi rimangano in forma.

source: Repair crews can't rebuild broken blocks. Fly to a \c(3dd)Repair Dock\c() or use the repair function in \c(3dd)Building Mode\c() to repair such damage.
it: Le squadre di riparazione non possono ricostruire i blocchi rotti. Vola su un \c(3dd)Repair Dock\c() o usa la funzione di riparazione in \c(3dd) Modalità Costruzione\c() per riparare tali danni.

source: You need a minimum \c(3dd)Crew\c() for various jobs on your ship in order to have the ship work optimally.
it: Hai bisogno di un\c(3dd)equipaggio\c() minimo per vari lavori sulla tua nave per far funzionare la nave in modo ottimale.

source: Hire more than the required minimum amount of \c(3dd)Crew Members\c() to compensate losses during combat.
it: Assumi più dell'importo minimo richiesto di \c(3dd) membri dell'equipaggio\c() per compensare le perdite durante il combattimento.

source: \c(3dd)Crew Members\c() on your ship who don't work in a specific field want to get paid, too.
it: Anche i\c(3dd) membri dell'equipaggio\c() sulla tua nave che non lavorano in un campo specifico vogliono essere pagati.

source: Good \c(3dd)Morale\c() will make professional crew members ascend in rank, bad morale will reduce your crew's willingness to work and will eventually lead to a strike.
it: Il buon \c(3dd)morale\c() farà salire di grado i membri dell'equipaggio professionisti, il cattivo morale ridurrà la volontà del tuo equipaggio di lavorare e alla fine porterà a uno sciopero.

source: Professional crew members will gain levels when \c(3dd)Morale\c() on your ship is good.
it: I membri dell'equipaggio professionisti guadagneranno livelli quando il\c(3dd)Morale\c() sulla tua nave è buono.

source: Pilots with a high level have a better chance to dodge shots in combat.
it: I piloti di alto livello hanno maggiori possibilità di schivare i colpi in combattimento.

source: When you don't have enough \c(3dd)Quarters\c() for your \c(3dd)Crew\c(), \c(3dd)Morale\c() on your ship will drop after a certain amount of time.
it: Quando non hai abbastanza \c(3dd)quarti\c() per il tuo \c(3dd)equipaggio\c(), \c(3dd)morale\c() sulla tua nave diminuirà dopo un certo periodo di tempo.

source: \c(3dd)Officers\c() will be assigned automatically once your crew grows and will require higher payment than normal crew members.
it: Gli\c(3dd)Ufficiali\c() verranno assegnati automaticamente quando il tuo equipaggio crescerà e richiederanno un pagamento più elevato rispetto ai normali membri dell'equipaggio.

source: \c(3dd)Morale\c() of your \c(3dd)Crew\c() will drop after a certain amount of time if you don't pay them.
it: Il\c(3dd)morale\c() del tuo \c(3dd)equipaggio\c() diminuirà dopo un certo periodo di tempo se non li paghi.

source: Specific \c(3dd)Crew Members\c() can be found at specific stations. For example, you will always find \c(3dd)Miners\c() at a mine, or \c(3dd)Mechanics\c() at a \c(3dd)Repair Dock\c().
it: Specifici \c(3dd) Membri dell'equipaggio\c() possono essere trovati in stazioni specifiche. Ad esempio, troverai sempre\c(3dd)Minatori\c() in una miniera, o \c(3dd)Meccanici\c() in un \c(3dd) Molo di Riparazione\c().

source: For some professions, like \c(3dd)Pilots\c(), \c(3dd)Attackers\c() or \c(3dd)Security\c(), normal crew can't be assigned. Instead you'll need to hire \c(3dd)Professional Crew\c() at a station.
it: Per alcune professioni, come \c(3dd)Piloti\c(), \c(3dd)Attaccanti\c() o \c(3dd)Sicurezza\c(), non è possibile assegnare un equipaggio normale. Dovrai invece assumere \c(3dd) Equipaggio Professionista\c() in una stazione.

source: You can request \c(3dd)Crew Transports\c() that will deliver an entire crew for a newly built ship. Those are costly, though, and only available if you request 100 crew members or more.
it: Puoi richiedere \c(3dd) Trasporti Equipaggio\c() che consegneranno un intero equipaggio per una nave di nuova costruzione. Tuttavia, sono costosi e disponibili solo se richiedi 100 o più membri dell'equipaggio.

source: Hiring a \c(3dd)Crew\c() when building a ship at a \c(3dd)Shipyard\c() may be convenient, but it's also very expensive: you'll pay 50% more for the crew and you'll have to wait longer for your ship to finish.
it: Assumere un \c(3dd)Equipaggio\c() quando costruisci una nave in un \c(3dd)Cantiere Navale\c() può essere conveniente, ma è anche molto costoso: pagherai il 50% in più per l'equipaggio e dovrai aspettare più a lungo perché la tua nave finisca.

source: When you've got a \c(3dd)Captain\c() on the ship, you can command it via the \c(3dd)Galaxy Map\c().
it: Quando hai un \c(3dd)Capitano\c() sulla nave, puoi comandarlo tramite la \c(3dd) Mappa Galattica\c().

source: If you're looking for a \c(3dd)Miner\c() captain, you should check at \c(3dd)Mines\c().
it: Se stai cercando un capitano\c(3dd)Minatore\c(), dovresti controllare le\c(3dd)Miniere\c().

source: If you're looking for a \c(3dd)Scavenger\c() captain, you should check at \c(3dd)Scrapyards\c().
it: Se stai cercando un capitano\c(3dd)Saccheggiatore\c(), dovresti controllare in \c(3dd)Cantieri\c().

source: You'll find \c(3dd)Merchant\c() captains at \c(3dd)Trading Posts\c().
it: Troverai capitani\c(3dd)Merchant\c() presso \c(3dd)Trading Posts\c().

source: A captain who is a \c(3dd)Smuggler\c() can be found at \c(3dd)Smuggler Hideouts\c(). Who'd have thought?
it: Un capitano che è un \c(3dd)Contrabbandiere\c() può essere trovato in \c(3dd) Nascondigli del Contrabbandiere\c(). Chi l'avrebbe mai detto?

source: \c(3dd)Commodore\c() captains can always be found at \c(3dd)Military Outposts\c().
it: I capitani del\c(3dd)Commodoro\c() possono sempre essere trovati negli \c(3dd) Avamposti Militari\c().

source: You'll typically find \c(3dd)Explorer\c() captains at \c(3dd)Research Stations\c() or \c(3dd)Travel Hubs\c().
it: In genere troverai \c(3dd)Explorer\c() capitani in \c(3dd) stazioni di ricerca\c() o \c(3dd) hub di viaggio\c().

source: \c(3dd)Tier 0 Captains\c() don't have a specific \c(3dd)Class\c() in the beginning and are a cheap alternative to higher-tier captains. Once they reach level 5, however, they will specialize on a profession.
it: I\c(3dd) Capitani di livello 0\c() non hanno una specifica \c(3dd)Classe\c() all'inizio e sono un'alternativa economica ai capitani di livello superiore. Una volta raggiunto il livello 5, tuttavia, si specializzeranno in una professione.

source: \c(3dd)Captains\c() with \c(3dd)Tier 1\c() or \c(3dd)2\c() have a specialization. \c(3dd)Tier 3 Captains\c() even have two!
it: I\c(3dd)Capitani\c() con \c(3dd)Livello 1\c() o \c(3dd)2\c() hanno una specializzazione. I\c(3dd) Capitani di Livello 3\c() ne hanno anche due!
