Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Freed Slave
it: Schiavo liberato

source: Hide Evidence
it: Nascondi prove

source: After one of our military exercises we stumbled across a little problem. It seems that some of our torpedos went a little out of control and hit a civilian ship. We left the sector immediately, but the wreckage of that civilian ship is still there. We need help hiding any evidence hinting that we are involved in that incident.
it: Dopo una delle nostre esercitazioni militari ci siamo imbattuti in un piccolo problema. Sembra che alcuni dei nostri siluri siano andati un po' fuori controllo e abbiano colpito una nave civile. Abbiamo lasciato immediatamente il settore, ma il relitto di quella nave civile è ancora lì. Abbiamo bisogno di aiuto per nascondere qualsiasi prova che suggerisca che siamo coinvolti in quell' incidente.

source: Check your mail for your reward.
it: Controlla la posta per la tua ricompensa.

source: The flight recorder with all evidence has been destroyed. Check your mail for your reward.
it: Il registratore di volo con tutte le prove è stato distrutto. Controlla la posta per la tua ricompensa.

source: The remains of the ship have been found.
it: Sono stati trovati i resti della nave.

source: Go to sector (${x}:${y}) and salvage the wreckage until nothing can be traced back to us.
it: Vai al settore (${x}:${y}) e recupera il relitto fino a quando nulla può essere ricondotto a noi.

source: (no subject)
it: (nessun oggetto)

source: Thank you for taking care of business. Just to remind you: this is top-secret, we never asked you to do anything and you never received anything from us. Your pay is enclosed. PS: This mail will autodelete itself as soon as you take the attachment.
it: Grazie per esserti occupato degli affari. Solo per ricordarti: questo è top-secret, non ti abbiamo mai chiesto di fare nulla e non hai mai ricevuto nulla da noi. La tua paga è allegata. PS: Questa mail si auto-elimina non appena prendi l'allegato.

source: Colonel Blisk
it: Colonnello Blisk

source: Earned %1% Credits for letting evidence disappear.
it: Hai guadagnato %1% crediti per aver lasciato sparire le prove.

source: Concealment
it: Occultamento

source: Go to sector \s(%1%:%2%) and destroy all evidence of our little incident.
it: Vai al settore \s(%1%:%2%) e distruggi tutte le prove del nostro piccolo incidente.

source: Investigate Missing Freighters
it: Indaga sui cargo mancanti

source: For some time now, freighters taking a certain trade route have been disappearing. Pretend to be a freighter yourself and investigate.
it: Da qualche tempo, i mercantili che imboccano una certa rotta commerciale stanno scomparendo. Fingi di essere una nave da carico e indaga.

source: Report to ${stationTitle} ${stationName} once you have ${cargoSpace} free cargo space.
it: Fai rapporto a ${stationTitle} ${stationName} una volta che hai ${cargoSpace} spazi di carico liberi.

source: The freighters usually go to (${xCoord}:${yCoord}) first.
it: I mercantili di solito vanno prima a (${xCoord}:${yCoord}).

source: Afterwards, they travel to (${xCoord}:${yCoord}).
it: In seguito, viaggiano verso (${xCoord}:${yCoord}).

source: Then they jump to (${xCoord}:${yCoord}).
it: Poi saltano a (${xCoord}:${yCoord}).

source: Their next stop usually is (${xCoord}:${yCoord}).
it: La loro prossima fermata di solito è (${xCoord}:${yCoord}).

source: Find the pirate base.
it: Trova la base dei pirati.

source: Defeat the pirates.
it: Sconfiggi i pirati.

source: I'm ready to find those freighters.
it: Sono pronto a trovare quei mercantili.

source: You want to help us investigate what happened to our freighters? Every cargo ship we send on that route simply disappears. But no military ship has found anything. Would you pretend to be a freighter and find out what happened to all the others?
it: Vuoi aiutarci a indagare su cosa è successo ai nostri mercantili? Ogni nave da carico che inviamo su quella rotta semplicemente scompare. Ma nessuna nave militare ha trovato nulla. Fingeresti di essere un mercantile e scopriresti cosa è successo a tutti gli altri?

source: I think I can do that.
it: Penso di poterlo fare.

source: We will give you some cargo, so you can pretend to be a freighter. Expect dire consequences if you don't return it.
it: Ti daremo del carico, così potrai fingere di essere un cargo. Aspettatevi conseguenze disastrose se non lo restituite.

source: I will do my best.
it: Farò del mio meglio.

source: Very well. We are going to send you the route our freighters usually take.
it: Molto bene. Ti invieremo la rotta che i nostri mercantili di solito prendono.

source: You don't have enough free cargo space to take our cargo. Please come back once you have enough free cargo space.
it: Non hai abbastanza spazio libero per trasportare il nostro carico. Torna quando hai abbastanza spazio libero per il carico.

source: MISSION ABORTED
it: MISSIONE INTERROTTA

source: The station that hired you no longer exists.
it: La stazione che ti ha assunto non esiste più.

source: If you want to live, you have only one option now!
it: Se vuoi vivere, ora hai solo un'opzione!

source: I know which one that is. I'll kill you!
it: So qual è. Ti ammazzo!

source: You're the pirates that destroyed all those freighters!
it: Siete i pirati che hanno distrutto tutti quei mercantili!

source: You're going to have to become a pirate and fight for us.
it: Dovrai diventare un pirata e combattere per noi.

source: Never!
it: Mai!

source: Why would I do that?
it: Perché dovrei farlo?

source: We didn't want to become pirates. But they attacked us and told us if we didn't fight for them, they would go after our families.
it: Non volevamo diventare pirati. Ma ci hanno attaccato e ci hanno detto che se non avessimo combattuto per loro, avrebbero inseguito le nostre famiglie.

source: Who did that?
it: Chi è stato?

source: That's a nice excuse!
it: È una bella scusa!

source: The pirates that have their base in sector (${xCoord}:${yCoord}). They now have a giant army, because they force everybody to fight for them instead of killing them.
it: I pirati che hanno la loro base nel settore (${xCoord}:${yCoord}). Ora hanno un esercito gigantesco, perché costringono tutti a combattere per loro invece di ucciderli.

source: Then why don't you turn on them?
it: Allora perché non li accendi?

source: You're no better than them now.
it: Non sei migliore di loro adesso.

source: They're too strong for us. If we fail, they are going to go after our families.
it: Sono troppo forti per noi. Se falliamo, daranno la caccia alle nostre famiglie.

source: Fine, I will try to defeat them for you.
it: Bene, cercherò di sconfiggerli per te.

source: You are outnumbered. Prepare to die!
it: Sei in inferiorità numerica. Preparati a morire!

source: Thank you so much, we will never attack anyone ever again!
it: Grazie mille, non attaccheremo mai più nessuno!

source: What are you doing here?
it: Che ci fai qui?

source: I heard you are forcing innocent freighters to fight for you. I will put a stop to that.
it: Ho sentito che stai costringendo dei mercantili innocenti a combattere per te. Metterò fine a tutto questo.

source: Let's see you try!
it: Vediamo come ci provi!

source: Thank you! Our people have returned home safely. We are in your debt. You may keep the cargo we gave you. Greetings, Lieutenant Omask.
it: Grazie! La nostra gente è tornata a casa sana e salva. Siamo in debito con te. Puoi tenere il carico che ti abbiamo dato. Saluti, Tenente Omask.

# Mail Subject
source: Thank you for returning our people
it: Grazie per aver restituito il nostro personale

source: Lieutenant Omask
it: Tenente Omask

source: Thank you! We heard you defeated some pirates that were lurking on the trade route. You may keep the cargo we gave you. Greetings, Lieutenant Omask.
it: Grazie! Abbiamo sentito che hai sconfitto alcuni pirati che erano in agguato sulla rotta commerciale. Puoi tenere il carico che ti abbiamo dato. Saluti, Tenente Omask.

# Mail Subject
source: Thank you for defeating the pirates
it: Grazie per aver sconfitto i pirati

source: Hello, it seems that our information was outdated and the trade route now leads through a rift. We apologize for the inconvenience and transferred a compensation for your time to your account. Greetings, %s
it: Ciao, sembra che le nostre informazioni fossero obsolete e la rotta commerciale ora conduce attraverso una spaccatura. Ci scusiamo per l'inconveniente e abbiamo trasferito un compenso per il tuo tempo sul tuo account. Saluti, %s

source: Earned %1% Credits for finding out what happened to the freighters
it: Hai guadagnato %1% crediti per aver scoperto cosa è successo ai mercantili

source: Looking for help! For some time now, freighters taking a certain trade route have been disappearing. We already contacted the authorities, but nothing ever came up, so we're taking matters into our own hands! We need someone brave enough to pose as one of our freighters, and investigate where and how our deliveries have been disappearing.
it: In cerca di aiuto! Da qualche tempo, i mercantili che imboccano una determinata rotta commerciale stanno scomparendo. Abbiamo già contattato le autorità, ma non è mai venuto fuori nulla, quindi stiamo prendendo in mano la situazione! Abbiamo bisogno di qualcuno abbastanza coraggioso da fingersi uno dei nostri mercantili e indagare su dove e come le nostre consegne sono scomparse.

# difficulty
source: Normal
it: Normale

source: Procure ${plural}
it: Appalto ${plural}

source: Deliver ${amount} ${plural}
it: Consegna ${amount} ${plural}

source: Received %1% Credits for procuring goods in time.
it: Ricevuto %1% crediti per aver procurato merci in tempo.

source: Thank you. We have transferred the reward to your account.
it: Grazie. Abbiamo trasferito la ricompensa sul tuo account.

source: There must have been a misunderstanding. You don't have the cargo.
it: Dev' esserci stato un malinteso. Non hai il carico.

source: The ${stationTitle} ${stationName} in sector (${sectorName}) asked you for an urgent delivery of ${amount} ${plural}. Upon delivering you will receive payment for the goods as well as a bonus. Time Left: ${timeLeftStr}
it: Lo ${stationTitle} ${stationName} del settore (${sectorName}) ti ha chiesto una consegna urgente di ${amount} ${plural}. Al momento della consegna riceverai il pagamento della merce e un bonus. Tempo rimasto: ${timeLeftStr}

source: Urgent delivery of unknown origin.
it: Consegna urgente di origine sconosciuta.

source: Urgent Delivery
it: Consegna urgente

source: This is an emergency! We need someone to deliver us %1% %2% to \s(%3%,%4%) in one hour! We'll pay you 4x the regular price.
it: Questa è un'emergenza! Abbiamo bisogno di qualcuno che ci consegni %1% %2% a \s(%3%,%4%) in un'ora! Ti pagheremo il quadruplo del prezzo normale.

source: You have received a radio message of unknown origin. Someone is asking you to deliver ${amount} ${good} to a specific location. They are saying it is an emergency.
it: Hai ricevuto un messaggio radio di origine sconosciuta. Qualcuno ti sta chiedendo di consegnare ${amount} ${good} in un luogo specifico. Dicono che è un'emergenza.

source: Do you have the goods?
it: Hai la merce?

source: Yes, I've got them all.
it: Sì, li ho presi tutti.

source: I won't give them to you!
it: Non te li darò!

source: Lovely. And now hand them over!
it: Adorabile. E ora consegnali!

source: Here you go.
it: Ecco qua.

source: Wait, aren't you a pirate?
it: Aspetta, non sei un pirata?

source: I don't know what you're talking about. Give me the goods and don't ask stupid questions! I don't want to have to hurt you.
it: Non so di cosa tu stia parlando. Dammi la merce e non fare domande stupide! Non voglio farti del male.

source: Ok, I don't want any trouble.
it: Ok, non voglio problemi.

source: No, I can't give that to a pirate!
it: No, non posso darlo a un pirata!

source: Hahah, let's get out of here.
it: Ahahah, andiamocene da qui.

source: Then DIE!
it: Allora MUORI!

source: My bloody hyperspace engine is still charging. I need backup NOW!
it: Il mio dannato motore iperspaziale è ancora in carica. Ho bisogno di rinforzi ORA!

source: This one seems to wanna play games. Let's teach them a little lesson!
it: Questo sembra voler giocare. Insegniamo loro una piccola lezione!

source: A Lost Friend
it: Un amico perduto

# male variant
source: Look for hints on the whereabouts of your client's friend, the ${classtype}.
it: Cerca suggerimenti su dove si trova l'amico del tuo cliente, lo ${classtype}.

source: Pick up Captain ${name} at the station in (${x}:${y})
it: Prendi il capitano ${name} alla stazione tra (${x}:${y})

# female variant
source: Look for hints on the whereabouts of your client's friend, the ${classtype}.
it: Cerca suggerimenti su dove si trova l'amico del tuo cliente, lo ${classtype}.

source: I'm looking for ${name}.
it: Sto cercando ${name}.

source: Log entry ${number}: Our instruments picked up strange interferences that our engineers can't explain.
it: Voce di registro ${number}: I nostri strumenti hanno rilevato strane interferenze che i nostri ingegneri non possono spiegare.

source: Log entry ${number}: It seems that we're being followed. Their ship is registered to sector (${x}:${y}). I didn't even know that sector was habitable. We'll try to move faster to lose them.
it: Voce di registro ${number}: Sembra che ci stiano seguendo. La loro nave è registrata nel settore (${x}:${y}). Non sapevo nemmeno che quel settore fosse abitabile. Cercheremo di muoverci più velocemente per perderli.

source: Log entry ${number}: They've caught up with us. They want to send over a boarding party. We're preparing the airlock.
it: Voce di registro ${number}: Ci hanno raggiunto. "Vogliono inviare una squadra di imbarco. Stiamo preparando la camera stagna.

source: It seems I can't come aboard afterall. Here is your money back.
it: Dopotutto, sembra che non possa salire a bordo. Ecco i tuoi soldi indietro.

source: Yes! Nice work! And perfect timing! Those pirates kidnapped us and locked us up, who knows what they would have done to us! We just broke out of our cells and took control of the station. Thank you for distracting those pirates!
it: Sì! Bel lavoro! E tempismo perfetto! Quei pirati ci hanno rapito e rinchiuso, chissà cosa ci avrebbero fatto! Siamo appena usciti dalle nostre celle e abbiamo preso il controllo della stazione. Grazie per aver distratto quei pirati!

source: That's me! I've led the riot here. Thank you so much for your help.
it: Sono io! Ho guidato la rivolta qui. Grazie mille per l'aiuto.

source: Sure, no problem.
it: Certo, nessun problema.

source: Why exactly are you looking for me?
it: Perché mi stai cercando esattamente?

source: ${name} is looking for you.
it: ${name} ti sta cercando.

source: Ah ${name}, he always has my back. I'll contact him immediately!
it: Ah ${name}, mi copre sempre le spalle. Lo contatterò subito!

source: Now the question is, how will I get off this station now? They destroyed my ship! Hey you know what, you seem awesome, do you happen to be in need of a captain? I just need to settle some affairs, but that should be easy if you let me have the reward for finding me.
it: Ora la domanda è: come farò a scendere da questa stazione adesso? Hanno distrutto la mia nave! Ehi, sai cosa, sembri fantastico, per caso hai bisogno di un capitano? Ho solo bisogno di sistemare alcune cose, ma dovrebbe essere facile se mi lasci avere la ricompensa per avermi trovato.

source: Can I see your credentials?
it: Posso vedere le tue credenziali?

source: Sorry, I need the money myself.
it: Scusa, anch' io ho bisogno di soldi.

source: Sure thing, here you go!
it: Certo, ecco qua!

source: Hi! You came back. Everything ready now?
it: Ciao! Sei tornato. Ora è tutto pronto?

source: Yes, welcome aboard!
it: Sì, benvenuti a bordo!

source: Let me get my ship.
it: Fammi prendere la mia nave.

# Respectfully asking player
source: What do you think?
it: Cosa ne pensi?

source: Oh sure, I'll be waiting here. Come back once everything is ready!
it: Oh certo, aspetterò qui. Torna quando sarà tutto pronto!

source: Welcome aboard!
it: Benvenuto a bordo!

source: Missing: Name: ${displayName} Profession: ${class} Age: ${age} Last Known Location: (${x}:${y}) It's been a while since I've last had word from my good friend ${displayName}. Usually he checks in with me regularly. I'm worried that something bad might have happened to him. The only clue I have to go on is his last message that he was on his way to sector (${x}:${y}). Please help me find my friend! Anyone who can lead me towards him will receive a reward of ${reward}¢! ${client}
it: Mancante: Nome: ${displayName} Professione: ${class} Età: ${age} Ultima posizione nota: (${x}:${y}) È passato un po' di tempo dall'ultima volta che ho avuto notizie dal mio buon amico ${displayName}. Di solito si fa vivo regolarmente. Sono preoccupato che possa essergli successo qualcosa di brutto. L'unico indizio che ho è il suo ultimo messaggio in cui diceva che stava andando al settore (${x}:${y}). Per favore, aiutatemi a trovare il mio amico! Chiunque riesca a condurmi da lui riceverà una ricompensa di ${reward}¢! ${client}

source: Missing: Name: ${displayName} Profession: ${class} Age: ${age} Last Known Location: (${x}:${y}) It's been a while since I've last had word from my good friend ${displayName}. Usually she checks in with me regularly. I'm worried that something bad might have happened to her. The only clue I have to go on is her last message that she was on her way to sector (${x}:${y}). Please help me find my friend! Anyone who can lead me towards her will receive a reward of ${reward}¢! ${client}
it: Mancante: Nome: ${displayName} Professione: ${class} Età: ${age} Ultima posizione nota: (${x}:${y}) È passato un po' di tempo dall'ultima volta che ho avuto notizie dal mio buon amico ${displayName}. Di solito si fa sentire regolarmente. Sono preoccupato che le sia successo qualcosa di brutto. L'unico indizio che ho è il suo ultimo messaggio in cui diceva di essere in viaggio verso il settore (${x}:${y}). Per favore, aiutatemi a trovare la mia amica! Chiunque riesca a condurmi da lei riceverà una ricompensa di ${reward}¢! ${client}

source: Check the last known location of the missing person in \s(%2%:%3%).
it: Controlla l'ultima posizione nota della persona scomparsa in \s(%2%:%3%).

source: Search and Rescue
it: Ricerca e salvataggio

source: You received an emergency call from an unknown source. Your ship's sensors were unable to trace their exact position, but it produced these possible locations:
it: Hai ricevuto una chiamata di emergenza da una fonte sconosciuta. I sensori della tua nave non sono stati in grado di tracciare la loro posizione esatta, ma hanno prodotto queste possibili posizioni:

source: The flight recorder was destroyed.
it: Il registratore di volo è stato distrutto.

source: CHRRK....Mayday, mayd....CHRRRRK....explosion...CHRRK....Need help....CHRRK
it: CHRRK....Mayday, mayd....CHRRRRK....esplosione...CHRRK....Serve aiuto....CHRRK

source: Hello?...Can you....CHRRK...Can you hear us?...CHHRRK....Emergency
it: Pronto?...Riesci a....CHRRK...Riesci a sentirci?...CHHRRK....Emergenza

source: This is.....emergency call.....CHRRRK....life threatening situation.....
it: Questa è..... chiamata DI emergenza..... CHRRRK.... situazione DI pericolo DI vita.....

source: CHRRK....Lost.....Navigate....CHRRRK.....immediate help.....someone...CHRRRK
it: CHRRK....Perso.....Navigare....CHRRRK..... aiuto immediato.....qualcuno...CHRRRK

source: Mayday, mayday! We had an explosion. We need help as fast as possible!
it: Mayday, mayday! C'è stata un'esplosione. Abbiamo bisogno di aiuto il più velocemente possibile!

source: Hello? Can you hear us? Can you hear us? We are having an emergency. Help us please!
it: Pronto? Riesci a sentirci? Riesci a sentirci? Abbiamo un'emergenza. Aiutateci per favore!

source: This is an emergency call. We are in a life-threatening situation. Please help us!
it: Questa è una chiamata di emergenza. Siamo in una situazione pericolosa per la vita. Per favore, aiutaci!

source: We lost our ability to navigate and we need immediate help. Is someone out there?
it: Abbiamo perso la capacità di navigare e abbiamo bisogno di aiuto immediato. C'è qualcuno là fuori?

source: You have received an emergency signal from an unknown source.
it: Hai ricevuto un segnale di emergenza da una fonte sconosciuta.

source: Find other members of ${faction} and tell them what you found out
it: Trova altri membri di ${faction} e racconta loro cosa hai scoperto

source: I have news for you.
it: Ho una notizia per te.

source: This is sad news. Thank you for letting us know. We transferred some money to your account for your troubles.
it: Questa è una notizia triste. Grazie per averci informato. Abbiamo trasferito un po' di denaro sul tuo account per i tuoi problemi.

source: Nothing found here.
it: Qui non c'è niente.

source: This ship seems empty. There's no heat registering on your scanners, and all crew aboard is frozen stiff. The energy generator looks torn apart, it may have released toxic fumes into their air system. The only working thing is the automatic help message you received.
it: Questa nave sembra vuota. Non c'è registrazione di calore sui tuoi scanner e tutto l'equipaggio a bordo è congelato. Il generatore di energia sembra lacerato, potrebbe aver rilasciato fumi tossici nel loro sistema d'aria. L'unica cosa funzionante è il messaggio di aiuto automatico che hai ricevuto.

source: Check message system
it: Controllare il sistema di messaggi

source: To whomever finds this message: Please bring the information home to our families. They need to know about our fate.
it: A chiunque trovi questo messaggio: Si prega di portare le informazioni a casa alle nostre famiglie. Devono sapere del nostro destino.

source: Protection of a settler trek
it: Protezione di un trekking di un colono

source: Thank you for your help! Now that the pirates are finally gone we can found our colony in peace.
it: Grazie per il tuo aiuto! Ora che i pirati se ne sono finalmente andati, possiamo fondare la nostra colonia in pace.

source: Our hopes to colonize this sector are gone with our settlers. We will try to expand our realm in another direction.
it: Le nostre speranze di colonizzare questo settore sono svanite con i nostri coloni. Cercheremo di espandere il nostro regno in un'altra direzione.

source: You failed to protect our helpless settlers. They trusted you! But you left them as prey for the pirates!
it: Non sei riuscito a proteggere i nostri coloni indifesi. Si fidavano di te! Ma li hai lasciati in preda ai pirati!

source: ${faction} is trying to found a colony in sector (${x}:${y}). The settlers report that they are under constant attacks by pirates. You have been hired to protect the settlers from further attacks.
it: ${faction} sta cercando di trovare una colonia nel settore (${x}:${y}). I coloni riferiscono di essere costantemente attaccati dai pirati. Sei stato assunto per proteggere i coloni da ulteriori attacchi.

source: We're so happy you're here! Pirates are attacking us all the time. We've already lost so many friends! Please help us to get rid of those vicious criminals! Your are our only hope! I think they're coming back...
it: Siamo così felici che tu sia qui! I pirati ci attaccano continuamente. Abbiamo già perso così tanti amici! Per favore, aiutaci a sbarazzarci di quei feroci criminali! Tu sei la nostra unica speranza! Penso che stiano tornando...

source: I will protect you!
it: Ti proteggerò!

source: Earned %1% Credits for protecting settlers from pirates
it: Hai guadagnato %1% crediti proteggendo i coloni dai pirati
