Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: \c(0d0)Xsotan Hunters\c() are specialists in attracting Xsotan and hunt them with passion.
it: I\c(0d0) Cacciatori di Xsotan\c() sono specialisti nell'attirare Xsotan e cacciarli con passione.

source: When commanding a ship in \c(0d0)Rifts\c(), they attract special, rare Xsotan. It takes some time before the attraction is successful and the hunt can begin.
it: Quando comandano una nave in \c(0d0)Spaccature\c(), attirano Xsotan speciali e rari. Ci vuole un po' di tempo prima che l'attrazione abbia successo e la caccia possa iniziare.

source: Only those who have many years of experience fighting the Xsotan become Xsotan Hunters. Therefore, they are usually found at \c(0d0)Resistance Outposts\c().
it: Solo coloro che hanno molti anni di esperienza nella lotta contro gli Xsotan diventano Cacciatori Xsotan. Pertanto, di solito si trovano negli\c(0d0) Avamposti di Resistenza\c().

source: The \c(0d0)Strategy Mode\c() allows you to issue commands to ships in your sector.
it: La \c(0d0) Modalità Strategia\c() ti consente di impartire comandi alle navi nel tuo settore.

source: Select a ship or a group of ships and then use the icons at the bottom of the screen to give an order.
it: Seleziona una nave o un gruppo di navi e poi usa le icone nella parte inferiore dello schermo per dare un ordine.

source: All ships and stations in the sector are listed here, and you can see the goods that are being bought and sold, the crew members waiting to be hired and the missions availabe at bulletin boards.
it: Tutte le navi e le stazioni del settore sono elencate qui e puoi vedere le merci che vengono acquistate e vendute, i membri dell'equipaggio in attesa di essere assunti e le missioni disponibili nelle bacheche.

source: Move the Strategy View by using the \c(fff)arrow keys\c() or \c(fff)[W]\c(), \c(fff)[A]\c(), \c(fff)[S]\c(), \c(fff)[D]\c(), or by moving \c(fff)[Left Mouse]\c() to the edge of your screen (this can be disabled in the settings menu).
it: Sposta la Vista Strategica usando i \c(fff) tasti freccia\c() o \c(fff)[W]\c(), \c(fff)[A]\c(), \c(fff)[S]\c(), \c(fff)[D]\c(), o spostando \c(fff)[Mouse sinistro]\c() sul bordo dello schermo (questo può essere disabilitato nel menu delle impostazioni).

source: The Strategy View can be rotated with with \c(fff)[Right Mouse]\c(), and you can move through the planes by holding \c(fff)[Left SHIFT]\c() and dragging \c(fff)[Left Mouse]\c().
it: La Vista Strategica può essere ruotata con \c(fff)[Mouse destro]\c(), e puoi muoverti attraverso i piani tenendo premuto \c(fff)[SHIFT sinistro]\c() e trascinando \c(fff)[Mouse sinistro]\c().

source: Every ship has an \c(0d0)Autopilot\c().
it: Ogni nave ha un \c(0d0)Autopilota\c().

source: While you are in the same sector as one of your ships, you can tell it to carry out small, single target orders like \c(fff)attacking\c() a target, \c(fff)harvesting\c() an asteroid, \c(fff)docking\c() to a station, \c(fff)guarding\c() a spot, or \c(fff)flying\c() to a position or through a gate.
it: Mentre ti trovi nello stesso settore di una delle tue navi, puoi dirgli di eseguire ordini piccoli e singoli come \c(fff)attaccare\c() un bersaglio, \c(fff)raccogliere\c() un asteroide, \c(fff)attraccare\c() a una stazione, \c(fff)proteggere\c() un punto, o \c(fff)volare\c() in una posizione o attraverso un cancello.

source: You can give those orders by selecting the \c(0d0)robot icon\c() at the top right or by opening \c(0d0)Strategy Mode\c() and selecting the icons at the bottom of the screen or right clicking a target.
it: Puoi dare quegli ordini selezionando l'icona del \c(0d0)robot\c() in alto a destra o aprendo la\c(0d0) Modalità Strategia\c() e selezionando le icone nella parte inferiore dello schermo o facendo clic con il pulsante destro del mouse su un bersaglio.

source: You can also interact with the ship by pressing \c(fff)[${interact}]\c() and selecting one of the orders there.
it: Puoi anche interagire con la nave premendo \c(fff)[${interact}]\c() e selezionando uno degli ordini lì.

source: More advanced orders are unavailable if your ship doesn't have a \c(0d0)Captain\c(). See the chapters on \c(0d0)Galaxy Map Orders\c() and \c(0d0)Captain's Commands\c() for more advanced commands.
it: Gli ordini più avanzati non sono disponibili se la tua nave non ha un \c(0d0)Capitano\c(). Vedi i capitoli su \c(0d0) Ordini Mappa Galattica\c() e \c(0d0) Comandi del Capitano\c() per comandi più avanzati.

source: Galaxy Map Orders
it: Ordini Galaxy Map

source: If your ship has a \c(0d0)Captain\c() you don't have to stay in the same sector, your captain will carry out commands without you there.
it: Se la tua nave ha un \c(0d0)Capitano\c() non devi rimanere nello stesso settore, il tuo capitano eseguirà i comandi senza di te.

source: If you want your ship to perform orders that deal with more than one target or that are stretched over multiple sectors, command it via the \c(0d0)Galaxy Map\c().
it: Se vuoi che la tua nave esegua ordini che riguardano più di un bersaglio o che si estendono su più settori, comandala tramite la \c(0d0) Mappa Galattica\c().

source: Press \c(fff)[${shift}]\c() while issuing certain orders to enchain them.
it: Premi \c(fff)[${shift}]\c() mentre emetti determinati ordini per incatenarli.

source: Here, you can give simple orders like \c(fff)patrolling\c() a sector, \c(fff)attacking\c() all enemies in a sector, \c(fff)repairing\c() all ships in a sector or even just \c(fff)jumping\c() to another sector.
it: Qui, puoi dare ordini semplici come \c(fff)pattugliare\c() un settore, \c(fff)attaccare\c() tutti i nemici in un settore, \c(fff)riparare\c() tutte le navi in un settore o anche solo \c(fff)saltare\c() in un altro settore.

source: To read about even more advanced commands take a look at the chapter on \c(0d0)Captain's Commands\c().
it: Per leggere i comandi ancora più avanzati, dai un'occhiata al capitolo su \c(0d0) Comandi del capitano\c().

source: Captain's Commands
it: Comandi del capitano

source: \c(0d0)Captains\c() can carry out very advanced commands on their own.
it: I\c(0d0)Capitani\c() possono eseguire comandi molto avanzati da soli.

source: While they are working on a command, they will need full control of the ship and will be unavailable to you.
it: Mentre stanno lavorando a un comando, avranno bisogno del pieno controllo della nave e non saranno disponibili per te.

source: To assign a command select the ship on the \c(0d0)Galaxy Map\c() and choose a command.
it: Per assegnare un comando seleziona la nave sulla\c(0d0) Mappa Galattica\c() e scegli un comando.

source: You will be able to specify your orders and tell the captain which area to work in.
it: Potrai specificare i tuoi ordini e dire al capitano in quale area lavorare.

source: The classes, level, tier and character traits of a captain will influence how well the command will be executed.
it: Le classi, il livello, il livello e i tratti caratteriali di un capitano influenzeranno il modo in cui il comando verrà eseguito.

source: During most of the commands, the captain acquires money, resources, items or more.
it: Durante la maggior parte dei comandi, il capitano acquisisce denaro, risorse, oggetti o altro.

source: Collect those yields in the \c(0d0)Fleet Tab\c() of the \c(0d0)Player Menu\c().
it: Raccogli quei rendimenti nella \c(0d0) Scheda Flotta\c() del \c(0d0) Menu Giocatore\c().

source: Founding Stations
it: Stazioni Fondatrici

source: When buying a ship at a \c(0d0)Shipyard\c() you can choose to order a \c(0d0)Station Founder\c().
it: Quando acquisti una nave in un \c(0d0)Cantiere Navale\c() puoi scegliere di ordinare un \c(0d0) Fondatore della Stazione\c().

source: With the necessary funds, it can be transformed into a station.
it: Con i fondi necessari, può essere trasformato in una stazione.

source: If you build too many stations in a sector controlled by another faction, you will eventually take over the sector and your relations to that faction will suffer.
it: Se costruisci troppe stazioni in un settore controllato da un'altra fazione, alla fine prenderai il controllo del settore e i tuoi rapporti con quella fazione ne risentiranno.

source: Once transformed, the station will only be able to move if put into \c(0d0)Transport Mode\c() and docked to a ship.
it: Una volta trasformata, la stazione sarà in grado di muoversi solo se messa in \c(0d0) Modalità di trasporto\c() e attraccata a una nave.

source: Some stations produce, buy and sell trading goods and will make profit over time, so it is important to have those in profitable area where supply and demand are advantageous.
it: Alcune stazioni producono, acquistano e vendono beni commerciali e realizzeranno profitti nel tempo, quindi è importante avere quelli in un'area redditizia in cui l'offerta e la domanda sono vantaggiose.

source: To find such an area, install a \c(0d0)Trading Subsystem\c() on your ship (see section \c(0d0)Trade\c() -> \c(0d0)Trading Subsystem\c()).
it: Per trovare una tale area, installa un \c(0d0) Sottosistema di Trading\c() sulla tua nave (vedi sezione \c(0d0)Commercio\c() -> \c(0d0) Sottosistema di Trading\c()).

source: Production Chains
it: Filiere Produttive

source: In order to produce goods, most stations need resources.
it: Per produrre merci, la maggior parte delle stazioni ha bisogno di risorse.

source: These have to be bought from other stations or traders.
it: Questi devono essere acquistati da altre stazioni o commercianti.

source: You can also provide goods to your stations by building a production line consisting of multiple stations.
it: Puoi anche fornire merci alle tue stazioni costruendo una linea di produzione composta da più stazioni.

source: Transport goods between them with \c(0d0)Cargo Shuttles\c()!
it: Trasporta le merci tra di loro con \c(0d0) Navette cargo\c()!

source: Configure them in the factory menu to fetch or bring goods to another station in the sector.
it: Configurarli nel menu di fabbrica per prelevare o portare la merce in un'altra stazione del settore.

source: You can also \c(0d0)dock\c() stations together to speed up goods exchange by 500%!
it: Puoi anche \c(0d0)attraccare\c() stazioni insieme per accelerare lo scambio di merci del 500%!

source: Docking them together will also make their goods exchange immune to \c(0d0)Hazard Zones\c(), since they won't have to rely on shuttles.
it: Agganciarli insieme renderà anche i loro scambi di merci immuni alle \c(0d0)Zone Pericolose\c(), poiché non dovranno fare affidamento sulle navette.

source: Goods Glossary
it: Glossario Merci

source: Dangerous good
it: Pericoloso buono

source: Illegal good
it: Merce illegale

source: Sold at:
it: Venduto a:

source: Nowhere
it: Da nessuna parte

source: Bought at:
it: Acquistato su:

source: Ores are mined out of \c(0d0)Asteroids\c() with \c(0d0)R-Mining Lasers\c().
it: I minerali vengono estratti da\c(0d0)Asteroidi\c() con \c(0d0) Laser R-Mining\c().

source: Scraps are mined out of wreckages with \c(0d0)R-Salvaging Lasers\c().
it: Gli scarti vengono estratti dai rottami con \c(0d0)Laser R-Salvaging\c().

source: Can be refined at a \c(0d0)Resource Depot\c().
it: Può essere raffinato in un \c(0d0) Deposito Risorse\c().

source: Basic Goods
it: Articoli di base

source: Industrial Goods
it: Beni Industriali

source: Military Goods
it: Beni Militari

source: Technological Goods
it: Beni tecnologici

source: Consumer Goods
it: Beni di consumo

source: Production Glossary
it: Glossario di produzione

source: Needs:
it: Esigenze:

source: Type ${i}:
it: Tipo ${i}:

source: Factories produce goods. Most of them need ingredients to convert them into new goods.
it: Le fabbriche producono beni. La maggior parte di loro ha bisogno di ingredienti per convertirli in nuovi beni.

source: Mines extract minerals from asteroids. They specialize in only a few goods and sell them.
it: Le miniere estraggono minerali dagli asteroidi. Sono specializzati in pochi prodotti e li vendono.

source: Collectors
it: Collettori

source: Collectors use special technology to attract rare particles from space. They collect those particles and sell them.
it: I collezionisti utilizzano una tecnologia speciale per attirare particelle rare dallo spazio. Raccolgono quelle particelle e le vendono.

source: Farms and Ranches
it: Fattorie e Ranch

source: Farms and Ranches are the agricultural part of production in space. They need \c(0d0)water\c(), animal feed or \c(0d0)fertilizer\c() to produce different kinds of food, animals and waste products.
it: Fattorie e Ranch sono la parte agricola della produzione nello spazio. Hanno bisogno di\c(0d0)acqua\c(), mangime per animali o \c(0d0)fertilizzante\c() per produrre diversi tipi di cibo, animali e prodotti di scarto.

source: Consumers only buy things. They are the end of the production chain. Their inhabitants consume the goods that are sold to them.
it: I consumatori acquistano solo cose. Sono la fine della filiera produttiva. I loro abitanti consumano i beni che vengono loro venduti.

source: Resource Management
it: Gestione delle risorse

source: \c(0d0)Credits\c() are the Galactic currency accepted by everybody. There are a number of ways that you can generate money:
it: I\c(0d0)Crediti\c() sono la valuta Galattica accettata da tutti. Esistono diversi modi per generare denaro:

source: Selling \c(0d0)Resources:\c() Mine asteroids and sell the materials to a \c(0d0)Resource Depot\c()
it: Vendere \c(0d0)Risorse:\c() Estrai asteroidi e vendi i materiali a un \c(0d0) Deposito Risorse\c()

source: Collecting \c(0d0)Loot\c(): When enemy ships are defeated they drop loot which you can sell at stations.
it: Raccogliere \c(0d0)Bottino\c(): Quando le navi nemiche vengono sconfitte, rilasciano un bottino che puoi vendere nelle stazioni.

source: Completing \c(0d0)Missions\c(): Accept tasks at stations' bulletin boards. You will be paid on completion.
it: Completamento di\c(0d0)missioni\c(): accetta compiti nelle bacheche delle stazioni. Riceverai il pagamento al termine.

source: \c(0d0)Trading\c(): Buy trading goods and sell them again for a higher price to make profit.
it: \c(0d0)Trading\c(): Acquista beni di trading e vendili di nuovo a un prezzo più alto per trarne profitto.

source: Founding \c(0d0)Stations\c(): Most stations produce goods and will automatically sell them, generating income for you.
it: Stazioni fondatrici \c(0d0)\c(): La maggior parte delle stazioni produce beni e li venderà automaticamente, generando entrate per te.

source: Selling \c(0d0)Asteroids\c(): Some asteroids in the galaxy are larger than others, and definitely worth having.
it: Vendere \c(0d0)Asteroidi\c(): Alcuni asteroidi nella galassia sono più grandi di altri, e sicuramente vale la pena averli.

source: After claiming one of them you can found a mine on it to extract goods or you can sell it to a nearby faction for a huge sum.
it: Dopo averne rivendicato uno, puoi trovare una miniera su di esso per estrarre beni o puoi venderlo a una fazione vicina per una somma enorme.

source: Mining
it: Estrazione mineraria

source: To mine asteroids, special \c(0d0)Mining Lasers\c() are necessary.
it: Per estrarre asteroidi, sono necessari speciali \c(0d0) laser minerari\c().

source: They will be able to extract materials from asteroids.
it: Saranno in grado di estrarre materiali dagli asteroidi.

source: Most asteroids that are worth mining can be recognized by the colorful material residue on their surface.
it: La maggior parte degli asteroidi che vale la pena estrarre può essere riconosciuta dai residui di materiale colorato sulla loro superficie.

source: Only a very small percentage of the bland looking asteroids may have resources hidden inside of them and it is generally not worth mining non-resource asteroids.
it: Solo una percentuale molto piccola di asteroidi dall'aspetto blando può avere risorse nascoste al loro interno e generalmente non vale la pena estrarre asteroidi non provenienti da risorse.

source: To find asteroids with hidden resources, install an \c(0d0)Object Detector Subsystem\c().
it: Per trovare asteroidi con risorse nascoste, installa un \c(0d0) Sottosistema Rilevatore di Oggetti\c().

source: All \c(0d0)Mining Lasers\c() are made for specific materials and are only capable of mining the next higher and all lower materials.
it: Tutti i \c(0d0) laser minerari\c() sono realizzati per materiali specifici e sono in grado di estrarre solo i materiali immediatamente superiori e tutti quelli inferiori.

source: There are \c(0d0)Refining Mining Lasers\c() and \c(0d0)Raw Mining Lasers\c().
it: Ci sono \c(0d0) laser di raffinazione mineraria\c() e \c(0d0) laser di estrazione mineraria grezza\c().

source: To learn more about them, read the chapter on \c(0d0)Refining\c().
it: Per saperne di più su di loro, leggi il capitolo su \c(0d0)Raffinazione\c().

source: Raw Mining Lasers (or short: \c(0d0)R-Mining Lasers\c()) are a special kind of Mining Laser.
it: I laser minerari grezzi (o in breve: \c(0d0)R-Mining Laser\c()) sono un tipo speciale di laser minerario.

source: They deal \c(0d0)more damage\c() and have a \c(0d0)higher efficiency\c(), but won't refine materials on the spot.
it: Infliggono \c(0d0)più danni\c() e hanno un'efficienza\c(0d0)più elevata\c(), ma non raffinano i materiali sul posto.

source: Instead, they'll only break down asteroids into bits of \c(0d0)ore\c().
it: Invece, scomporranno solo gli asteroidi in frammenti di \c(0d0)minerale\c().

source: It is thanks to their simplicity, that they have a way higher efficiency when it comes to collecting materials.
it: È grazie alla loro semplicità, che hanno un'efficienza molto più elevata quando si tratta di raccogliere materiali.

source: The ores you collect won't be stored in your bank immediately, but in your \c(0d0)Cargo Bay\c(), so to effectively mine with these lasers, \c(0d0)Cargo Blocks\c() are required on the ship.
it: I minerali che raccogli non verranno immagazzinati immediatamente nella tua banca, ma nella tua \c(0d0)stiva di carico\c(), quindi per estrarre efficacemente con questi laser, sono necessari\c(0d0) blocchi di carico\c() sulla nave.

source: The ores can then later be refined at a \c(0d0)Resource Depot\c()'s refinery into normal materials.
it: I minerali possono quindi essere successivamente raffinati in una raffineria del\c(0d0) Deposito Risorse\c() in materiali normali.

source: Salvaging
it: Recupero

source: Special \c(0d0)Salvaging Lasers\c() allow to extract materials and equipment from wreckages.
it: Speciali \c(0d0) Laser di Recupero\c() consentono di estrarre materiali ed equipaggiamenti dai relitti.

source: All \c(0d0)Salvaging Lasers\c() are made for specific materials and are only capable of scrapping the next higher and all lower materials.
it: Tutti i \c(0d0) Laser di Recupero\c() sono realizzati per materiali specifici e sono in grado di rottamare solo i materiali immediatamente superiori e tutti quelli inferiori.

source: There are \c(0d0)Refining Salvaging Lasers\c() and \c(0d0)Raw Salvaging Lasers\c().
it: Ci sono \c(0d0) laser di recupero raffinati\c() e \c(0d0) laser di recupero grezzi\c().

source: Some \c(0d0)Mining Lasers\c() and \c(0d0)Salvaging Lasers\c() are able to directly extract resources from asteroids or wrecks.
it: Alcuni \c(0d0) Laser minerari\c() e \c(0d0)Laser di recupero\c() sono in grado di estrarre direttamente risorse da asteroidi o relitti.

source: These are called \c(0d0)Refining\c() because they can refine the materials dropped from the object.
it: Questi sono chiamati \c(0d0)Raffinazione\c() perché possono perfezionare i materiali rilasciati dall'oggetto.

source: However, this requires a lot of energy and makes them significantly less effective than \c(0d0)Raw\c() Mining or Salvaging Lasers.
it: Tuttavia, ciò richiede molta energia e li rende significativamente meno efficaci dei laser\c(0d0)grezzi\c() di estrazione o recupero.

source: Those can extract the metal ores and scrap metals very quickly, but your ship will have to collect and store the unrefined metals and it will need a \c(0d0)Cargo Bay\c() to do so.
it: Questi possono estrarre i minerali metallici e i rottami metallici molto rapidamente, ma la tua nave dovrà raccogliere e conservare i metalli non raffinati e avrà bisogno di una \c(0d0) Baia di carico\c() per farlo.

source: Materials
it: Materiali

source: Now that Avorion has been discovered, there are seven known materials. These seven materials can be used to build and repair ships. Collect them by \c(0d0)Mining\c(), \c(0d0)Salvaging\c() or buy them at a \c(0d0)Resource Depot\c().
it: Ora che Avorion è stato scoperto, ci sono sette materiali noti. Questi sette materiali possono essere utilizzati per costruire e riparare navi. Raccoglili\c(0d0)Mining\c(), \c(0d0)Salvaging\c() o acquistali in un \c(0d0) Deposito Risorse\c().

source: \c(0d0)Iron\c() is the simplest material.
it: Il\c(0d0)Ferro\c() è il materiale più semplice.

source: It's heavy but very easy to form, so blocks made from Iron don't cost a lot of money, but ships made from Iron are rather weak and heavy and thus won't steer very well.
it: È pesante ma molto facile da formare, quindi i blocchi in ferro non costano molto, ma le navi in ferro sono piuttosto deboli e pesanti e quindi non sterzano molto bene.

source: Only basic necessities can be built from Iron, but Iron is the only known material that can be used for building \c(0d0)Inertia Dampeners\c().
it: Solo le necessità di base possono essere costruite dal ferro, ma il ferro è l'unico materiale noto che può essere utilizzato per costruire \c(0d0) smorzatori di inerzia\c().

source: Iron can be found in large quantities at the edge of the galaxy.
it: Il ferro può essere trovato in grandi quantità ai margini della galassia.

source: To build blocks with this material, you need to have \c(0d0)Building Knowledge\c() about it.
it: Per costruire blocchi con questo materiale, devi avere \c(0d0) Conoscenza di Costruzione\c() su di esso.

source: Check out the block tooltips in \c(0d0)Building Mode\c() for more information about the specific blocks!
it: Dai un'occhiata ai suggerimenti per i blocchi in \c(0d0) Modalità Costruzione\c() per ulteriori informazioni sui blocchi specifici!

source: \c(0d0)Titanium\c() is a very light material and more durable than Iron.
it: Il\c(0d0)Titanio\c() è un materiale molto leggero e più resistente del Ferro.

source: It has better energy properties than Iron, making it possible to build \c(0d0)Energy Generators\c(), \c(0d0)Batteries\c() and \c(0d0)Integrity Field Generators\c().
it: Ha proprietà energetiche migliori del ferro, consentendo di costruire \c(0d0) Generatori di energia\c(), \c(0d0)Batterie\c() e \c(0d0) Generatori di campi di integrità\c().

source: In the outer regions of the galaxy, Titanium is the preferred material to build ships.
it: Nelle regioni esterne della galassia, il titanio è il materiale preferito per costruire navi.

source: Titanium can be found nearly anywhere in the galaxy, even in the outermost rim of the galaxy.
it: Il titanio può essere trovato quasi ovunque nella galassia, anche nel bordo più esterno della galassia.

source: Maybe your new contact, \c(0d0)the Adventurer\c(), can help you out here?
it: Forse il tuo nuovo contatto, \c(0d0)l'Avventuriero\c(), può aiutarti?

source: \c(0d0)Naonite\c() is a little heavier than Titanium, but it is even more durable.
it: Il\c(0d0)Naonite\c() è un po' più pesante del Titanio, ma è ancora più resistente.

source: With Naonite you gain access to \c(0d0)Shield Generators\c() and \c(0d0)Hyperspace Cores\c().
it: Con Naonite ottieni l'accesso ai \c(0d0) Generatori di Scudi\c() e \c(0d0) Nuclei Iperspaziali\c().

source: Unfortunately Naonite armor tends to break easily and is no longer available for purchase.
it: Purtroppo l'armatura naonita tende a rompersi facilmente e non è più disponibile per l'acquisto.
