Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

# as in: you're talking to the system' of the Shipyard Luna41'
source: of the ${title} ${name}
it: degli ${title} ${name}

# as in: you're talking to the system' of Luna41'
source: of ${name}
it: di ${name}

source: Hello.
it: Salve.

source: Welcome.
it: Benvenuto.

source: Greetings.
it: Saluti.

source: Good day.
it: Buongiorno.

source: This is
it: Questo è

source: You are talking to
it: Stai parlando con

source: You are now talking to
it: Ora stai parlando con

source: You are speaking to
it: Stai parlando con

source: You are now speaking to
it: Stai parlando con

source: the automated interaction system${name_string}.
it: il sistema di interazione automatizzato${name_string}.

source: the automatic interaction response system${name_string}.
it: il sistema di risposta automatica all'interazione${name_string}.

source: What can we do for you?
it: Cosa possiamo fare per te?

source: How can we help you?
it: Come possiamo aiutarti?

source: What do you need?
it: Di cosa hai bisogno?

source: How can we be of service?
it: Come possiamo essere d'aiuto?

source: Please state the nature of your inquiry.
it: Indica la natura della tua richiesta.

# as in: This is 'the captain'.
source: the captain
it: il capitano

# as in: This is 'the Freighter Eclipse'.
source: the ${title} ${name}
it: il ${title} ${name}

# as in: This is 'the ship Eclipse'.
source: the ship ${name}
it: la nave ${name}

source: This is ${speaker}.
it: Questo è ${speaker}.

source: Here is ${speaker}.
it: Ecco ${speaker}.

source: Make it quick.
it: Fai in fretta.

source: Can't assign orders: Ship %1% is piloted by a player!
it: Impossibile assegnare gli ordini: la nave %1% è pilotata da un giocatore!

source: Your craft %s has no turrets or combat fighters!
it: La tua imbarcazione %s non ha torrette o caccia da combattimento!

source: We need turrets or repair fighters to heal!
it: Abbiamo bisogno di torrette o caccia riparatori per guarire!

source: The Galactic Bounty Hunters Guild
it: Gilda Galattica dei Cacciatori di Taglie

source: greedy
it: avido

source: This station doesn't belong to anybody.
it: Questa stazione non appartiene a nessuno.

source: Our records say that we're not allowed to do business with you. Come back when your relations with our faction are better.
it: I nostri registri dicono che non ci è permesso fare affari con te. Torna quando i tuoi rapporti con la nostra fazione saranno migliori.

source: Faction '%1%' was completely eradicated from the galaxy.
it: La fazione '%1%' è stata completamente sradicata dalla galassia.

source: \s(%1%:%2%) %3%: Gained %4% Credits transaction tax.
it: \s(%1%:%2%) %3%: Ottenuto il %4% dell'imposta sulle transazioni dei crediti.

source: NEW MISSION
it: NUOVA MISSIONE

source: MISSION ACCOMPLISHED
it: MISSIONE COMPIUTA

source: MISSION FAILED
it: MISSIONE FALLITA

source: MISSION ABANDONED
it: MISSIONE ABBANDONATA

source: MISSION UPDATED
it: MISSIONE AGGIORNATA

source: < 1 minute
it: < 1 minuto

source: Time Left:
it: Tempo rimasto:

source: Uisht'gin Smugglers
it: Contrabbandieri di Uisht'gin

# short order summary
source: Jump
it: Salta

# short order summary
source: Mine
it: Miniera

# short order summary
source: Salvage
it: Salvataggio

# short order summary
source: Aggressive
it: Aggressivo

# short order summary
source: Patrol
it: Pattuglia

# short order summary
source: Escort
it: Scorta

# short order summary
source: Attack
it: Attacca

# short order summary
source: Fly Through
it: Vola attraverso

# short order summary
source: Fly to Position
it: Vola alla posizione

# short order summary
source: Guard
it: Guardia

# short order summary
source: Refine Ores
it: Raffina i minerali

# short order summary
source: Board
it: Bacheca

# short order summary
source: Repair Target
it: Obiettivo di riparazione

# short order summary
source: Repair
it: Ripara

# short order summary
source: Dock
it: Darsena

# Craft classification
source: Ship
it: Nave

# Craft classification
source: Carrier
it: Vettore

# Craft classification
source: Freighter
it: Cargo

# Craft classification
source: Miner
it: Minatore

# Station classification, vanilla station in this case
source: Station
it: Stazione

source: You're not in a ship.
it: Non sei su una nave.

source: You must be docked to the object for this.
it: Devi essere ancorato all'oggetto per questo.

source: You must be closer to the object for this.
it: Devi essere più vicino all'oggetto per questo.

source: Factory ${size}
it: Fabbrica ${size}

source: Hello! I found this strange Xsotan device. I'm not really sure what it does, and I think it might actually be broken. A first scan showed that it somehow interacts with subspace waves, like wormholes do. It also seems to resonate with hyperspace generators. It's definitely not the kind of thing I'm looking for, and I don't think it's particularly valuable. Anyway, I can't really make anything of it, but maybe you can? Greetings, %1%
it: Ciao! Ho trovato questo strano dispositivo Xsotan. Non sono davvero sicuro di cosa faccia, e penso che potrebbe effettivamente essere rotto. Una prima scansione ha mostrato che in qualche modo interagisce con le onde subspaziali, come fanno i wormhole. Sembra anche risuonare con i generatori dell'iperspazio. Sicuramente non è il tipo di cosa che sto cercando e non penso che sia particolarmente preziosa. Ad ogni modo, non posso davvero farci niente, ma forse tu puoi? Saluti, %1%

# Mail Subject
source: Strange Xsotan Device..?
it: Strano dispositivo Xsotan...?

source: Hello! Since we're already talking about artifacts, I just remembered: I found this strange Xsotan device. I'm not really sure what it does, and I think it might actually be broken. A first scan showed that it somehow interacts with subspace waves, like wormholes do. It also seems to resonate with hyperspace generators. It's definitely not the kind of thing I'm looking for, and I don't think it's particularly valuable. Anyway, I can't really make anything of it, but maybe you can? Greetings, %1%
it: Ciao! Dato che stiamo già parlando di artefatti, mi sono appena ricordato: ho trovato questo strano dispositivo Xsotan. Non sono davvero sicuro di cosa faccia, e penso che potrebbe effettivamente essere rotto. Una prima scansione ha mostrato che in qualche modo interagisce con le onde subspaziali, come fanno i wormhole. Sembra anche risuonare con i generatori dell'iperspazio. Sicuramente non è il tipo di cosa che sto cercando e non penso che sia particolarmente preziosa. Ad ogni modo, non posso davvero farci niente, ma forse tu puoi? Saluti, %1%

source: To %1%, This is a declaration of war. The sender of this declaration and %1% are now officially at war with each other. %2%
it: Al %1%, Questa è una dichiarazione di guerra. Il mittente di questa dichiarazione e %1% sono ora ufficialmente in guerra tra loro. %2%

source: Your actions force us to defend ourselves and our territory and we see no other option.
it: Le tue azioni ci costringono a difendere noi stessi e il nostro territorio e non vediamo altra opzione.

source: The freedom of our people is our most important asset. In order to continue to protect it from you, we are forced to take this step.
it: La libertà della nostra gente è il nostro bene più importante. Per continuare a proteggerla da te, siamo costretti a fare questo passo.

source: Our task is to protect those over whom we rule. Your attacks against us force us to take this step.
it: Il nostro compito è proteggere coloro su cui governiamo. I tuoi attacchi contro di noi ci costringono a fare questo passo.

source: Our king orders that your ships and stations are to be attacked on sight from now on.
it: Il nostro re ordina che le vostre navi e stazioni vengano attaccate a vista d'ora in poi.

source: Our advisors have come to the conclusion that your actions can now only be met with a show of arms.
it: I nostri consulenti sono giunti alla conclusione che le tue azioni ora possono essere affrontate solo con una dimostrazione di armi.

source: War is the only logical consequence of your behavior towards our ships and stations.
it: La guerra è l'unica conseguenza logica del tuo comportamento nei confronti delle nostre navi e stazioni.

source: Despite our hope for understanding, you have continued to cause us problems. The only remaining option is war.
it: Nonostante la nostra speranza di comprensione, hai continuato a causarci problemi. L'unica opzione rimasta è la guerra.

source: The Senate has decided to no longer tolerate your actions. War is the logical consequence.
it: Il Senato ha deciso di non tollerare più le tue azioni. La guerra è la logica conseguenza.

source: Your attacks will no longer be tolerated. You reap what you sowed.
it: I tuoi attacchi non saranno più tollerati. Raccogli ciò che hai seminato.

source: From now on, we will answer your actions with force of arms. Do not expect mercy.
it: D'ora in poi, risponderemo alle tue azioni con la forza delle armi. Non aspettarti pietà.

source: You challenged us and therefore now have to live with the consequences.
it: Ci hai sfidato e quindi ora devi convivere con le conseguenze.

source: We have tolerated your actions long enough. From now on our fleet will attack you without further warning.
it: Abbiamo tollerato le tue azioni abbastanza a lungo. D'ora in poi la nostra flotta ti attaccherà senza ulteriori avvertimenti.

source: We have turned the other cheek long enough, from now on it's an eye for an eye!
it: Abbiamo dato l'altra guancia abbastanza a lungo, d'ora in poi è occhio per occhio!

source: We can no longer tolerate your contempt for the prophecy. War is therefore the logical consequence.
it: Non possiamo più tollerare il tuo disprezzo per la profezia. La guerra è quindi la logica conseguenza.

source: Due to your misconduct the board has unanimously decided to take this step.
it: A causa della tua cattiva condotta, il consiglio ha deciso all'unanimità di fare questo passo.

source: To protect our economic interests we have to take this step.
it: Per proteggere i nostri interessi economici dobbiamo fare questo passo.

source: Since you have repeatedly failed to cease your attacks despite our warnings, we feel compelled to back up our words with actions.
it: Dal momento che hai ripetutamente fallito nel cessare i tuoi attacchi nonostante i nostri avvertimenti, ci sentiamo in dovere di sostenere le nostre parole con azioni.

source: Your actions restrict our ability to trade too much. To protect us, this is the only way.
it: Le tue azioni limitano la nostra capacità di negoziare troppo. Per proteggerci, questo è l'unico modo.

source: Despite our hope for understanding, you have continued to cause us problems. We are left with only this step.
it: Nonostante la nostra speranza di comprensione, hai continuato a causarci problemi. Ci rimane solo questo passaggio.

source: You have exploited our patience long enough. Now you broke the camel's back. The consequence of this is war.
it: Hai sfruttato la nostra pazienza abbastanza a lungo. Ora hai spezzato la schiena al cammello. La conseguenza di ciò è la guerra.

source: We no longer see ourselves in a position to ignore your aggressiveness. This forces us to take this step.
it: Non ci vediamo più nella posizione di ignorare la tua aggressività. Questo ci costringe a fare questo passo.

source: You have repeatedly resisted the path of unity. We are now left only with the path of war.
it: Avete ripetutamente resistito alla via dell'unità. Ora ci rimane solo la strada della guerra.

source: Declaration of War
it: Dichiarazione di guerra

source: Termination of Reconstruction Site
it: Cessazione del cantiere di ricostruzione

source: Dear Ex-Customer, Due to recent, very concerning developments in the politics of our two factions, we were forced to terminate our mutual Reconstruction Agreement. Upon destruction, your drone will no longer be reconstructed at our Repair Dock. Once relations between our two factions improve, you're welcome to sign another Reconstruction Site treaty. Don't be afraid to come back once you're welcome here again. Best wishes, Repair Dock Management
it: Caro Ex-Cliente, A causa dei recenti sviluppi molto preoccupanti nella politica delle nostre due fazioni, siamo stati costretti a rescindere il nostro reciproco Accordo di Ricostruzione. Dopo la distruzione, il tuo drone non verrà più ricostruito nel nostro Dock di Riparazione. Una volta migliorate le relazioni tra le nostre due fazioni, potrai firmare un altro trattato sul Sito di Ricostruzione. Non aver paura di tornare una volta che sei di nuovo il benvenuto qui. Cordiali saluti, Riparazione Gestione del bacino

source: We swear revenge for our fallen friends!
it: Giuriamo vendetta per i nostri amici caduti!

source: Your deeds will not be forgotten!
it: Le tue azioni non saranno dimenticate!

source: There will be consequences!
it: Ci saranno delle conseguenze!

source: This will put a significant strain on our relationships!
it: Questo metterà a dura prova le nostre relazioni!

source: Cease fire immediately, you barbarian!
it: Cessate immediatamente il fuoco, barbari!

source: Cease fire at once!
it: Cessate il fuoco immediatamente!

source: Hey, stop!
it: Ehi, fermati!

source: Watch where you're shooting!
it: Guarda dove stai girando!

source: Cease fire at once or there will be consequences!
it: Cessate il fuoco immediatamente o ci saranno delle conseguenze!

source: Just don't think that anyone will want to deal with you again after this action!
it: Non pensare che qualcuno vorrà avere di nuovo a che fare con te dopo questa azione!

source: How dare you? That's despicable.
it: Come osi? È spregevole.

source: This is going to have consequences for you!
it: Questo avrà delle conseguenze per te!

source: This boarding will have consequences for our relations.
it: Questo imbarco avrà conseguenze per le nostre relazioni.

source: We would have made it without your help. Thanks anyway.
it: Ce l'avremmo fatta senza il tuo aiuto. Grazie comunque.

source: Thank you, but no help would have been needed.
it: Grazie, ma non sarebbe stato necessario alcun aiuto.

source: It's good that you were there. We gladly accept help in combat.
it: È un bene che tu fossi lì. Accettiamo volentieri aiuto in combattimento.

source: Thank you for your assistance! In fights, any help is extremely welcome!
it: Grazie per l'aiuto! Nei combattimenti, qualsiasi aiuto è estremamente gradito!

source: Smuggler scum. That truly is the dregs of the population.
it: Feccia di contrabbandiere. Questa è davvero la feccia della popolazione.

source: This dishonorable smuggling will have consequences for our relations!
it: Questo contrabbando disonorevole avrà conseguenze per le nostre relazioni!

source: Buy yourself a license so that something like this doesn't happen again.
it: Comprati una licenza in modo che una cosa del genere non accada più.

source: In the future, buy a license for these goods.
it: In futuro, acquista una licenza per questi beni.

source: Lousy pirate scum!
it: Schifosa feccia pirata!

source: Damn pirates. We won't just accept that!
it: Maledetti pirati. Non lo accetteremo!

source: We will report your behavior. There will be consequences!
it: Segnaleremo il tuo comportamento. Ci saranno delle conseguenze!

source: Piracy is not accepted. There will be consequences!
it: La pirateria non è accettata. Ci saranno delle conseguenze!

source: Criminals! Such misconduct is not accepted here.
it: Criminali! Tale cattiva condotta non è accettata qui.

source: I'll report that. You'll have to do a lot of work to make up for that.
it: Lo riferirò. Dovrai fare molto lavoro per rimediare.

source: Stop this immediately, this is illegal! There will be consequences!
it: Smettila immediatamente, è illegale! Ci saranno delle conseguenze!

source: Stop it, that's illegal!
it: Smettila, è illegale!

source: Well, business is business.
it: Beh, gli affari sono affari.

source: Thank you for using our service.
it: Grazie per aver utilizzato il nostro servizio.

source: Pleasure doing business with you. Goodbye!
it: È un piacere fare affari con te. Arrivederci!

source: It was a pleasure. We hope to see you here again soon!
it: È stato un piacere. Speriamo di rivederti presto!

source: Resource trading can't be avoided, everyone knows that.
it: Il commercio di risorse non può essere evitato, lo sanno tutti.

source: There is little credit in resource trade here.
it: C'è poco credito nel commercio di risorse qui.

source: Pleasant to do peaceful business with you.
it: Piacere di fare affari tranquilli con te.

source: We place a high value on peaceful resource transactions. Gladly again soon.
it: Diamo un alto valore alle transazioni pacifiche di risorse. Molto volentieri.

source: Trading goods is not a high priority for us. Thanks for the business anyway.
it: Il commercio di beni non è una priorità per noi. Grazie comunque per gli affari.

source: We have little regard for trading.
it: Abbiamo poca considerazione per il trading.

source: We would be happy to trade goods peacefully with you even more often.
it: Saremmo felici di scambiare merci in modo pacifico con voi ancora più spesso.

source: Peaceful trade is the best! Come and see us again soon!
it: Il commercio pacifico è il migliore! Torna a trovarci presto!

source: Equipment trade does not have a good reputation here. But thanks for the business.
it: Il commercio di attrezzature non ha una buona reputazione qui. Ma grazie per l'affare.

source: We have little regard for equipment trading.
it: Abbiamo poca considerazione per il commercio di attrezzature.

source: We place a high value on peaceful business. Gladly again soon.
it: Diamo un alto valore agli affari pacifici. Molto volentieri.

source: Weapons trade does not have a good reputation here. But thanks for the business.
it: Il commercio di armi non ha una buona reputazione qui. Ma grazie per l'affare.

source: We have little regard for weapon trading.
it: Abbiamo poca considerazione per il commercio di armi.

source: Thank you for doing business!
it: Grazie per aver fatto affari!

source: Always a pleasure doing business with you. Trading weapons is honorable and important.
it: È sempre un piacere fare affari con te. Il commercio di armi è onorevole e importante.

source: Being a trader is not held in high esteem in this area.
it: Essere un trader non è tenuto in grande considerazione in questo settore.

source: It's hard to get a high reputation with trade here.
it: È difficile ottenere un'alta reputazione con il commercio qui.

source: It was a pleasure doing business with you. Hope to see you soon!
it: È stato un piacere fare affari con te. Speriamo di vederti presto!

source: Thanks for the tribute, but we still can't be bought.
it: Grazie per il tributo, ma non possiamo ancora essere comprati.

source: Thank you for your tribute.
it: Grazie per il tuo tributo.

source: Thank you, this tribute is appreciated.
it: Grazie, questo tributo è apprezzato.

source: Thank you for your tribute. We look forward to working with you!
it: Grazie per il tuo tributo. Non vediamo l'ora di lavorare con te!

source: Thank you so much.
it: Grazie mille.

source: We thank you.
it: Ti ringraziamo.

source: Thank you for helping us.
it: Grazie per il tuo aiuto.

source: You have our endless gratitude.
it: Hai la nostra infinita gratitudine.

source: We have transferred a reward to your account.
it: Abbiamo trasferito una ricompensa sul tuo account.

source: We have a reward for you.
it: Abbiamo una ricompensa per te.

source: Please take this as a sign of our gratitude.
it: Ti preghiamo di prenderlo come un segno della nostra gratitudine.

source: Received a reward of %1% Credits.
it: Ricevuto un premio di %1% Crediti.

source: ${weaponPrefix} Fighter
it: ${weaponPrefix} Combattente

source: You cannot buy items from a faction while at war.
it: Non puoi acquistare oggetti da una fazione mentre sei in guerra.

# 'Bad' & 'Hostile' must be the names of the relation statuses
source: You cannot buy fighters while relations are 'Bad' or 'Hostile'.
it: Non puoi comprare combattenti mentre le relazioni sono "cattive" o "ostili".

# 'Exotic' must be the name of the Rarity
source: You must be allied with the faction to buy 'Exotic' or better fighters.
it: Devi essere alleato con la fazione per acquistare combattenti "esotici" o migliori.

# 'Ceasefire' must be the name of the relation status
source: You cannot buy military fighters during a ceasefire.
it: Non è possibile acquistare combattenti militari durante un cessate il fuoco.

# 'Good' and 'Rare' must be the names of the Relation status and Rarity
source: Relations must be at least 'Good' to buy 'Rare' or better fighters.
it: Le relazioni devono essere almeno "Buone" per acquistare combattenti "Rari" o migliori.

# 'Excellent' and 'Exotic' must be the names of the Relation status and Rarity
source: Relations must be at least 'Excellent' to buy 'Exceptional' or better military fighters.
it: Le relazioni devono essere almeno "eccellenti" per acquistare combattenti militari "eccezionali" o migliori.

# 'Good' and 'Exceptional' must be the names of the Relation status and Rarity
source: Relations must be at least 'Good' to buy 'Exceptional' or better equipment.
it: Le relazioni devono essere almeno "Buone" per acquistare attrezzature "Eccezionali" o migliori.

source: Your ship doesn't have a hangar.
it: La tua nave non ha un hangar.

source: You don't have enough space in your hangar.
it: Non hai abbastanza spazio nel tuo hangar.

source: There is no free squad to place the fighter in.
it: Non c'è una squadra libera in cui posizionare il combattente.

source: There is no squad with the correct type to place the fighter in.
it: Non esiste una squadra con il tipo corretto in cui posizionare il combattente.

source: Fighter to sell not found.
it: Caccia da vendere non trovato.

# 'Bad' & 'Hostile' must be the names of the relation statuses
source: You cannot buy equipment while relations are 'Bad' or 'Hostile'.
it: Non è possibile acquistare attrezzature mentre le relazioni sono "cattive" o "ostili".

# 'Exotic' must be the name of the Rarity
source: You must be allied with the faction to buy 'Exotic' or better equipment.
it: Devi essere alleato con la fazione per acquistare equipaggiamento "esotico" o migliore.

# 'Ceasefire' must be the name of the relation status
source: You cannot buy military equipment during a ceasefire.
it: Non è possibile acquistare attrezzature militari durante un cessate il fuoco.

# 'Good' and 'Rare' must be the names of the Relation status and Rarity
source: Relations must be at least 'Good' to buy 'Rare' or better military equipment.
it: Le relazioni devono essere almeno "Buone" per acquistare attrezzature militari "Rare" o migliori.

# 'Excellent' and 'Exotic' must be the names of the Relation status and Rarity
source: Relations must be at least 'Excellent' to buy 'Exceptional' or better military equipment.
it: Le relazioni devono essere almeno "eccellenti" per acquistare attrezzature militari "eccezionali" o migliori.

source: You cannot buy torpedoes from a faction while at war.
it: Non puoi acquistare siluri da una fazione mentre sei in guerra.

# 'Bad' & 'Hostile' must be the names of the relation statuses
source: You cannot buy torpedoes while relations are 'Bad' or 'Hostile'.
it: Non è possibile acquistare siluri mentre le relazioni sono "cattive" o "ostili".

# 'Exotic' must be the name of the Rarity
source: You must be allied with the faction to buy 'Exotic' or better torpedoes.
it: Devi essere alleato con la fazione per acquistare siluri "esotici" o migliori.

# 'Ceasefire' must be the name of the relation status
source: You cannot buy torpedoes during a ceasefire.
it: Non è possibile acquistare siluri durante un cessate il fuoco.
