Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: [DLC: Into The Rift] Save all the scientists.
it: [DLC: Into The Rift] Salva tutti gli scienziati.

source: [DLC: Into The Rift] Finish the Into The Rift Storyline.
it: [DLC: Into The Rift] Completa la trama di Into The Rift.

source: [DLC: Into The Rift] Finish a Rift with a depth of 75.
it: [DLC: Into The Rift] Completa una Rift con una profondità di 75.

source: [DLC: Into The Rift] Stay in a Rift for 15 Minutes after the swarm has arrived.
it: [DLC: Into The Rift] Rimani in una spaccatura per 15 minuti dopo l'arrivo dello sciame.

source: [DLC: Into The Rift] Finish a Rift with a depth of 75 in a single ship with 600kT mass or lower.
it: [DLC: Into The Rift] Completa una Spaccatura con una profondità di 75 in una singola nave con una massa pari o inferiore a 600kT.

source: Overview
it: Panoramica

source: [SUPPLY]
it: [FORNITURA]

source: [DEMAND]
it: [DOMANDA]

source: Bulletin Boards
it: Bacheche

source: <No Name>
it: <Nessun nome>

source: Captain [no class
it: Comandante [no class

source: Captain [
it: Comandante [

source: Dock ${LN2} is clear.
it: Il dock ${LN2} è libero.

source: Dock ${LN2} is not clear.
it: Il dock ${LN2} non è chiaro.

source: ${R}: Docking permission granted.
it: ${R}: autorizzazione di attracco concessa.

source: ${R}: Docking permission denied.
it: ${R}: Autorizzazione all'attracco negata.

source: Approach vector ${N2}/${N} confirmed.
it: Vettore di avvicinamento ${N2}/${N} confermato.

source: We cannot allow just anybody to come aboard.
it: Non possiamo permettere a chiunque di salire a bordo.

source: General reminder to the populace: open doors create unnecessary suction.
it: Promemoria generale per la popolazione: le porte aperte creano un'aspirazione inutile.

source: According to form ${R}, all taxes have been paid.
it: Secondo il modulo ${R}, tutte le tasse sono state pagate.

source: Requesting confirmation of received goods.
it: Richiesta di conferma della merce ricevuta.

source: All incoming vessels: we welcome you in our sector and we hope for you that your intentions are peaceful.
it: Tutte le navi in arrivo: vi diamo il benvenuto nel nostro settore e ci auguriamo che le vostre intenzioni siano serene.

source: Freighter ${N2}: this is ${R}. Please identify yourself.
it: Freighter ${N2}: questo è ${R}. Ti preghiamo di identificarti.

source: Oh, back so early?
it: Oh, sei tornata così presto?

source: Major Tom, please come in.
it: Maggiore Tom, la prego, entri.

source: Please repeat the last statement.
it: Ripeti l'ultima affermazione.

source: ${R}, what is your estimated time of arrival?
it: ${R}, qual è il tuo orario di arrivo previsto?

source: ${R}, you're free to dock. Choose whichever dock you please.
it: ${R}, sei libero di attraccare. Scegli il molo che preferisci.

source: ${R}, please send us position and approach angle.
it: ${R}, inviaci posizione e angolo di avvicinamento.

source: Negative, we are still waiting for the delivery.
it: Negativo, stiamo ancora aspettando la consegna.

source: Hello ${R}, it's great to see you again!
it: Ciao ${R}, è bello rivederti!

source: ${R}? What are you guys doing here?
it: ${R}? Cosa ci fate qui?

source: This is the automated response system. Denied requests can be reviewed at any time by our algorithm.
it: Questo è il sistema di risposta automatizzato. Le richieste rifiutate possono essere esaminate in qualsiasi momento dal nostro algoritmo.

source: Mandatory meeting of all station commanders tomorrow in room ${R}.
it: Riunione obbligatoria di tutti i comandanti della stazione domani nella stanza ${R}.

source: ${R}, please come in.
it: ${R}, si prega di entrare.

source: No, that form is no longer up to date.
it: No, quel modulo non è più aggiornato.

source: We ask all captains and pilots not to occupy docks any longer than necessary.
it: Chiediamo a tutti i capitani e ai piloti di non occupare le banchine più a lungo del necessario.

source: Public Service Announcement: After losing contact to our latest chemical transport, we strongly advise not to open any sealed containers.
it: Annuncio di servizio pubblico: Dopo aver perso il contatto con il nostro ultimo trasporto di sostanze chimiche, consigliamo vivamente di non aprire alcun contenitore sigillato.

source: Hyperspace engine is a code ${N2}, shields are a code ${N}. Repairs not urgent, but welcome.
it: Il motore iperspaziale è un codice ${N2}, gli scudi sono un codice ${N}. Riparazioni non urgenti, ma benvenute.

source: Requesting permission to dock.
it: Richiesta del permesso di attracco.

source: Requesting flight vector.
it: Vettore di volo richiedente.

source: We are now at vector ${N2}/${N}.
it: Ora siamo al vettore ${N2}/${N}.

source: Negative, we are still waiting for our goods.
it: Negativo, stiamo ancora aspettando la nostra merce.

source: Asking for clearance.
it: Chiedere l'autorizzazione.

source: So far, so good.
it: Fin qui tutto bene.

source: I have a bad feeling about this.
it: Ho un brutto presentimento.

source: ${R} entering flight vector.
it: ${R} in ingresso vettore di volo.

source: Personally, I don't like those fancy energy weapons. I'd take some good old chain guns over plasma any day.
it: Personalmente, non mi piacciono quelle armi energetiche di lusso. Prenderei delle buone vecchie pistole a catena sul plasma ogni giorno.

source: ... yeah, but shields are nearly useless against plasma weapons.
it: ... sì, ma gli scudi sono quasi inutili contro le armi al plasma.

# Those are fantasy words
source: Railguns rip through a ship's hull like hot targo through a panem.
it: I cannoni ferroviari squarciano lo scafo di una nave come un targo caldo attraverso un panem.

source: One of these days I'll find one of those asteroids and claim it for myself.
it: Uno di questi giorni troverò uno di quegli asteroidi e lo rivendicherò per me.

source: No, no, no! With R-Mining Lasers, you get high yields of ores that you have to refine!
it: No, no, no! Con i laser R-Mining, ottieni alte rese di minerali che devi perfezionare!

source: Greedy bastard got himself killed going after the yellow blips on his galaxy map. Pirates everywhere.
it: L'avido bastardo si è fatto uccidere inseguendo i segnali gialli sulla sua mappa galattica. Pirati ovunque.

source: Yes, really! If you don't shoot the Xsotan, they just move on! Saw it with my own eyes!
it: Sì, davvero! Se non spari agli Xsotan, vanno avanti! L'ho visto con i miei occhi!

source: The lightest material in the galaxy is Trinium. Trinium ships are a dream to steer.
it: Il materiale più leggero della galassia è il trinio. Le navi Trinium sono un sogno da governare.

source: They started building Cloning Pods with Xanion. Gives me the shivers.
it: Hanno iniziato a costruire capsule di clonazione con Xanion. Mi fa venire i brividi.

source: If you ever come across one of those Behemoths, just pray that they won't detect you.
it: Se doveste imbattervi in uno di questi colossi, pregate che non vi individuino.

source: That last sector I visited was completely ravaged. Nothing left. Not even salvage. Creepy as hell if you ask me.
it: L'ultimo settore che ho visitato era completamente devastato. Non era rimasto nulla. Nemmeno i recuperi. Inquietante, secondo me.

source: I'm telling you, there's some old guard ship out there. That thing is defending some wrecks like they're still inhabited!
it: Ti dico che c'è una nave della vecchia guardia là fuori. Quella cosa difende alcuni relitti come se fossero ancora abitati!

source: The captain is completely crazy. Wants all kinds of ship parts for his collection, as if ships were something like rare butterflies.
it: Il capitano è completamente pazzo. Vuole tutti i tipi di parti di nave per la sua collezione, come se le navi fossero qualcosa di simile a farfalle rare.

source: Have you heard about the ship where everyone is asleep? The autopilot has taken control and put everyone into cryosleep!
it: Avete sentito parlare della nave dove tutti dormono? Il pilota automatico ha preso il controllo e ha messo tutti in criosonno!

source: You have to come with us! The galaxy is going down! We're all meeting up to leave this galaxy aboard the "Opportunity"! If you're not on the list, they won't let you near it!
it: Dovete venire con noi! La galassia sta affondando! Ci riuniremo tutti per lasciare questa galassia a bordo dell'"opportunità"! Se non sei sulla lista, non ti lasceranno avvicinare!

source: These "traders" are even worse than pirates! One should simply equip a ship, search for their hideout and smoke them out once and for all! But our fleet can't even do that!
it: Questi "commercianti" sono anche peggio dei pirati! Bisognerebbe semplicemente equipaggiare una nave, cercare il loro nascondiglio e stanarli una volta per tutte! Ma la nostra flotta non è in grado di fare nemmeno questo!

source: Yesterday, Bob once again let off a story. About a motley ship full of crazy people who destroyed his last freighter because it was too gray.
it: Ieri, Bob si è lasciato sfuggire ancora una volta una storia. Su una nave di pazzi che ha distrutto la sua ultima nave da carico perché era troppo grigia.

source: ... heard already? They've built a weapon of mass destruction that can instantly pulverize any ship! I saw them once! We barely got away with it!
it: ... già sentito? Hanno costruito un'arma di distruzione di massa che può polverizzare all'istante qualsiasi nave! Li ho visti una volta! Ce la siamo cavata per un pelo!

source: ... heard about the missing prison ship? A friend told me that the prisoners had taken over the ship!
it: ... avete sentito parlare della nave prigione scomparsa? Un amico mi ha detto che i prigionieri hanno preso il controllo della nave!

source: I'm telling you: Fully automated! This bot will take down any wreck in no time. I just hope it can tell functional ships from wrecks.
it: Ve lo dico io: Completamente automatizzato! Questo bot abbatterà qualsiasi relitto in pochissimo tempo. Spero solo che sappia distinguere le navi funzionanti dai relitti.

source: Contact message: We have encountered increased pirate presence in the vicinity. Combat operation requested.
it: Messaggio di contatto: abbiamo riscontrato una maggiore presenza di pirati nelle vicinanze. Operazione di combattimento richiesta.

source: Hey you! You'd better move along!
it: Ehi tu! Faresti meglio ad andare avanti!

source: You need to leave.
it: Devi andartene.

source: Leave our territory.
it: Lascia il nostro territorio.

source: Please leave our territory.
it: Per favore, lascia il nostro territorio.

source: You should leave our territory.
it: Dovresti lasciare il nostro territorio.

source: You had better run along.
it: Faresti meglio ad andartene.

source: I think it would be better for you to move on.
it: Penso che sarebbe meglio per te andare avanti.

source: This is a friendly reminder: please leave our territory.
it: Questo è un promemoria amichevole: si prega di lasciare il nostro territorio.

source: This is a friendly reminder: hostile parties are not welcome, and will find their stay less than rewarding.
it: Questo è un promemoria amichevole: le azioni ostili non sono tollerate.

source: You aren't welcome around these parts. We kindly ask you to vacate our territory.
it: Non sei il benvenuto da queste parti. Ti chiediamo gentilmente di sgomberare il nostro territorio.

source: According to our records, you're an enemy of our faction. Please leave our territory, otherwise we'll have to take actions against you.
it: Secondo i nostri registri, sei un nemico della nostra fazione. Per favore, lascia il nostro territorio, altrimenti dovremo aprire il fuoco.

source: We'd like to ask you to leave our territory. You're not welcome here.
it: Vorremmo chiederti di lasciare il nostro territorio. Non sei il benvenuto qui.

source: Our records state that you have to leave our territory.
it: I nostri registri stabiliscono che devi lasciare il nostro territorio.

source: Our leadership has ordered us to open fire if you don't leave our territory.
it: La nostra leadership ci ha ordinato di aprire il fuoco se non lasci il nostro territorio.

source: We've got our eyes on you. One wrong step is all it takes.
it: Ti teniamo d'occhio. Un passo sbagliato è tutto ciò che ci serve.

source: We've got orders to shoot down any hostiles if they try something and right now you're on that list. Better move on.
it: Abbiamo l'ordine di abbattere tutti gli ostili se provano a fare qualcosa e in questo momento sei in quella lista. Meglio che tu vada avanti.

source: There they are again. Should we shoot them down?
it: Eccoli di nuovo. Dovremmo abbatterli?

source: I hope you're only passing through. Otherwise things could get ugly.
it: Spero che tu sia solo di passaggio. Altrimenti le cose potrebbero mettersi male.

source: This is a friendly reminder: our faction has mercenaries on their payroll.
it: Questo è un promemoria amichevole: la nostra fazione ha mercenari a libro paga.

source: This is a friendly reminder: if you don't leave our territory, we will open fire.
it: Questo è un promemoria amichevole: se non lasci il nostro territorio, apriremo il fuoco.

source: This is an unfriendly reminder to leave. Now.
it: Questo è un promemoria poco amichevole per ricordarti di andartene. Ora.

source: Warning: if you don't leave this territory, we will open fire.
it: Attenzione: se non lasciate questo territorio, apriremo il fuoco.

source: Warning: mercenaries have been contacted.
it: Attenzione: sono stati contattati dei mercenari.

source: Warning: your details have been forwarded to our mercenary squad.
it: Attenzione: i tuoi dati sono stati inoltrati alla nostra squadra di mercenari.

source: There are too many!
it: Ce ne sono troppi!

source: SOS! We're being overrun! Requesting immediate backup!
it: SOS! Ci stanno invadendo! Richiedo rinforzi immediati!

source: When will it stop? Please make it stop!
it: Quando si fermerà? Per favore, fallo smettere!

source: Bloody Xsotan. We'll show you how to stand fast!
it: Dannato Xsotan. Ti mostreremo come resistere!

source: We won't lose! Stay strong!
it: Non perderemo! Sii forte!

source: Why Boxelware, WHY!?
it: Perché Boxelware, PERCHÉ!?

source: I think this qualifies as the worst day of my life.
it: Penso che questo sia il giorno peggiore della mia vita.

source: This sector will burn!
it: Questo settore brucerà!

source: Empty all magazines! Fire! Fire! Fire!
it: Svuota tutte le riviste! Fuoco! Fuoco! Fuoco!

source: Let's hope this swarm never comes back!
it: Speriamo che questo sciame non ritorni mai più!

source: We showed them damn Xsotan! Woohoo!
it: Gli abbiamo mostrato Xsotan! Uoohoo!

source: Did those Xsotan really think they could win?!
it: Quegli Xsotan pensavano davvero di poter vincere?!

source: Have we really lost? What now?
it: Abbiamo davvero perso? E adesso?

source: We hoped to defeat the Xsotan plague once and for all. Guess it wasn't meant to be.
it: Speravamo di sconfiggere la peste degli Xsotan una volta per tutte. Immagino che non fosse destino.

source: The Xsotan swarm was so damn strong. Let's hope this doesn't happen again!
it: Lo sciame di Xsotan era così dannatamente forte. Speriamo che non succeda di nuovo!

source: It's so good that we defeated the Xsotan swarm. Who knows what would have happened otherwise.
it: È così bello che abbiamo sconfitto lo sciame di Xsotan. Chissà cosa sarebbe successo altrimenti.

source: A lot of Xsotan appeared on our radars... are they regrouping?
it: Sui nostri radar sono apparsi molti Xsotan... si stanno raggruppando?

source: Yes, Swoks was his name. I heard he ambushes anyone who is looking for new Titanium asteroid fields.
it: Sì, si chiamava Swoks. Ho sentito che tende un'imboscata a chiunque stia cercando nuovi campi di asteroidi di titanio.

source: Don't fly around outside the civilized sectors, or Swoks will come for you.
it: Non volare al di fuori dei settori civili, altrimenti Swoks verrà a cercarti.

source: Have you heard of this pirate boss, too?
it: Hai sentito parlare anche di questo capo pirata?

source: Oh no, not here. I won't take even a single jump outside the civilized sectors.
it: Oh no, non qui. Non farò nemmeno un salto al di fuori dei settori civilizzati.

source: You should stay on the gate routes. There is increased pirate activity in the unexplored and empty sectors.
it: Dovresti rimanere sui percorsi del cancello. C'è un aumento dell'attività dei pirati nei settori inesplorati e vuoti.

source: Yes, around here. He appears when you do ten consecutive jumps into empty sectors.
it: Sì, da queste parti. Appare quando fai dieci salti consecutivi in settori vuoti.

source: There's a myth around here: after ten consecutive jumps through empty sectors, Swoks will come for you.
it: C'è un mito qui intorno: dopo dieci salti consecutivi attraverso settori vuoti, Swoks verrà a prenderti.

source: Personally, I don't believe it, but they say that after at least ten consecutive jumps through empty sectors, Swoks will come for you.
it: Personalmente, non ci credo, ma dicono che dopo almeno dieci salti consecutivi attraverso settori vuoti, gli Swok verranno a prenderti.

source: ... don't ask ME how he does it! All I know is, that after ten jumps into empty sectors, he'll come for you.
it: ... non chiedermi come fa! Tutto quello che so è che dopo dieci salti in settori vuoti, verrà a prenderti.

source: When you venture off into the unknown around here, you can find old war machines.
it: Quando ti avventuri nell'ignoto da queste parti, puoi trovare vecchie macchine da guerra.

source: Don't trail off into the unknown. There is some unknown terror around here.
it: Non scivolare verso l'ignoto. C'è del terrore sconosciuto da queste parti.

source: I've heard it's an old AI, programmed to fight the Xsotan.
it: Ho sentito che è una vecchia IA, programmata per combattere gli Xsotan.

source: It's harmless. Just don't attack it and don't be in the same sector when there are Xsotan.
it: È innocuo. Basta non attaccarlo e non essere nello stesso settore quando ci sono Xsotan.

source: I've seen it once. It's huge and green and terrifying, with tons of plasma cannons.
it: L'ho visto una volta. È enorme, verde e terrificante, con tonnellate di cannoni al plasma.

source: Yes, it tracks you when you jump through no-man's space. Ten jumps or more and you're guaranteed to meet it.
it: Sì, ti segue quando salti attraverso lo spazio di nessuno. Dieci salti o più e sei sicuro di incontrarlo.

source: Do you actually believe in this myth? How would the number of jumps into empty sectors influence you meeting a monster?
it: Credi davvero in questo mito? In che modo il numero di salti nei settori vuoti ti influenzerebbe nell'incontrare un mostro?

source: ... and it's always watching. It tracks your jumps. Ten or more and it'll come for you.
it: ... e sta sempre a guardare. Segue i tuoi salti. Dieci o più e verrà a prenderti.

source: You can find those satellites in the yellow-blip sectors around here.
it: Puoi trovare quei satelliti nei settori giallo-blip qui intorno.

source: There are plenty of those research satellites around here, in the non-civilized sectors.
it: Ci sono molti di quei satelliti di ricerca qui intorno, nei settori non civilizzati.

source: My buddy tried to salvage some of those yellow-blip satellites a few days back. Haven't heard from him since.
it: Il mio amico ha cercato di salvare alcuni di quei satelliti giallo-blip qualche giorno fa. Non lo sento da allora.

source: Those new weapons sound like a threat. Are you sure they can't penetrate stone?
it: Quelle nuove armi sembrano una minaccia. Sei sicuro che non riescano a penetrare la pietra?

source: Stone can help you defend even against the strongest lightning weapons.
it: La pietra può aiutarti a difenderti anche dalle armi più potenti.

source: They lost contact with their scouts. All they registered was an intense energy signature.
it: Persero il contatto con i loro esploratori. Tutto ciò che registrarono fu un'intensa firma energetica.

source: Yes, you can build shield generators out of Naonite! I have to find some!
it: Sì, puoi costruire generatori di scudi con Naonite! Devo trovarne un po'!

source: Naonite, that green metal. Lets you build shield generators. Won't protect against collisions though.
it: Naonite, quel metallo verde. Ti permette di costruire generatori di scudi. Tuttavia, non protegge dalle collisioni.

source: I know there's plenty of Iron floating around, but you should really look for Titanium to build your ship.
it: So che c'è un sacco di ferro in giro, ma dovresti davvero cercare il titanio per costruire la tua nave.

source: I equipped a buddy's ship with Titanium Integrity Generators. Now it can take quite a few more hits before it breaks apart.
it: Ho equipaggiato la nave di un amico con generatori di integrità in titanio. Ora può richiedere un bel po' di colpi prima di rompersi.

source: I'll start looking for Naonite soon. I really need shield generators.
it: Presto inizierò a cercare Naonite. Ho davvero bisogno di generatori di scudi.

source: Best ship building material around here? Titanium. So much lighter than both Naonite and Iron.
it: Il miglior materiale da costruzione navale da queste parti? Titanio. Molto più leggero sia del Naonite che del Ferro.

source: What? It's your own fault that you don't build ships out of Titanium, it's 42% lighter than Iron!
it: Cosa? È colpa tua se non costruisci navi in titanio, è il 42% più leggero del ferro!

source: I heard that in the Iron and Titanium regions, there is this pirate leader Swoks who ambushes anyone who explores the non-civilized sectors.
it: Ho sentito che nelle regioni del Ferro e del Titanio, c'è questo leader pirata Swoks che tende un'imboscata a chiunque esplori i settori non civilizzati.

source: The pirate infestation in the Iron and Titanium regions just doesn't end. As if their leader had doppelgangers.
it: L'infestazione dei pirati nelle regioni del Ferro e del Titanio non finisce mai. Come se il loro leader avesse dei doppelganger.

source: Have you heard of this pirate boss in the Iron and Titanium regions, too?
it: Hai sentito parlare di questo boss pirata anche nelle regioni del Ferro e del Titanio?

source: Don't go exploring in the Iron and Titanium reaches, or you'll be killed by Swoks.
it: Non esplorare le distese di ferro e titanio, o verrai ucciso dagli Swok.

source: Don't fly around outside the civilized sectors in the Iron and Titanium reaches, or Swoks will come for you.
it: Non volare al di fuori dei settori civilizzati nelle distese di Ferro e Titanio, altrimenti gli Swok verranno a cercarti.

source: Have you heard of this Brotherhood? Apparently they're looking for Xsotan Artifacts near the Barrier.
it: Hai mai sentito parlare di questa Confraternita? A quanto pare stanno cercando artefatti Xsotan vicino alla Barriera.

source: My colleague found a Xsotan artifact once. He took it to the Brotherhood. Haven't heard from him since.
it: Una volta il mio collega ha trovato un manufatto Xsotan. Lo portò alla Fratellanza. Non lo sento da allora.

source: When I find one of those Xsotan artifacts, I'll take it to the Brotherhood and get rich.
it: Quando troverò uno di quei manufatti Xsotan, lo porterò alla Confraternita e diventerò ricco.

source: The Brotherhood pays anyone who brings them Xsotan artifacts good money.
it: La Confraternita paga bene chiunque porti loro artefatti Xsotan.

source: ... I kid you not! Some kind of beacon that always repeats the same message.
it: ... non ti prendo in giro! Una specie di faro che ripete sempre lo stesso messaggio.

source: I don't know how they are activated, but apparently those old gates take you far away.
it: Non so come si attivino, ma a quanto pare quei vecchi cancelli ti portano lontano.
