Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: This mod has both 'clientSideOnly' and 'serverSideOnly' enabled.
it: Questa mod ha abilitato sia "clientSideOnly" che "serverSideOnly".

source: This mod has both 'clientSideOnly' and 'saveGameAltering' enabled.
it: Questa mod ha abilitato sia "clientSideOnly" che "saveGameAltering".

source: This mod has 'serverSideOnly' enabled but found localization files.
it: Questa mod ha "serverSideOnly" abilitato ma ha trovato i file di localizzazione.

source: This mod has 'serverSideOnly' enabled but found SFX files.
it: Questa mod ha "serverSideOnly" abilitato ma ha trovato file SFX.

source: This mod has 'serverSideOnly' enabled but found textures.
it: Questa mod ha "serverSideOnly" abilitato ma ha trovato texture.

source: This mod has 'serverSideOnly' enabled but found shaders.
it: Questa mod ha "serverSideOnly" abilitato ma ha trovato shader.

source: This mod has 'serverSideOnly' enabled but found music files.
it: Questa mod ha "serverSideOnly" abilitato ma ha trovato file musicali.

source: This mod has 'serverSideOnly' enabled but found files in sector/ folder.
it: Questa mod ha "serverSideOnly" abilitato ma ha trovato file nel settore/ cartella.

source: This mod has 'serverSideOnly' enabled but found files in player/ folder.
it: Questa mod ha "serverSideOnly" abilitato ma ha trovato file nel lettore/ cartella.

source: This mod has 'serverSideOnly' enabled but found files in systems/ folder.
it: Questa mod ha "serverSideOnly" abilitato ma ha trovato file in sistemi/ cartelle.

source: This mod has 'serverSideOnly' enabled but found files in entity/ folder.
it: Questa mod ha "serverSideOnly" abilitato ma ha trovato file in entità/ cartella.

source: This mod has 'serverSideOnly' enabled but found files in events/ folder.
it: Questa mod ha "serverSideOnly" abilitato ma ha trovato file in eventi/ cartella.

source: Faction Pack doesn't allow a 'data/' folder with files.
it: Il Faction Pack non consente una cartella "data/" con file.

source: Localization file %s is incomplete.
it: Il file di localizzazione %s è incompleto.

source: Upload Impossible: File with non-ASCII path: %s
it: Caricamento impossibile: File con percorso non ASCII: %s

source: Upload Impossible: No thumbnail found! Create a thumbnail.jpg image for your mod.
it: Caricamento impossibile: nessuna miniatura trovata! Crea un'immagine in miniatura.jpg per il tuo mod.

source: Upload
it: Carica

source: Upload To Workshop
it: Carica nel Workshop

source: (Re)generate localization files for this mod.
it: (Ri)generare file di localizzazione per questo mod.

source: Thumbnail (thumbnail.jpg, thumbnail.jpeg, 16:9, max. 1MB)
it: Miniatura (thumbnail.jpg, thumbnail.jpeg, 16:9, max. 1MB)

source: No thumbnail found!
it: Nessuna miniatura trovata!

source: Create New Mod
it: Crea nuova mod

source: Invalid directory name!
it: Nome di directory non valido!

source: Directory is not empty!
it: La directory non è vuota!

source: Faction Pack Title
it: Titolo del pacchetto di fazione

source: This is the faction pack description. Please fill it out for more clarity.
it: Questa è la descrizione del pacchetto fazione. Ti preghiamo di compilarlo per maggiore chiarezza.

source: Mod Title
it: Titolo Mod

source: This is the mod description. Please fill it out for more clarity.
it: Questa è la descrizione del mod. Ti preghiamo di compilarlo per maggiore chiarezza.

source: New Mod / Faction Pack
it: Nuovo pacchetto mod / fazione

source: You uploaded this mod to the steam workshop.
it: Hai caricato questa mod nell'officina Steam.

source: You uploaded this faction pack to the Steam Workshop.
it: Hai caricato questo pacchetto fazione nel Workshop di Steam.

source: Files were modified since the last upload.
it: I file sono stati modificati dall'ultimo caricamento.

source: This file has been modified since the last Workshop upload.
it: Questo file è stato modificato dall'ultimo caricamento del Workshop.

source: This file isn't contained in the uploaded version of the Workshop.
it: Questo file non è contenuto nella versione caricata del Workshop.

source: Submit New Faction Pack
it: Invia nuovo pacchetto fazione

source: Submit New Mod
it: Invia nuova mod

source: Update Existing Faction Pack
it: Aggiorna pacchetto fazione esistente

source: Update Existing Mod
it: Aggiorna mod esistente

source: You either don't own the faction pack, or it has issues that prevent an upload.
it: Il pacchetto fazione non è di tua proprietà oppure presenta problemi che ne impediscono il caricamento.

source: You either don't own the mod, or it has issues that prevent an upload.
it: Il mod non è di tua proprietà o presenta problemi che ne impediscono il caricamento.

source: Mods & Workshop
it: Mod e workshop

source: Manage Mods
it: Gestisci Mod

source: Dev Mode
it: Modalità Dev

source: Strongly recommended while developing mods.
it: Fortemente consigliato durante lo sviluppo di mod.

source: Enables features that are useful while developing, but decrease performance:
it: Abilita funzionalità utili durante lo sviluppo, ma che riducono le prestazioni:

source: - No path caching: Files & mod extensions are always checked for existence each time they're loaded
it: - Nessuna memorizzazione nella cache del percorso: i file e le estensioni mod vengono sempre controllati per verificarne l'esistenza ogni volta che vengono caricati

source: Achievements with Mods
it: Risultati con i Mod

source: Enable
it: Attiva

source: Force (not recommended)
it: Forza (sconsigliata)

source: Force enabling/disabling that mod. Not recommended. This can lead to crashes and corrupted save games. Only use if you know exactly what you're doing!
it: Forza l'abilitazione/disabilitazione di quel mod. Non consigliato. Questo può portare a crash e salvataggi danneggiati. Usalo solo se sai esattamente cosa stai facendo!

source: Steam achievements enabled.
it: Risultati Steam abilitati.

source: Steam achievements disabled.
it: Trofei Steam disabilitati.

source: Enable Steam achievements while mods are active. Will be applied per save game. Override mod configuration to change this for existing galaxies.
it: Abilita gli obiettivi di Steam mentre le mod sono attive. Verrà applicato per ogni partita salvata. Ignora la configurazione mod per modificarla per le galassie esistenti.

source: Disable
it: Disabilita

source: Authors:
it: Autori:

source: Contact:
it: Contatti:

source: REQUIRES:
it: RICHIEDE:

source: INCOMPATIBLE with:
it: INCOMPATIBILE con:

source: WORKS GREAT with:
it: FUNZIONA ALLA GRANDE con:

source: DIFFICULTY
it: DIFFICOLTÀ

source: Select a difficulty for more information!
it: Seleziona una difficoltà per maggiori informazioni!

source: The brand new default mode for Avorion! Start as a nobody at the edge of the galaxy, gradually develop your technology, prove yourself and work your way up to fleet commander!
it: La nuovissima modalità predefinita per Avorion! Inizia come un nessuno ai margini della galassia, sviluppa gradualmente la tua tecnologia, mettiti alla prova e fatti strada fino al diventare comandante di una grande flotta!

source: Full building knowledge is unlocked from the start for a more sandboxy experience!
it: La conoscenza completa dell'albero di costruzione viene sbloccata fin dall'inizio per un'esperienza più sandbox!

source: You get infinite resources, and everything is unlocked. Ideal when you want to build to your heart's content, play around or would like a super chill playthrough!
it: Ottieni risorse infinite e tutto sbloccato. Ideale quando vuoi costruire a tuo piacimento o vorresti giocare una partita super chill!

source: Customize Avorion however you want! Full freedom over how much story, resources, relation gain, damage there is in the game, when you can repair your ship and more. You decide!
it: Personalizza Avorion come preferisci! Decidi tu quanta storia, risorse, guadagno di reputazione, danni ricevuti ci sono nel gioco oppure in quale momento puoi riparare la tua nave e altro ancora!

source: SETTINGS
it: IMPOSTAZIONI

source: NAME
it: NOME

source: Galaxy with given name already exists.
it: La galassia con il nome specificato esiste già.

source: SEED
it: SEME

source: COLLISION DAMAGE
it: DANNI DA COLLISIONE

# warning window caption
source: Tutorial Warning
it: Avviso tutorial

source: PLAY TUTORIAL
it: RIPRODUCI TUTORIAL

source: It seems like you haven't played the tutorial yet. Avorion is a complex game and it is highly recommended that you play the tutorial in your first playthrough. Do you really want to skip the tutorial?
it: Sembra che tu non abbia ancora giocato al tutorial. Avorion è un gioco complesso e ti consigliamo vivamente di giocare il tutorial nel tuo primo playthrough. Vuoi davvero saltare il tutorial?

source: BEHEMOTH EVENTS
it: EVENTO BEHEMOTH

source: Behemoths DLC not installed!
it: DLC Behemoths non installato!

source: News
it: Novità

source: Visit Website
it: Visita il sito web

source: Unreachable
it: Non raggiungibile

source: refreshing...
it: aggiornamento in corso...

source: Server Address:
it: Indirizzo del server:

source: Server Name:
it: Nome server:

source: Add Server
it: Aggiungi server

source: Remove Server
it: Rimuovi server

source: This server is unreachable!
it: Questo server non è raggiungibile!

source: You must enter an address for the server.
it: È necessario immettere un indirizzo per il server.

source: You must enter a name for the server.
it: È necessario immettere un nome per il server.

source: Change Notes
it: Log dei cambiamenti

source: Version %s
it: Versione %s

source: Resume Game
it: Riprendi il gioco

source: Game Options
it: Opzioni di gioco

source: Graphics
it: Grafica

source: Main Menu
it: Menu principale

source: If you quit now, all progress in the tutorial will be lost and you'll have to start over. Are you sure you want to quit?
it: Se esci ora, tutti i progressi nel tutorial andranno persi e dovrai ricominciare da capo. Sei sicuro di voler uscire?

source: Latest News & Updates
it: Ultime notizie e aggiornamenti

source: Match Version
it: Versione

source: Creative
it: Creativa

source: Show Private
it: Mostra privato

source: Show Empty
it: Mostra vuoto

source: Show Full
it: Mostra completo

source: Refresh LAN
it: Aggiorna LAN

source: Same Start Sector
it: Stesso settore di partenza

# short for 'Creative Mode'
source: Creative
it: Creativa

source: Version
it: Versione

source: Last Played On
it: Giocato l'ultima volta

source: # Mods
it: # Mod

source: Achievements
it: Trofei

source: Verified Server
it: Server verificato

source: This server requires a password to join.
it: Questo server richiede una password per partecipare.

source: Right-click to unfavorite
it: Fai clic con il pulsante destro del mouse per togliere dai preferiti

source: Right-click to favorite
it: Fai clic con il pulsante destro del mouse per aggiungere nei preferiti

source: Favorite
it: Preferito

source: History
it: Cronologia

source: Friends
it: Amici

source: GALAXIES
it: GALASSIE

source: Browse
it: Sfoglia

source: Create New
it: Crea nuova

source: Load
it: Carica

source: Load this save game
it: Carica questo salvataggio

source: Sound Settings
it: Impostazioni audio

source: Master
it: Volume Generale

source: Music
it: Musica

source: SFX
it: Effetti

source: Interface
it: Interfaccia

source: Silence Between Tracks
it: Tempo di attesa tra le tracce sonore

source: Mute When Inactive
it: Disattiva quando non è attivo

source: Mute sounds when the window loses focus.
it: Disattiva i suoni quando la finestra non è in primo piano.

source: Enable Reverb
it: Abilita riverbero

source: This effect might cause bad performance on older/weak hardware. It is automatically disabled if it causes significant slowdown.
it: Questo effetto potrebbe causare cali di FPS su hardware più vecchi. Viene disabilitato automaticamente se causa un rallentamento significativo.

source: Beta Branch Warning
it: Avviso Beta Branch

source: You're loading a non-beta-branch galaxy!
it: Stai caricando una galassia non beta-branch!

source: The beta branch is for testing bugfixes, new releases and also some experimental stuff. Features may get changed or reverted, and compatibility can't always be guaranteed, even though we always do our best. So we recommend making a copy of your galaxy before loading it.
it: Il Beta Branch serve per testare correzioni di bug, nuove versioni e anche alcune cose sperimentali. Le funzionalità possono essere modificate o ripristinate e la compatibilità non può sempre essere garantita anche se facciamo sempre del nostro meglio. Quindi ti consigliamo di fare un backup della tua galassia prima di caricarla.

source: To create a copy, click on the 'Browse' button and make a copy of the folder of your galaxy.
it: Per crearne una copia, clicca sul pulsante "Sfoglia" e crea una copia della cartella della tua galassia.

source: Version Warning
it: Avviso versione

source: You're loading a galaxy that was saved with a later version of Avorion!
it: Stai caricando una galassia che è stata salvata con una versione successiva di Avorion!

source: Galaxy Version: %1% Game Version: %2%
it: Versione Galaxy: %1% Versione del gioco: %2%

source: Continuing can lead to a broken savegame and/or crashes!
it: Continuare può portare a un savegame rotto e/o a crash!

source: Alliance: %1% (via %2%)
it: Alleanza: %1% (via %2%)

source: Alliance (via %1%)
it: Alleanza (via %1%)

source: -- INVITATIONS --
it: -- INVITI --

source: Trade with Player or Alliance
it: Scambia con Giocatore o Alleanza

source: Invite player to trade:
it: Scambia con il giocatore:

source: Trade as your alliance
it: Fai uno scambio con un membro della tua alleanza

source: No trade partner selected.
it: Nessun giocatore selezionato per effetturare uno scambio.

source: Player not found.
it: Giocatore non trovato.

source: You are not in an alliance.
it: Non sei in un'alleanza.

source: Invite
it: Invita

source: Current Relations
it: Relazioni attuali

source: New Relations
it: Nuove relazioni

source: New Status
it: Nuovo stato

source: Offer
it: Offerta

source: Offer sent
it: Offerta inviata

source: Cancel Trade
it: Annulla operazione

source: You can only drop items from your alliance inventory.
it: Puoi solo rilasciare oggetti dal tuo inventario dell'alleanza.

source: You can only drop items from your inventory.
it: Puoi solo rilasciare oggetti dal tuo inventario.

source: Your offer, representing %s
it: La tua offerta, che rappresenta %s

source: Your offer, representing your Alliance
it: La tua offerta, in rappresentanza della tua Alleanza

source: Your offer
it: La tua offerta

source: Trade with %1% (via %2%)
it: Commercia con %1% (via %2%)

source: Trade with %s's alliance
it: Fai uno scambio con l'alleanza di %s

source: %s's alliance
it: Alleanza di %s

source: Trade with %s
it: Fai uno scambio con %s

source: Current Relations: %d
it: Relazioni attuali: %d

source: Current Status: %1%
it: Stato attuale: %1%

source: %s is preparing the trade.
it: %s sta preparando per lo scambio.

source: %s accepted your offer
it: %s ha accettato la tua offerta

# Alliance Tab
source: Alliance Emblem
it: Emblema dell'Alleanza

source: Alliance Emblem
it: Emblema dell'Alleanza

source: Layer 4 (Top)
it: Strato 4 (superiore)

source: Layer 3
it: Strato 3

source: Layer 2
it: Strato 2

source: Layer 1 (Bottom)
it: Strato 1 (inferiore)

source: Up
it: Su

source: Left
it: Sinistra

source: Right
it: Destra

source: Down
it: Giù

source: Center
it: Centro

source: Flip Horizontally
it: Capovolgi orizzontalmente

source: Flip Vertically
it: Capovolgi verticalmente

source: Grow
it: Ingrandisci

source: Shrink
it: Restringi

source: Rotate Counterclockwise
it: Ruota in senso antiorario

source: Rotate Clockwise
it: Ruota in senso orario

source: Toggle Highlight
it: Attiva/disattiva evidenziazione

source: Show only this Layer
it: Mostra solo questo livello

source: Clear Icon
it: Cancella icona

source: Shapes
it: Forme

source: Badges
it: Distintivi

source: Ships & Turrets
it: Navi e torrette

source: Misc
it: Varie

source: Color Palette
it: Tavolozza dei colori

source: Color Wheel
it: Ruota dei colori

source: Hide Other Layers
it: Nascondi altri livelli

source: Show All Layers
it: Mostra tutti i livelli

# Alliance Tab
source: Alliance Vault
it: Vault dell'Alleanza

source: Deposit
it: Deposito

source: Withdraw
it: Preleva

source: [SHIFT] Transfer
it: [SHIFT] Trasferimento

source: Transfer All
it: Trasferisci tutto

# Alliance Tab
source: Log
it: Registro

source: Receive Economy Notifications
it: Ricevi notifiche Economia

# Alliance Tab
source: General
it: Generale

source: PENDING INVITATIONS
it: INVITI IN SOSPESO

source: Join Alliance
it: Unisciti all'Alleanza

source: Leave Alliance
it: Abbandona l'Alleanza

source: Disband Alliance
it: Sciogli Alleanza

source: Are you sure? Disbanding an alliance cannot be undone! All items in your alliance inventory and all ships of your alliance will be lost!
it: Sei sicuro? Lo scioglimento di un'alleanza non può essere annullato! Tutti gli oggetti nel tuo inventario dell'alleanza e tutte le navi della tua alleanza andranno perduti!

source: Message of the Day
it: Messaggio del giorno

source: Modify
it: Modifica

source: Save
it: Salva

source: Alliance has no home sector!
it: L'Alleanza non ha un settore casa!

source: Alliance: %s
it: Alleanza: %s

source: Whisper
it: Sussurra

source: Promote to Leader
it: Promuovi a Leader

source: Assign Rank
it: Assegna rango

source: Kick
it: Calcio

source: SECTOR
it: SETTORE

source: LAST ONLINE
it: ULTIMA VOLTA ONLINE

# Alliance Tab
source: Members
it: Membri

source: Invite Player
it: Invita giocatore

# Alliance Tab
source: Ranks
it: Gradi

source: RANKS
it: GRADI

source: PERMISSIONS
it: AUTORIZZAZIONI

source: BADGE
it: Distintivo

source: Add Rank
it: Aggiungi Rango

# rank
source: Add as lowest
it: Aggiungi come grado minimo

source: Enter the name of the new rank:
it: Inserisci il nome del nuovo rango:

source: Delete Rank
it: Elimina grado

source: Create Rank
it: Crea classifica

source: Rank Name:
it: Nome del grado:

source: Add Above:
it: Aggiungi sopra:

source: * New Member Rank: this rank will be assigned to new members.
it: * New Member Rank: questo rango verrà assegnato ai nuovi membri.

source: Move Up
it: Sposta su

source: Move Down
it: Sposta giù

source: Set as new member rank
it: Imposta come nuovo membro

# Alliance Tab
source: Found Alliance
it: Alleanza Trovata

source: Found Alliance
it: Alleanza Trovata

source: Founding Cost: ¢%s Enter the name of your alliance:
it: Costo di fondazione: ¢%s Inserisci il nome della tua alleanza:

source: Founding Cost: %s Credits
it: Costo di fondazione: %s crediti

source: Found alliances to work together with other players as a completely new faction. Alliances count as their own faction, and their members can manage alliance stations, ships and inventory. You can invite other players to join the alliance and assign ranks to different members to manage what individual members are allowed to do. You can also see the online status of your alliance members and you'll have a shared galaxy map. You can either join an existing alliance or found a new one!
it: Ho trovato alleanze per lavorare insieme ad altri giocatori come una fazione completamente nuova. Le alleanze contano come la propria fazione e i loro membri possono gestire stazioni, navi e inventario dell'alleanza. Puoi invitare altri giocatori a unirsi all'alleanza e assegnare ranghi a diversi membri per gestire ciò che i singoli membri sono autorizzati a fare. Puoi anche vedere lo stato online dei membri della tua alleanza e avrai una mappa della galassia condivisa. Puoi unirti a un'alleanza esistente o trovarne una nuova!

source: Inventory
it: Inventario

source: Missions
it: Missioni

source: Track / Untrack Mission
it: Traccia /Annulla tracciamento missione

source: Abandon
it: Abbandona

source: Details
it: Dettagli

source: You can't abandon this mission.
it: Non puoi abbandonare questa missione.

source: <No Missions>
it: <Nussuna missione>

source: [TAB] Ship >>
it: [TAB] Spedisci >>

source: Fleet
it: Flotta

source: Ship lost! Have it towed at a Repair Dock!
it: Nave persa! Falla rimorchiare in una stazione di riparazione!

source: Ship destroyed! Have it towed at a Repair Dock!
it: Nave distrutta! Falla rimorchiare in una stazione di riparazione!

source: Object destroyed!
it: Obiettivo distrutto!

source: Sort Ships Up
it: Ordina le navi su

source: Sort Stations Up
it: Ordinare le stazioni su

source: Sort Crafts in Current Sector Up
it: Ordinare i mestieri nel settore corrente su

source: Compact View
it: Vista compatta

source: Auto-Pay Crews
it: Auto-Pagamento Equipaggio

source: Manage
it: Gestione

source: Switch to '%s'
it: Passa a '%s'

source: Show On Map
it: Mostra sulla mappa

source: SHIP
it: NAVE

source: CARGO
it: CARICO

source: ARMAMENT
it: ARMAMENTi

source: STATUS
it: STATO

source: Craft name can't be empty.
it: La creazione non può essere senza nome.

source: Please enter a name for your ship:
it: Inserisci un nome per la tua nave:

source: Recall ship
it: Richiama nave

source: Escort Recall Warning
it: Avviso di richiamo scorta

source: Are you sure? This ship is currently escorting another ship. Recalling it will recall the escorted ship, too.
it: Sei sicuro? Questa nave sta scortando un'altra nave. Richiamarla richiamerà anche la nave scortata.

source: Recall Warning
it: Avviso di richiamo

source: Are you sure? This will cancel any task the captain is working on at the moment. Your ship will reappear on the galaxy map and you will be able to assign a new task.
it: Sei sicuro? Questo annullerà qualsiasi compito a cui il capitano sta lavorando al momento. La tua nave riapparirà sulla mappa della galassia e sarai in grado di assegnargli un nuovo compito.

source: Enter the class of your ship:
it: Inserisci la classe della tua nave:

source: Transfer Craft To Alliance
it: Trasferisci la creazione all'Alleanza

source: Are you sure? Transferring a craft to your alliance cannot be undone!
it: Sei sicuro? Il trasferimento di una creazione alla tua alleanza non può essere annullato!

source: Delete this ship from the list.
it: Elimina questa nave dall'elenco.

source: Remove Ship From List
it: Rimuovi la nave dall'elenco

source: Are you sure? This ship will be gone forever. This can not be undone!
it: Sei sicuro? Perderai questa nave per sempre. Questa operazione non può essere annullata!

source: Take
it: Prendi

source: This ship has yield ready to claim
it: Questa nave ha un rendimento pronto a reclamare

source: Total Salary: ¢%1%
it: Salario Dovuto: ¢%1%

source: You must be in the same sector to change the icon of crafts.
it: Devi essere nello stesso settore per cambiare l'icona delle creazioni.

source: You must be in the same sector to rename crafts.
it: Devi essere nello stesso settore per rinominare le creazioni.

source: You must be in the same sector to set the class of crafts.
it: Devi essere nello stesso settore per impostare la classe delle creazioni.

source: You must be in the same sector to transfer crafts to your alliance.
it: Devi essere nello stesso settore per trasferire le creazioni alla tua alleanza.

source: Take the yield of the ship first!
it: Guarda prima la tipologia della nave!

source: Set Class...
it: Imposta classe...

source: Set Icon...
it: Imposta icona...

source: Transfer to Alliance
it: Trasferimento ad Alleanza

source: Take (%1%)
it: Prendi (%1%)

source: %1% Credits
it: %1% Crediti

source: [LOST]
it: [PERSO]

source: [DESTROYED]
it: [DISTRUTTO]

source: Captain is performing a task for you.
it: Il capitano sta svolgendo un compito per te.

source: Crew payment due: %s Credits
it: Pagamento equipaggio dovuto: %s Crediti
