Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Some turrets don't fit into one of the above categories. \c(0d0)Point Defense Weapons\c(): Those weapons can always fire and need no ammunition. Point Defense Weapons are very good against enemy fighters and torpedoes. Set them to 'Defensive' to have them automatically target torpedoes, fighters and nearby enemies. Utility Turrets: Those include \c(0d0)Healing\c() and \c(0d0)Force turrets\c(), which can heal other ships or push or pull them around.
it: Alcune torrette non rientrano in una delle categorie di cui sopra. \c(0d0) Armi di Difesa a Punti\c(): Quelle armi possono sempre sparare e non hanno bisogno di munizioni. Le armi di difesa a punti sono molto buone contro caccia e siluri nemici. Impostali su "Difensivo" per bersagliare automaticamente siluri, caccia e nemici vicini. Torrette di utilità: includono \c(0d0) Torrette di guarigione\c() e \c(0d0) Torrette di forza\c(), che possono guarire altre navi o spingerle o tirarle in giro.

source: Chain Gun
it: Pistola a catena

source: A \c(0d0)Chain Gun\c() is a very basic, all-purpose weapon.
it: Una \c(0d0) pistola a catena\c() è un'arma molto semplice e multiuso.

source: It doesn't overheat very fast and it is very reliable.
it: Non si surriscalda molto velocemente ed è molto affidabile.

source: A \c(0d0)Laser\c() is an energy-based weapon.
it: Un \c(0d0)Laser\c() è un'arma basata sull'energia.

source: It shoots very precise laser rays that do good damage against \c(0d0)Shields\c().
it: Spara raggi laser molto precisi che fanno buoni danni contro \c(0d0)Scudi\c().

source: Plasma Gun
it: Pistola al plasma

source: A \c(0d0)Plasma Gun\c() is an energy-based weapon.
it: Una \c(0d0) Pistola al plasma\c() è un'arma a base di energia.

source: Its projectiles are exceptionally strong against \c(0d0)Shields\c().
it: I suoi proiettili sono eccezionalmente forti contro \c(0d0)Scudi\c().

source: Rocket Launcher
it: Lanciarazzi

source: A \c(0d0)Rocket Launcher\c() does physical AOE damage on impact.
it: Un \c(0d0)Lanciarazzi\c() infligge danni fisici AOE all'impatto.

source: It has a very large range and is especially good against stationary targets.
it: Ha un raggio d'azione molto ampio ed è particolarmente efficace contro bersagli fissi.

source: Its projectiles are slow, but they can be target-seeking.
it: I suoi proiettili sono lenti, ma possono essere in cerca di bersagli.

source: Cannon
it: Cannone

source: A \c(0d0)Cannon\c() is a physical weapon with a large range.
it: Un \c(0d0)Cannone\c() è un'arma fisica con un ampio raggio.

source: Its fast projectiles do AOE damage on impact but it doesn't have a very high firing rate.
it: I suoi proiettili veloci infliggono danni AOE all'impatto, ma non hanno una cadenza di fuoco molto elevata.

source: Railgun
it: Cannone ferroviario

source: A \c(0d0)Railgun\c() is a very precise weapon.
it: Un \c(0d0)Railgun\c() è un'arma molto precisa.

source: Its high range rays can penetrate \c(0d0)Hull\c() easily but are not as effective against \c(0d0)Armor\c().
it: I suoi raggi ad alto raggio possono penetrare facilmente\c(0d0)Scafo\c() ma non sono altrettanto efficaci contro \c(0d0)Armatura\c().

source: A \c(0d0)Bolter\c() is an all-purpose weapon.
it: Un \c(0d0)Bolter\c() è un'arma multiuso.

source: It does anti-matter damage that is good for penetrating \c(0d0)Hull\c().
it: Infligge danni anti-materia che sono buoni per penetrare \c(0d0)Scafo\c().

source: However, it has a rather slow firing-rate and tends to overheat.
it: Tuttavia, ha un tasso di cottura piuttosto lento e tende a surriscaldarsi.

source: Lighting Gun
it: Pistola per illuminazione

source: A \c(0d0)Lightning Gun\c() is an energy based weapon that shoots rays of lightning.
it: Una \c(0d0) Pistola Fulmine\c() è un'arma a base di energia che spara raggi di fulmine.

source: It does electrical damage and is very ineffective against \c(0d0)Stone\c().
it: Infligge danni elettrici ed è molto inefficace contro la \c(0d0)Pietra\c().

source: Tesla Gun
it: Pistola Tesla

source: A \c(0d0)Tesla Gun\c() is a low range weapon that deals a lot of damage.
it: Una \c(0d0) Pistola Tesla\c() è un'arma a bassa gittata che infligge molti danni.

source: It shoots rays that do electrical damage and that are ineffective against \c(0d0)Stone\c().
it: Spara raggi che causano danni elettrici e che sono inefficaci contro la \c(0d0)Pietra\c().

source: Pulse Cannon
it: Cannone a impulsi

source: A \c(0d0)Pulse Cannon\c() shoots ionized projectiles.
it: Un \c(0d0) cannone a impulsi\c() spara proiettili ionizzati.

source: They don't do very high damage but they are capable of penetrating \c(0d0)Shields\c().
it: Non infliggono danni molto elevati ma sono in grado di penetrare \c(0d0)Scudi\c().

source: Anti Fighter
it: Anti combattente

source: \c(0d0)Anti Fighter\c() weapons have a low range but deal AOE damage and splash damage.
it: Le armi\c(0d0) Antifighter\c() hanno una portata bassa ma infliggono danni AOE e danni radiali.

source: This makes them very effective against \c(0d0)Fighters\c().
it: Questo li rende molto efficaci contro \c(0d0)Caccia\c().

source: A \c(0d0)Force Gun\c() doesn't deal damage.
it: Una \c(0d0)Force Gun\c() non infligge danni.

source: Instead it can be used to physically move enemies, friends or objects.
it: Invece può essere usato per muovere fisicamente nemici, amici o oggetti.

source: Point Defense Weapons
it: Armi di difesa a punti

source: \c(0d0)Point Defense Weapons\c(): Those weapons can always fire and need no ammunition.
it: \c(0d0) Armi di Difesa a Punti\c(): Quelle armi possono sempre sparare e non hanno bisogno di munizioni.

source: Point Defense Weapons are very good against enemy \c(0d0)fighters\c() and \c(0d0)torpedoes\c().
it: Le armi a difesa dei punti sono molto buone contro\c(0d0)combattenti nemici\c() e \c(0d0)siluri\c().

source: Set them to 'Defensive' to have them automatically target torpedoes, fighters and nearby enemies.
it: Impostali su "Difensivo" per farli bersagliare automaticamente siluri, caccia e nemici vicini.

source: Unarmed Turrets
it: Torrette disarmate

source: Mining Lasers
it: Laser minerari

source: A \c(0d0)Mining Laser\c() is a turret that is meant for extracting resources from Stone.
it: Un \c(0d0) Laser Minerario\c() è una torretta pensata per estrarre risorse dalla Pietra.

source: Two types of mining lasers are commonly known: \c(0d0)Refining\c() and \c(0d0)Raw\c() (short: \c(0d0)R\c()).
it: Due tipi di laser minerari sono comunemente noti: \c(0d0)Raffinazione\c() e \c(0d0)Raw\c() (abbreviato: \c(0d0)R\c()).

source: Refining lasers extract and immediately refine ores.
it: I laser di raffinazione estraggono e raffinano immediatamente i minerali.

source: R-Mining lasers can't refine ores, which means the ship will need a cargo bay to collect the ores.
it: I laser R-Mining non possono raffinare i minerali, il che significa che la nave avrà bisogno di una stiva di carico per raccogliere i minerali.

source: But R-Mining lasers usually have a much higher efficiency, making them the best choice for larger mining vessels.
it: Ma i laser R-Mining di solito hanno un'efficienza molto più elevata, rendendoli la scelta migliore per le navi minerarie più grandi.

source: Salvaging Lasers
it: Recupero dei laser

source: \c(0d0)Salvaging Lasers\c() allow to extract materials and equipment from wreckages.
it: I\c(0d0)Laser di Recupero\c() consentono di estrarre materiali ed equipaggiamenti dai relitti.

source: Depending on the type of laser they'll yield refined materials (\c(0d0)Refining Lasers\c()) or scrap metals (\c(0d0)R-Salvaging Lasers\c()).
it: A seconda del tipo di laser produrranno materiali raffinati (\c(0d0) Laser di raffinazione\c()) o rottami metallici (\c(0d0)Laser di salvataggio R\c()).

source: Refining lasers are very good for smaller ships without cargo bays, but tend to have lower efficiency than comparable R-Salvaging Lasers.
it: I laser di raffinazione sono ottimi per le navi più piccole senza baie di carico, ma tendono ad avere un'efficienza inferiore rispetto ai laser R-Salvaging comparabili.

source: To pick up and transport \c(0d0)scrap metal\c(), a ship needs to have a \c(0d0)cargo bay\c().
it: Per raccogliere e trasportare \c(0d0)rottami metallici\c(), una nave deve avere una \c(0d0)stiva di carico\c().

source: Scrap metals can be \c(0d0)refined\c() at a \c(0d0)Resource Depot\c() (for a small fee).
it: I rottami metallici possono essere \c(0d0)raffinati\c() in un \c(0d0) Deposito Risorse\c() (pagando una piccola tassa).

source: Repair Beams
it: Ripara le travi

source: \c(0d0)Repairs Beams\c() can be used to restore HP to a ship or to regenerate shields.
it: \c(0d0)Le travi di riparazione\c() possono essere utilizzate per ripristinare gli HP su una nave o per rigenerare gli scudi.

source: Some repair beams can be used to repair the \c(0d0)Hull\c() of a ship.
it: Alcune travi di riparazione possono essere utilizzate per riparare lo \c(0d0)scafo\c() di una nave.

source: They will not restore missing blocks but they will fully heal all remaining blocks.
it: Non ripristineranno i blocchi mancanti, ma guariranno completamente tutti i blocchi rimanenti.

source: Others can be used to regenerate \c(0d0)Shields\c().
it: Altri possono essere usati per rigenerare \c(0d0)Scudi\c().

source: There are even some repair beams that are able to do both at the same time.
it: Ci sono anche alcune travi di riparazione che sono in grado di fare entrambe le cose allo stesso tempo.

source: Legendary Turrets
it: Torrette leggendarie

source: There are a number of \c(0d0)Legendary Turrets\c().
it: Ci sono un certo numero di \c(0d0) Torrette Leggendarie\c().

source: They can be recognized by their unique names. They are very rare and most of them have interesting special effects.
it: Possono essere riconosciute dai loro nomi univoci. Sono molto rari e la maggior parte di essi ha effetti speciali interessanti.

source: Auto Targeting
it: Targeting automatico

source: Each ship has a certain number of \c(0d0)Auto Targeting Slots\c(). Turrets set to auto targeting can fire automatically when enemies are within range.
it: Ogni nave ha un certo numero di \c(0d0) slot di targeting automatico\c(). Le torrette impostate sul targeting automatico possono sparare automaticamente quando i nemici sono nel raggio d'azione.

source: To set a turret to auto targeting, select it in the \c(0d0)Ship Tab\c() of the \c(0d0)Ship Menu\c() and then press \c(fff)[A]\c(), or right click the turret and select \c(fff)'Auto Targeting'\c().
it: Per impostare una torretta sul targeting automatico, selezionarla nella\c(0d0) Scheda Nave\c() del\c(0d0) Menu Nave\c() e quindi premere\c(fff)[A]\c(), oppure fare clic con il pulsante destro del mouse sulla torretta e selezionare \c(fff)'Targeting automatico'\c().

source: You will see a little blue circle appear in the bottom right corner of the turret icon.
it: Vedrai apparire un piccolo cerchio blu nell'angolo in basso a destra dell'icona della torretta.

source: You can increase the number of auto targeting slots on your ship by installing \c(0d0)subsystems\c().
it: Puoi aumentare il numero di slot di targeting automatico sulla tua nave installando \c(0d0)sottosistemi\c().

source: To control your turrets, assign a number to the turret slot.
it: Per controllare le tue torrette, assegna un numero allo slot della torretta.

source: You will then see the turret group above your health bar and you will be able to select whether you want it to be controlled manually, only shoot at attackers, shoot at everything or shoot at a certain target.
it: Vedrai quindi il gruppo di torrette sopra la tua barra della salute e sarai in grado di selezionare se vuoi che sia controllato manualmente, sparare solo agli attaccanti, sparare a tutto o sparare a un determinato bersaglio.

source: Using Fighters
it: Usare i combattenti

source: \c(0d0)Fighters\c() can be bought at \c(0d0)Equipment Docks\c(), or be created at a \c(0d0)Fighter Factory\c().
it: I\c(0d0)Caccia\c() possono essere acquistati presso \c(0d0) Banchine Equipaggiamento\c(), o essere creati presso una \c(0d0) Fabbrica di Caccia\c().

source: To use fighters you will need \c(0d0)Hangar\c() to put them in.
it: Per usare i combattenti avrai bisogno di\c(0d0)Hangar\c() per metterli dentro.

source: As fighter sizes vary, your ship will show a minimum and maximum Hangar capacity in the \c(0d0)Building Mode\c().
it: Poiché le dimensioni del caccia variano, la tua nave mostrerà una capacità minima e massima dell'Hangar nella\c(0d0) Modalità Costruzione\c().

source: You will also need \c(0d0)Pilots\c(). They will stay on the ship and steer fighters remotely, and you will need one pilot per fighter.
it: Avrai anche bisogno di \c(0d0)Piloti\c(). Rimarranno sulla nave e guideranno i caccia da remoto e avrai bisogno di un pilota per combattente.

source: Fighters are organized in \c(0d0)Squads\c().
it: I combattenti sono organizzati in \c(0d0)Squadre\c().

source: Buttons on the left side of the screen allow to set a command for each squad.
it: I pulsanti sul lato sinistro dello schermo consentono di impostare un comando per ogni squadra.

source: Depending on the type of fighter, they can attack or defend, be used for mining or salvaging or shuttle crew to board crafts.
it: A seconda del tipo di caccia, possono attaccare o difendersi, essere utilizzati per l'estrazione o il recupero o trasportare l'equipaggio a bordo delle imbarcazioni.

source: Producing Fighters
it: Produzione di combattenti

source: With an \c(0d0)Assembly Block\c(), copies of a fighter can be produced on the ship.
it: Con un \c(0d0) Blocco di Assemblaggio\c(), è possibile produrre copie di un caccia sulla nave.

source: To create a producible blueprint, a fighter has to be placed in the blueprint slot.
it: Per creare un progetto producibile, un combattente deve essere posizionato nello slot del progetto.

source: It'll be disassembled and the ship will use this blueprint to create new fighters for money and resources.
it: Verrà smontato e la nave utilizzerà questo progetto per creare nuovi combattenti per denaro e risorse.

source: The more Assembly Blocks you have, the faster your fighter production will be.
it: Più blocchi di assemblaggio hai, più veloce sarà la tua produzione di caccia.

source: About Torpedoes
it: Informazioni sui siluri

source: \c(0d0)Torpedoes\c() are special weapons with \c(0d0)very high range\c(). The various types can be distinguished by the color of the warhead. Each kind of torpedo has its advantages and disadvantages. Some are extremely good against shields, others are better against the hull and some damage both. Torpedoes can be deadly. To defend yourself against them, build \c(0d0)Point Defense Weapons\c() that automatically shoot them down before impact.
it: I\c(0d0)siluri\c() sono armi speciali con \c(0d0) gittata molto alta\c(). Le varie tipologie si distinguono per il colore della testata. Ogni tipo di siluro ha i suoi vantaggi e svantaggi. Alcuni sono estremamente efficaci contro gli scudi, altri sono migliori contro lo scafo e alcuni danneggiano entrambi. I siluri possono essere mortali. Per difenderti da loro, costruisci \c(0d0) Armi di Difesa a Punti\c() che le abbattono automaticamente prima dell'impatto.

source: Using Torpedoes
it: Utilizzo di siluri

source: To use torpedoes you will need to add \c(0d0)Torpedo Launchers\c() (and optional \c(0d0)Torpedo Storage\c()) to your ship.
it: Per utilizzare i siluri dovrai aggiungere \c(0d0)Lanciasiluri\c() (e\c(0d0) Deposito siluri opzionale\c()) alla tua nave.

source: You can buy torpedoes at \c(0d0)Equipment Docks\c() or collect them as loot.
it: Puoi acquistare siluri in \c(0d0) Banchine Equipaggiamento\c() o raccoglierli come bottino.

source: Load them into the shafts in the \c(0d0)Torpedoes Tab\c() of the \c(0d0)Ship Menu\c(). Then navigate to the \c(0d0)Ship Tab\c() of the \c(0d0)Ship Menu\c() and assign a number to your torpedo shafts.
it: Caricali negli alberi nella scheda\c(0d0)Siluri\c() del \c(0d0) Menu Nave\c(). Quindi vai alla \c(0d0) Scheda Nave\c() del \c(0d0) Menu Nave\c() e assegna un numero ai tuoi alberi siluranti.

source: To fire the torpedoes, face your target, press the number of the shaft you want to use and press \c(fff)[${fire}]\c().
it: Per sparare i siluri, rivolti verso il bersaglio, premi il numero dell'albero che vuoi usare e premi \c(fff)[${fire}]\c().

source: Docking Objects
it: Oggetti di docking

source: If you add \c(0d0)Dock Blocks\c() to your ship, you will be able to dock objects or even other ships to it.
it: Se aggiungi \c(0d0) blocchi di attracco\c() alla tua nave, sarai in grado di attraccare oggetti o anche altre navi.

source: Just fly close to what you want to dock and hold \c(fff)[${dock}]\c().
it: Basta volare vicino a ciò che si desidera ancorare e tenere premuto \c(fff)[${dock}]\c().

source: If there is nothing preventing you from docking, such as the captain of an enemy craft disagreeing to it, the object or ship will be attached to your ship.
it: Se non c'è nulla che ti impedisca di attraccare, come il capitano di un'imbarcazione nemica che non è d'accordo, l'oggetto o la nave saranno attaccati alla tua nave.

source: You can fly and do \c(0d0)Hyperspace Jumps\c() with any docked object, as if it was part of your ship.
it: Puoi volare e fare \c(0d0) Salti Iperspaziali\c() con qualsiasi oggetto attraccato, come se fosse parte della tua nave.

source: To undock it again, select it and press \c(fff)[${dock}]\c() or press \c(fff)[CTRL] + [${dock}]\c() to undock all objects.
it: Per sganciarlo di nuovo, selezionarlo e premere \c(fff)[${dock}]\c() o premere \c(fff)[CTRL] + [${dock}]\c() per sganciare tutti gli oggetti.

source: Transport Mode
it: Modalità di trasporto

source: Usually, stations can't move. But there is one exception: you can \c(0d0)dock\c() a station to your ship and take it with you.
it: Di solito, le stazioni non possono muoversi. Ma c'è un'eccezione: puoi \c(0d0)attraccare\c() una stazione alla tua nave e portarla con te.

source: To do that, you will need to press \c(fff)[${interact}]\c() to interact with the station and select \c(fff)'Engage Transport Mode'\c().
it: Per farlo, dovrai premere \c(fff)[${interact}]\c() per interagire con la stazione e selezionare \c(fff)'Engage Transport Mode'\c().

source: While in \c(0d0)Transport Mode\c(), you will not be able to interact with the station and its activities will halt.
it: Mentre sei in \c(0d0) Modalità di trasporto\c(), non sarai in grado di interagire con la stazione e le sue attività si fermeranno.

source: After you have moved the station to where you wanted it to be, reengaging station mode will take several minutes.
it: Dopo aver spostato la stazione nel punto desiderato, il ripristino della modalità stazione richiederà diversi minuti.

source: General
it: Generale

source: Most commonly the relation between factions can be categorized as one of the following: \c(0d0)at War\c(), in a \c(0d0)Ceasefire\c(), \c(0d0)at Peace\c() or \c(0d0)Allied\c(). Factions at war tend to fight each other at every opportunity, while factions in a ceasefire tolerate each other. But any hostile act can cause another outbreak of war. Factions at peace tend to be more relaxed around each other. While hostile acts, like damaging property, are still seen as offensive, they rarely lead to open fights. After signing an alliance treaty, the factions involved should be seen as one. Traditionally allied factions help each other as much as they can, especially in combat. Quite a few faction wars have been won through cleverly choosing allies.
it: Più comunemente la relazione tra le fazioni può essere classificata come una delle seguenti: \c(0d0)in guerra\c(), in un \c(0d0)cessate il fuoco\c(), \c(0d0)in pace\c() o \c(0d0)alleato\c(). fazioni in guerra tendono a combattersi a ogni occasione, mentre le fazioni in un cessate il fuoco si tollerano a vicenda. Ma qualsiasi atto ostile può causare un altro scoppio di guerra. Le fazioni in pace tendono ad essere più rilassate l'una con l'altra. Mentre gli atti ostili, come danneggiare la proprietà, sono ancora visti come offensivi, raramente portano a scontri aperti. Dopo aver firmato un trattato di alleanza, le fazioni coinvolte dovrebbero essere viste come una sola. Le fazioni tradizionalmente alleate si aiutano a vicenda il più possibile, soprattutto in combattimento. Parecchie guerre di fazione sono state vinte attraverso una scelta intelligente degli alleati.

source: \c(0d0)Relations\c() define the behavior between two factions. The better the relations, the more \c(0d0)access to technologies and goods\c() will be granted. Access to all of the supplies, including equipment of the highest rarity, will only be granted to allies. The \c(0d0)Player Menu's Diplomacy Tab\c() shows an overview over the relation you have to a faction as well as their \c(0d0)Faction Traits\c(). For example an aggressive faction will have more combat ships that they'll send out to help their allies. Peaceful factions tend to have less combat ready ships.
it: Le\c(0d0)Relazioni\c() definiscono il comportamento tra due fazioni. Migliore è la relazione, più \c(0d0) sarà concesso l'accesso a tecnologie e beni\c(). L'accesso a tutte le forniture, incluso l'equipaggiamento della più alta rarità, sarà concesso solo agli alleati. La \c(0d0) Scheda Diplomazia del Menu Giocatore\c() mostra una panoramica sulla relazione che hai con una fazione e sui suoi \c(0d0) tratti di fazione\c(). Ad esempio, una fazione aggressiva avrà più navi da combattimento che invierà per aiutare i propri alleati. Le fazioni pacifiche tendono ad avere meno navi pronte al combattimento.

source: Negotiation
it: Negoziazione

source: To improve \c(0d0)Relations\c() with another faction, offer to \c(0d0)pay tribute\c(). This tribute can be any combination of resources and money and should at least meet the faction's lower limit. A more generous bid will always gladly be taken, while factions might lose patience if they deem the tribute to meager. When negotiating \c(0d0)treaties\c() between factions, such as a permanent \c(0d0)ceasefire\c() or a motion to \c(0d0)become allied\c(), it is expected to bring gifts as well. Just like a normal tribute, a treaty tribute can be any combination of money and resources.
it: Per migliorare le \c(0d0)Relazioni\c() con un'altra fazione, offriti di\c(0d0) rendere omaggio\c(). Questo tributo può essere qualsiasi combinazione di risorse e denaro e dovrebbe almeno soddisfare il limite inferiore della fazione. Un'offerta più generosa sarà sempre accettata volentieri, mentre le fazioni potrebbero perdere la pazienza se ritengono che il tributo sia scarso. Quando si negoziano \c(0d0)trattati\c() tra fazioni, come un\c(0d0)cessate il fuoco permanente\c() o una mozione per \c(0d0)diventare alleati\c(), ci si aspetta che porti anche regali. Proprio come un normale tributo, un tributo del trattato può essere qualsiasi combinazione di denaro e risorse.

source: Exploration
it: Esplorazione

source: Map Markers
it: Indicatori mappa
