Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: No design in the clipboard.
it: Nessun disegno negli appunti.

source: Design still loading.
it: Design ancora in caricamento.

source: Rename %1%
it: Rinomina %1%

source: To Clipboard
it: Negli appunti

source: Rename...
it: Rinomina...

source: Upload To Workshop...
it: Carica in officina...

source: Delete
it: Elimina

source: Right-Click for more options
it: Fai clic con il pulsante destro del mouse per altre opzioni

source: Your ship has no crew!
it: La tua nave non ha equipaggio!

source: Your ship is overpopulated! Build more quarters to support all your crew!
it: La tua nave è sovrappopolata! Costruisci più alloggi per sostenere tutto il tuo equipaggio!

source: Morale is very bad! The crew is on strike!
it: Il morale è molto cattivo! L'equipaggio è in sciopero!

source: Your ship has low morale! Improve it or the crew will eventually strike!
it: La tua nave ha un morale basso! Miglioralo o l'equipaggio alla fine colpirà!

source: Not enough mechanics! Your ship will slowly take damage!
it: Meccanica insufficiente! La tua nave subirà lentamente danni!

source: Not enough engineers! Your ship can't fly at optimal speed!
it: Ingegneri insufficienti! La tua nave non può volare alla velocità ottimale!

source: Not enough crew members for all armed turrets!
it: Non ci sono abbastanza membri dell'equipaggio per tutte le torrette armate!

source: Not enough crew members for all mining turrets!
it: Non ci sono abbastanza membri dell'equipaggio per tutte le torrette minerarie!

source: You don't have enough turret slots to control all turrets!
it: Non hai abbastanza slot per controllare tutte le torrette!

source: Your ship is using up more energy that it can produce!
it: La tua nave sta consumando più energia di quella che può produrre!

source: Your %s is using up all your energy!
it: Il tuo %s sta consumando tutta la tua energia!

source: Your Hyperspace Engine is being jammed by something!
it: Il tuo motore iperspaziale è stato inceppato da qualcosa!

source: Your Hyperspace Engine is being distorted by nearby enemies. Recharge speed is decreased!
it: Il tuo motore iperspaziale è stato distorto dai nemici vicini. La velocità di ricarica è diminuita!

source: You're flying through clear space. Hyperspace recharge speed is increased!
it: Stai volando nello spazio libero. La velocità di ricarica dell'iperspazio è aumentata!

source: Your yaw rotation speed is bad.
it: La velocità di rotazione dell'imbardata non è buona.

source: Your pitch rotation speed is poor.
it: La velocità di rotazione del passo è scarsa.

source: Your roll rotation speed is poor.
it: La velocità di rotazione del rullo è scarsa.

source: Your acceleration is low because you don't have enough engineers on your ship! Assign engineers or hire new crew members!
it: La tua accelerazione è bassa perché non hai abbastanza ingegneri sulla tua nave! Assegna ingegneri o assumi nuovi membri dell'equipaggio!

source: Your acceleration is very low. Build more Engines or build your ship out of a lighter material!
it: La tua accelerazione è molto bassa. Costruisci più motori o costruisci la tua nave con un materiale più leggero!

source: Your brake thrust is very low. Build Thrusters or Inertia Dampeners to reduce drifting or build your ship out of a lighter material!
it: La spinta del freno è molto bassa. Costruisci propulsori o smorzatori di inerzia per ridurre la deriva a o costruisci la tua nave con un materiale più leggero!

source: Your brake thrust is low. Build Thrusters or Inertia Dampeners to reduce drifting or build your ship out of a lighter material!
it: La spinta del freno è bassa. Costruisci propulsori o smorzatori di inerzia per ridurre la deriva a o costruisci la tua nave con un materiale più leggero!

source: Your life support doesn't have enough power, your crew may die!
it: Il tuo supporto vitale non ha abbastanza energia, il tuo equipaggio potrebbe morire!

source: Some fighters can't return back to your ship:
it: Alcuni caccia non possono tornare alla tua nave:

source: Your drone is severely damaged! Suicide and teleport back to your homesector or another ship with /suicide in the chat.
it: Il tuo drone è gravemente danneggiato! Suicidio e teletrasporto al tuo campo o a un'altra nave con /suicidio nella chat.

source: Your ship is severely damaged! Repair it in Building Mode or at a repair dock.
it: La tua nave è gravemente danneggiata! Riparala in modalità Costruzione o in un molo di riparazione.

source: Your ship is damaged! Repair it in Building Mode or at a repair dock.
it: La tua nave è danneggiata! Riparala in modalità Costruzione o in un molo di riparazione.

source: Your ship is VERY weak compared to other ships in this region. If you want to survive in combat, you should arm it better, add shields or extend it!
it: La tua nave è MOLTO debole rispetto ad altre navi in questa regione. Se vuoi sopravvivere in combattimento, dovresti armarla meglio, aggiungere scudi o estenderla!

source: Your ship is weak compared to other ships in this region. If you want to survive in combat, you should arm it better, add shields or extend it!
it: La tua nave è debole rispetto ad altre navi in questa regione. Se vuoi sopravvivere in combattimento, dovresti armarla meglio, aggiungere scudi o estenderla!

source: Structural damages due to reconstruction - ship durability and value reduced by %d%%. Repair your ship at a Repair Dock or in Building Mode!
it: Danni strutturali dovuti alla ricostruzione - durata e valore della nave ridotti del %d%%. Ripara la tua nave presso un molo di riparazione o in modalità Costruzione!

source: Structural damages due to rift teleport - ship durability and value reduced by %d%%. Repair your ship at a Repair Dock or in Building Mode!
it: Danni strutturali dovuti al teletrasporto a fessura - durata e valore della nave ridotti dello %d%%. Ripara la tua nave in un Molo di Riparazione o in Modalità Costruzione!

source: Structural damages due to boarding attack - Ship durability & value reduced by %d%%. Repair your ship at a Repair Dock or in Building Mode!
it: Danni strutturali dovuti all'attacco a bordo - Durata e valore della nave ridotti dello %d%%. Ripara la tua nave in un Molo di Riparazione o in Modalità Costruzione!

source: You have a Transporter Block but you are missing a Transporter Software Subsystem for a functioning Transporter!
it: Hai un Blocco Trasportatore ma ti manca un Sottosistema Software Trasportatore per un Trasportatore funzionante!

source: You have a Transporter Software Subsystem but you are missing a Transporter Block for a functioning Transporter!
it: Hai un Sottosistema Software Trasportatore ma ti manca un Blocco Trasportatore per un Trasportatore funzionante!

source: Your R-Mining Fighters can't pick up ores or scrap! You need a functioning transporter! (Transporter Block + rare or higher Transporter Software Subsystem)
it: I tuoi combattenti R-Mining non possono raccogliere minerali o rottami! Hai bisogno di un trasportatore funzionante! (Blocco Trasportatore + Sottosistema Software Trasportatore raro o superiore)

source: There's a Shipyard in this sector.
it: C'è un cantiere navale in questo settore.

source: You can build advanced blocks here.
it: Puoi creare blocchi avanzati qui.

source: You can remove permanently installed upgrades without breaking them here.
it: Puoi rimuovere gli aggiornamenti installati in modo permanente senza romperli qui.

source: Rotate View
it: Ruota vista

source: [%1%%2%%3%%4%] Move Camera
it: [%1%%2%%3%%4%] Muovi la telecamera

source: [%1%%2%] Move Plane Down/Up
it: [%1%%2%] Sposta piano giù/su

source: [SHIFT] Manipulate Plane
it: [SHIFT] Manipola piano

source: Move Grid Plane
it: Sposta piano griglia

source: [SHIFT 1-9] Add Group to Selection
it: [SHIFT 1-9] Aggiungi gruppo alla selezione

source: [%s] Focus Selected
it: [%s] Focus Selezionato

source: [CTRL 1-9] Assign Group
it: [CTRL 1-9] Assegna gruppo

source: [1-9] Select Group
it: [1-9] Seleziona gruppo

source: %s Torpedo
it: %s Siluro

# As in: What is my relationship to this ship?
source: Hostile
it: Ostile

# As in: What is my relationship to this ship?
source: Friendly
it: Amichevole

source: Relations
it: Relazioni

source: Distance
it: Distanza

source: %d km
it: Km %d

source: [%s] Interact (docked)
it: [%s] Interagisci (attraccato)

source: Dock %dkm
it: Attracco %dkm

source: [Hold %s] Tractor Beam
it: [Tenere %s] Raggio Traente

source: [Hold %s] Hyperspace Jump
it: [Tenere %s] Per il Salto Iperspaziale

source: [Hold %s] Cool Hyperspace Engine
it: [Tenere %s] Motore Iperspaziale in raffreddamento

source: [Fly + Hold %s] Hyperspace Jump
it: [Avanti + Tieni premuto %s] Per il Salto Iperspaziale

source: [Fly + Hold %s] Cool Hyperspace Engine
it: [Avanti + Tieni premuto %s] Motore Iperspaziale in raffreddamento

source: Calculating Jump Route...
it: Calcolo rotta per salto nell'Iperspazio in corso...

source: Hyperspace Jump Destination
it: Destinazione salto nell'Iperspazio

source: Interact (docked)
it: Interagisci (attraccato)

source: Undock
it: Sganciati

source: Game simulation load is over %i%%!
it: Il carico di simulazione del gioco è superiore allo %i%%!

source: Server load is over %i%%!
it: Il carico del server è superiore allo %i%%!

source: Sectors with your property aren't simulated: %1% Servers can only simulate a limited number of sectors. Sectors per player/alliance on this server: %2%
it: I settori con le tue proprietà non sono simulati: %1% I server possono simulare solo un numero limitato di settori. Settori per giocatore/alleanza su questo server: %2%

source: Bad Ping: %i
it: Ping errato: %i

source: Your computer is low on memory! (%iMB left)
it: Memoria insufficiente sul computer! (%iMB rimasti)

source: Show Location
it: Mostra posizione

source: Show Details
it: Mostra dettagli

source: Transfer Selection
it: Selezione trasferimento

source: Transfer the selected blocks to a different turret part:
it: Trasferire i blocchi selezionati in un'altra parte della torretta:

source: Confirm Switch
it: Conferma Switch

source: Do you want to build a normal turret design? The current design will be reset. Unsaved designs are lost.
it: Vuoi costruire un design normale della torretta? Il design corrente verrà ripristinato. I disegni non salvati andranno persi.

source: Do you want to build a coaxial gun design? The current design will be reset. Unsaved designs are lost.
it: Vuoi costruire un progetto di pistola coassiale? Il progetto attuale verrà ripristinato. I disegni non salvati andranno persi.

source: Hide Other Parts
it: Nascondi altre parti

source: Show Bounds
it: Mostra limiti

source: Show Rotation Points
it: Mostra punti di rotazione

source: Show Muzzle Positions
it: Mostra posizioni museruola

source: Blocks:
it: Blocchi:

source: Turret Size:
it: Dimensioni torretta:

source: Shot Color
it: Colore scatto

source: Assign Muzzle Blocks Select the blocks you want to set as muzzle positions.
it: Assegna blocchi di museruola Selezionare i blocchi che si desidera impostare come posizioni di museruola.

source: Transfer Selection...
it: Trasferisci selezione...

source: Rotate Left
it: Ruota a sinistra

source: Rotate Right
it: Ruota a destra

source: Rotate Up
it: Ruota in alto

source: Rotate Down
it: Ruota in basso

source: Reset Rotation
it: Ripristina rotazione

source: Assign Body Rotation Point Select blocks to set the point of rotation.
it: Assegna punto di rotazione corpo Selezionare i blocchi per impostare il punto di rotazione.

source: Assign Barrel Rotation Point Select blocks to set the point of rotation.
it: Assegnare il punto di rotazione della canna Selezionare i blocchi per impostare il punto di rotazione.

source: Design Turret
it: Torretta di design

source: Edit Turret Base
it: Modifica la base della torretta

source: Edit Turret Body
it: Modifica corpo torretta

source: Edit Turret Barrel
it: Modifica canna della torretta

source: This is the Turret Building Mode. Each turret consists of three parts: Base, Body and Barrels. The Base is built directly onto the craft. The Body rotates horizontally on top of the Base. The Barrels part rotates vertically on top of the Body. Rotation Points can be assigned by selecting the desired block. When a turret is fired the shots appear at the muzzle positions. Changes to muzzle and rotation positions are also recorded and can be undone.
it: Questa è la modalità di costruzione della torretta. Ogni torretta è composta da tre parti: base, corpo e barili. La base è costruita direttamente sull'imbarcazione. Il corpo ruota orizzontalmente sulla parte superiore della base. La parte dei barili ruota verticalmente sulla parte superiore del corpo. punti di rotazione possono essere assegnati selezionando il blocco desiderato. Quando viene sparata una torretta, i colpi appaiono nelle posizioni della museruola. Anche le modifiche alla museruola e alle posizioni di rotazione vengono registrate e possono essere annullate.

source: Design Coaxial Gun
it: Pistola coassiale di design

source: Edit Coaxial Gun
it: Modifica pistola coassiale

source: This is the Building Mode for Coaxial Guns. Coaxial Guns point away from the surface they are built on and cannot rotate.
it: Questa è la modalità di costruzione per le pistole coassiali. pistole coassiali puntano lontano dalla superficie su cui sono costruite e non possono ruotare.

source: Controlled by Player
it: Controllato dal giocatore

source: Autofire
it: Fuoco automatico

source: Attack target
it: Bersaglio d'attacco

source: Defensive [Fighters, Torpedoes]
it: Difensivo [Caccia, Siluri]

source: Idle
it: Inattivo

source: Click to assign orders to this turret group.
it: Fare clic per assegnare ordini a questo gruppo di torrette.

source: (Autoturrets without group)
it: (Autotorrette senza gruppo)

source: CHARGING HYPERSPACE ENGINE
it: CARICAMENTO MOTORE IPERSPAZIALE

source: COOLING HYPERSPACE ENGINE %is
it: RAFFREDDAMENTO MOTORE IPERSPAZIALE %is

source: ?? s [disabled]
it: ?? s [disabilitato]

source: Hyperspace Engine is disabled!
it: Il motore iperspaziale è disabilitato!

source: JAMMED
it: DISTURBATO

source: Your hyperspace engine is being jammed by something!
it: Il tuo motore iperspaziale è stato bloccato da qualcosa!

source: Not enough energy, your Hyperspace Engine can't recharge!
it: Energia insufficiente, il tuo motore iperspaziale non può ricaricarsi!

source: Your Hyperspace Engine is being distorted by nearby enemies. Recharge speed is decreased.
it: Il tuo motore iperspaziale è stato disturbato dai nemici vicini. La velocità di ricarica è diminuita.

source: You're flying through clear space. Hyperspace recharge speed is increased.
it: Stai volando nello spazio libero. La velocità di ricarica del motore iperspaziale è aumentata.

source: ENERGY LOW
it: ENERGIA BASSA

source: No silhouette
it: Nessuna silhouette

source: Focus View on Selection (%s)
it: Focus Vista su Selezione (%s)

source: Neutral Editor
it: Editor neutrale

source: Arrows
it: Frecce

source: Arrows indicating flight direction
it: Frecce che indicano la direzione di volo

# Building Highlight Mode
source: No Highlights
it: Nessuna evidenziazione

# Building Highlight Mode
source: Turrets
it: Torrette

# Building Highlight Mode
source: Block Damage
it: Blocca danni

source: Silhouette settings:
it: Impostazioni silhouette:

source: Visible:
it: Visibile:

# Side of a building silhouette that is shown next to the currently built ship
source: Left
it: Sinistra

# Side of a building silhouette that is shown next to the currently built ship
source: Right
it: Destra

# Side of a building silhouette that is shown next to the currently built ship
source: Both Sides
it: Entrambi i lati

source: Only show specific blocks:
it: Mostra solo blocchi specifici:

# Hide no materials
source: - All Materials -
it: - Tutti i materiali -

# Hide no blocks
source: - All Blocks -
it: - Tutti i blocchi -

source: Right-Click to favorite this item (F)
it: Fai clic con il pulsante destro del mouse per aggiungere questo articolo ai preferiti (F)

source: Right-Click to un-favorite this item (F)
it: Fai clic con il pulsante destro del mouse per rimuovere questo articolo dai preferiti (F)

source: Right-Click to mark as trash (T)
it: Fai clic con il pulsante destro del mouse per contrassegnare come cestino (T)

source: Right-Click to unmark as trash (T)
it: Fai clic con il pulsante destro del mouse per deselezionare come cestino (T)

source: Right-Click or Double-Click to use
it: Fare clic con il pulsante destro del mouse o fare doppio clic per utilizzare

source: Use
it: Utilizzo

source: Compare (E)
it: Confronta (E)

source: Post In Chat (Ctrl + Click)
it: Pubblica in chat (CTRL + clic)

source: Mail
it: Posta

source: Rarity
it: Rarità

source: Type
it: Tipo

source: Tech
it: Tecnologia

source: Mission Items First
it: Prima gli oggetti della missione

source: Mark as Trash...
it: Segna come cestino...

source: %1% of %2% inventory slots occupied.
it: %1% dell' %2% degli slot di inventario occupati.

source: [E] Compare
it: [E] Confronta

source: [F] Favorite
it: [F] Preferito

source: [T] Trash
it: [T] Cestino

source: [RMB] More Options
it: [RMB] Altre opzioni

# Inventory filter item tag
source: favorite
it: preferito

# Inventory filter item tag
source: trash
it: spazzatura

# Inventory filter item tag
source: recent new
it: recenti nuovi

# Inventory filter item tag
source: useable consumable
it: materiale di consumo utilizzabile

# Inventory filter item tag
source: blueprint
it: Progetto

# Mail Window Title
source: Mail
it: Posta

# Mail
source: Write
it: Scrittura

# Mail
source: To:
it: A:

# Mail
source: Subject:
it: Oggetto:

# Mail
source: Attachments
it: Allegati

# Mail
source: Send
it: Invia

# Mail
source: Delete
it: Elimina

# Mail
source: Take All
it: Prendi tutto

source: Your inbox is full. You must delete some mail before you can send more.
it: La tua casella di posta è piena. È necessario eliminare alcune e-mail prima di poterne inviare altre.

source: Your email has no recipient.
it: La tua email non ha destinatari.

source: You don't have as many resources as you attached to that mail.
it: Non hai tutte le risorse che hai allegato a quella mail.

source: You can't send an email that does not contain anything.
it: Non puoi inviare un'e-mail che non contiene nulla.

# Mail sender
source: From:
it: Da:

# Mail recipient
source: To:
it: A:

source: Backups
it: Backup

source: Emergency Backup
it: Backup di emergenza

source: Full Backup
it: Backup completo

source: Created:
it: Creato:

source: Error loading backup:
it: Errore durante il caricamento del backup:

source: Unknown error loading backup.
it: Errore sconosciuto durante il caricamento del backup.

source: Restore
it: Ripristina

source: You are about to restore a galaxy from an emergency backup. This will reset all NPC factions in the galaxy. Restoring from a backup is not same thing as loading a savegame. This action is irreversible. Do you want to proceed?
it: Stai per ripristinare una galassia da un backup di emergenza. Questo resetterà tutte le fazioni NPC nella galassia. Il ripristino da un backup non è come caricare un salvataggio. Questa azione è irreversibile. Vuoi procedere?

source: Do you really want to delete the selected backup?
it: Vuoi davvero eliminare il backup selezionato?

source: Delete Backup
it: Elimina backup

source: Back to Menu
it: Torna al menu

source: Connection Lost
it: Connessione persa

source: '%1%' is already bound to '%2%'. This will remove the binding. Are you sure?
it: '%1%' è già associato a '%2%'. Questo rimuoverà il legame. Sei sicuro?

source: Remove binding of '%1%' to '%2%'. Are you sure?
it: Rimuovere il legame da '%1%' a '%2%'. Sei sicuro?

source: Key Layout
it: Layout dei tasti

source: Reset
it: Resetta

source: Reset the controls to the default settings
it: Ripristina i controlli alle impostazioni predefinite

source: Warning: Important key binding unassigned.
it: AVVERTENZA: tasti importanti non assegnati.

source: Warning: Double binding: This action is also bound to '%s'.
it: AVVERTENZA: doppio binding: anche questa azione è legata a "%s".

source: Flight Controls
it: Controlli di volo

source: Building Mode
it: Modalità Creativa

source: Interaction
it: Interazione

source: Strategy Mode
it: Modalità Strategia

source: Control Settings
it: Impostazioni dei controlli

source: Mouse Sensitivity
it: Sensibilità del mouse

source: Invert Y
it: Inverti Y

source: Quick Controls Switch
it: Cambiamento controlli di volo

source: Enables quick switching of control schemes between immediate controls (Mouse Steering) and cruiser controls (Keyboard Steering). Assigned key: '%s'.
it: Consente il passaggio rapido degli schemi di controllo di volo (Guida con il Mouse) e comandi di navigazione (Guida con tastiera). Tasto assegnato: '%s'.

source: Free Look
it: Visuale Libera

source: Hold to Enable
it: Tieni premuto per abilitare

source: Toggle
it: Attiva/Disattiva

source: Select if 'Free Look' key has to be held or can be toggled. Assigned key: '%s'. (Only affects Mouse Steering)
it: Selezionare se il tasto "Visuale Libera" deve essere tenuto premuto o può essere attivato. Tasto assegnato: '%s'. (Influenza solo la guida con il mouse)

# checkbox option
source: Always Turn Ship
it: Gira sempre la nave

source: If enabled, the ship will always turn where you look. Otherwise, it'll stay still while it's not moving.
it: Se abilitata, la nave si girerà sempre nel punto in cui guardi. Altrimenti, rimarrà ferma mentre non si muove.

# checkbox option
source: Edge scrolling on Galaxy Map
it: Scorrimento dei bordi sulla mappa della galassia

source: If enabled the galaxy map can be moved by moving the mouse cursor to the edges of the window
it: Se abilitata, la mappa galattica può essere spostata spostando il cursore del mouse sui bordi della finestra

# checkbox option
source: Edge scrolling in Strategy Mode
it: Se abilitata, la modalità strategia può essere spostata spostando il cursore del mouse sui bordi della finestra

source: If enabled the strategy mode can be moved by moving the mouse cursor to the edges of the window
it: Se abilitata, la modalità strategia può essere spostata spostando il cursore del mouse sui bordi della finestra

source: Key Bindings
it: Combinazioni di tasti

source: Host Game
it: Ospita una Partita

source: Name:
it: Nome:

source: Seed:
it: Seme:

source: Maximum Players:
it: Numero massimo di giocatori:

source: Collision Damage:
it: Danno da collisione:

# collision damage factor
source: Full
it: Pieno

# collision damage factor
source: None
it: Nessuna

source: Players Share Home Sector
it: I giocatori condividono il settore di origine

source: If activated, all players start in the same sector. If not, they will start in different sectors near each other.
it: Se attivati, tutti i giocatori partono nello stesso settore. In caso contrario, inizieranno in settori diversi l'uno vicino all'altro.

source: VAC Secure
it: Sicurezza VAC

source: If activated, logged in players will undergo a VAC Anti-Cheat check.
it: Se attivati, i giocatori loggati saranno sottoposti a un controllo VAC Anti-Cheat.

source: List Publicly
it: Elenca pubblicamente

source: Shows the server in public server lists.
it: Mostra il server negli elenchi dei server pubblici.

source: Start
it: Inizia

source: %s exists already
it: %s esiste già

source: Invalid galaxy name, %s
it: Nome galassia non valido, %s

source: Create New Galaxy
it: Crea nuova galassia

source: Next
it: Avanti

source: Start New Game
it: Inizia nuova partita

source: New Singleplayer Galaxy
it: Nuova galassia a giocatore singolo

source: Please Note:
it: Nota bene:
