Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: \c(3dd)Torpedoes\c() still detonate when they just miss their target, but will only deal half the damage of a direct hit.
it: I\c(3dd)siluri\c() esplodono ancora quando mancano il bersaglio, ma infliggono solo la metà dei danni di un colpo diretto.

source: \c(3dd)Torpedoes\c() behave differently, depending on whether they hit a ship's \c(3dd)Shield\c() or \c(3dd)Hull\c().
it: I\c(3dd)siluri\c() si comportano in modo diverso, a seconda che colpiscano lo\c(3dd)scudo\c() di una nave o lo\c(3dd)scafo\c().

source: \c(3dd)Torpedo\c() trails are the same color as their warhead.
it: Le scie di\c(3dd)siluro\c() sono dello stesso colore della loro testata.

source: The body of a \c(3dd)Torpedo\c() determines its flight properties and the warhead determines its combat properties.
it: Il corpo di un \c(3dd)Siluro\c() determina le sue proprietà di volo e la testata determina le sue proprietà di combattimento.

source: The more stripes on a \c(3dd)Torpedo\c() body, the more agile it is. The most agile \c(3dd)Torpedo\c() bodies are the \c(3dd)Hawk\c(), \c(3dd)Panther\c() and \c(3dd)Stingray\c().
it: Più strisce su un corpo di\c(3dd)Torpedo\c(), più è agile. I corpi più agili di\c(3dd)Torpedo\c() sono il \c(3dd)Falco\c(), \c(3dd)Pantera\c() e \c(3dd)Pastinaca\c().

source: The stripe color of a \c(3dd)Torpedo\c() determines its flight speed. Slowest to fastest: blue, red, yellow.
it: Il colore della striscia di un \c(3dd)Siluro\c() determina la sua velocità di volo. Dal più lento al più veloce: blu, rosso, giallo.

source: The stripe color of a \c(3dd)Torpedo\c() determines its flight speed. The fastest torpedo types are the \c(3dd)Osprey\c(), \c(3dd)Eagle\c() and \c(3dd)Hawk\c().
it: Il colore della striscia di un \c(3dd)Siluro\c() determina la sua velocità di volo. I tipi di siluro più veloci sono il \c(3dd)Osprey\c(), \c(3dd)Eagle\c() e \c(3dd)Hawk\c().

source: \c(3dd)Nuclear Torpedoes\c() have a white warhead and will deal moderate damage to the \c(3dd)Hull\c() or \c(3dd)Shields\c().
it: I\c(3dd) siluri nucleari\c() hanno una testata bianca e infliggeranno danni moderati agli scafi\c(3dd)\c() o \c(3dd)\c().

source: \c(3dd)Neutron Torpedoes\c() have a yellow warhead and will deal high damage to the \c(3dd)Hull\c() and moderate damage to \c(3dd)Shields\c().
it: I\c(3dd) siluri neutroni\c() hanno una testata gialla e infliggeranno danni elevati allo \c(3dd)scafo\c() e danni moderati agli \c(3dd)scudi\c().

source: \c(3dd)Fusion Torpedoes\c() have an orange warhead and will deal high damage to \c(3dd)Shields\c(), and moderate damage to the \c(3dd)Hull\c().
it: I\c(3dd) siluri a fusione\c() hanno una testata arancione e infliggono danni elevati agli \c(3dd)scudi\c() e danni moderati allo \c(3dd)scafo\c().

source: \c(3dd)Plasma Torpedoes\c() have a green warhead and will deal massive damage to \c(3dd)Shields\c(), but almost none to the \c(3dd)Hull\c().
it: I\c(3dd) siluri al plasma\c() hanno una testata verde e infliggeranno danni enormi agli \c(3dd)scudi\c(), ma quasi nessuno allo \c(3dd)scafo\c().

source: \c(3dd)Kinetic Torpedoes\c() have a purple warhead and deal damage depending on their speed. They have no maximum flight speed and deal the most devastating damage of all torpedoes when they hit a ship's \c(3dd)Hull\c().
it: I\c(3dd) siluri cinetici\c() hanno una testata viola e infliggono danni a seconda della loro velocità. Non hanno una velocità massima di volo e infliggono il danno più devastante di tutti i siluri quando colpiscono lo\c(3dd)scafo di una nave\c().

source: \c(3dd)Ion Torpedoes\c() have a cyan warhead and deal moderate damage to \c(3dd)Shields\c() and almost none to the \c(3dd)Hull\c(), but will drain a ship's energy.
it: I\c(3dd) siluri ionici\c() hanno una testata ciano e infliggono danni moderati agli \c(3dd)scudi\c() e quasi nessuno allo \c(3dd)scafo\c(), ma drenano l'energia di una nave.

source: Some of the most dangerous \c(3dd)Torpedoes\c() are the \c(3dd)Sabot\c() (pink warhead) and \c(3dd)Tandem\c() (red warhead) torpedo, since they penetrate \c(3dd)Shields\c().
it: Alcuni dei\c(3dd)Siluri\c() più pericolosi sono il \c(3dd)Sabot\c() (testata rosa) e il\c(3dd)Tandem\c() (testata rossa), poiché penetrano gli\c(3dd)Scudi\c().

source: Beware of \c(3dd)EMP Torpedoes\c() (dark blue warhead), as they can overload and deactivate \c(3dd)Shields\c() for a few seconds.
it: Attenzione ai\c(3dd) Siluri EMP\c() (testata blu scuro), poiché possono sovraccaricare e disattivare gli\c(3dd)Scudi\c() per alcuni secondi.

source: \c(3dd)Sabot Torpedoes\c() have a pink warhead and can penetrate \c(3dd)Shields\c() and deal massive damage against the \c(3dd)Hull\c().
it: I\c(3dd) siluri Sabot\c() hanno una testata rosa e possono penetrare gli\c(3dd)scudi\c() e infliggere danni enormi contro lo \c(3dd)scafo\c().

source: \c(3dd)Tandem Torpedoes\c() have a red warhead and damage \c(3dd)Shields\c() while penetrating them, dealing damage to both the \c(3dd)Hull\c() and \c(3dd)Shields\c().
it: I\c(3dd) siluri tandem\c() hanno una testata rossa e danneggiano gli\c(3dd)scudi\c() mentre li penetrano, infliggendo danni sia agli\c(3dd)scafi\c() che agli\c(3dd)scudi\c().

source: \c(3dd)Anti-Matter Torpedoes\c() have a dark-grey warhead and deal the highest base damage of all torpedoes, but their warheads require energy to be stored.
it: I\c(3dd) siluri antimateria\c() hanno una testata grigio scuro e infliggono il danno base più alto di tutti i siluri, ma le loro testate richiedono energia per essere immagazzinate.

source: Repair damaged ships at a \c(3dd)Repair Dock\c().
it: Ripara le navi danneggiate in un \c(3dd) Molo di Riparazione\c().

source: You can repair your ship in \c(3dd)Building Mode\c() while you're not in combat.
it: Puoi riparare la tua nave in \c(3dd) Modalità Costruzione\c() mentre non sei in combattimento.

source: Repairing your ship in \c(3dd)Building Mode\c() can come in handy - but it's expensive. Getting repairs done at a \c(3dd)Repair Dock\c() or \c(3dd)Shipyard\c() is much cheaper.
it: Riparare la tua nave in \c(3dd) Modalità Costruzione\c() può tornare utile, ma è costoso. Ottenere riparazioni eseguite in un \c(3dd)Repair Dock\c() o \c(3dd)Shipyard\c() è molto più economico.

source: You can repair your entire ship all at once with the \c(3dd)"Repair Ship..."\c() button.
it: Puoi riparare l'intera nave tutta in una volta con il pulsante\c(3dd)"Ripara nave..."\c().

source: Build \c(3dd)Integrity Field Generators\c() to protect your ship's blocks from getting destroyed.
it: Costruisci \c(3dd) Generatori di campi di integrità\c() per proteggere i blocchi della tua nave dalla distruzione.

source: You can have ships towed & reconstructed at a \c(3dd)Repair Dock\c().
it: Puoi far rimorchiare e ricostruire le navi in un \c(3dd) Molo di Riparazione\c().

source: \c(3dd)Repair Docks\c() sell \c(3dd)Reconstruction Kits\c() to quickly reassemble your ship's wreckage.
it: \c(3dd)Repair Docks\c() vendi \c(3dd) Kit di ricostruzione\c() per riassemblare rapidamente i rottami della tua nave.

source: You can have your ship towed, reconstructed and repaired for free at your \c(3dd)Reconstruction Site\c().
it: Puoi far rimorchiare, ricostruire e riparare la tua nave gratuitamente presso il tuo \c(3dd) Sito di Ricostruzione\c().

source: You can give your ships \c(3dd)orders\c(), for example you can tell them to escort you or to guard a certain location.
it: Puoi dare alle tue navi \c(3dd)ordini\c(), ad esempio puoi dire loro di scortarti o di sorvegliare una determinata posizione.

source: Press \c(3dd)%s\c() to enter \c(3dd)Strategy Mode\c(), where you can control your ships RTS-style.
it: Premi \c(3dd)%s\c() per entrare in \c(3dd) Modalità Strategia\c(), dove puoi controllare le tue navi in stile RTS.

source: Once you have a captain aboard, you can send your ship on \c(3dd)operations\c() to gather resources, scout ahead or trade and many more!
it: Una volta che hai un capitano a bordo, puoi inviare la tua nave in \c(3dd)operazioni\c() per raccogliere risorse, esplorare in anticipo o commerciare e molti altri!

source: Open your \c(3dd)Galaxy Map\c() to issue long-running operations to ships that have a captain aboard.
it: Apri la tua \c(3dd) Mappa Galattica\c() per effettuare operazioni di lunga durata alle navi che hanno un capitano a bordo.

source: Sending an \c(3dd)Escort\c() along with your main ship can make operations significantly safer.
it: L'invio di una \c(3dd)Scorta\c() insieme alla tua nave principale può rendere le operazioni significativamente più sicure.

source: Each \c(3dd)Operation Contract\c() will allow you to make detailed changes to what the operation in question entails.
it: Ogni \c(3dd) Contratto Operativo\c() consentirà di apportare modifiche dettagliate a ciò che l'operazione in questione comporta.

source: An Explorer Captain will take notes while doing any operation, and if they find something interesting they'll mark those sectors on your map.
it: Un Capitano Esploratore prenderà appunti durante qualsiasi operazione e, se trova qualcosa di interessante, segnerà quei settori sulla tua mappa.

source: With the \c(3dd)Travel Command\c() you can tell your captain to move your ship safely over long distances.
it: Con il \c(3dd) Comando di Viaggio\c() puoi dire al tuo capitano di spostare la tua nave in sicurezza su lunghe distanze.

source: A \c(3dd)Travel Command\c() can significantly decrease the time a ship needs to reach its destination.
it: Un \c(3dd) Comando di Viaggio\c() può ridurre significativamente il tempo necessario a una nave per raggiungere la sua destinazione.

source: When a \c(3dd)Travel Command\c() leads through dangerous sectors, such as enemy faction territory or no man's space, then the chances of an attack rise drastically.
it: Quando un \c(3dd) Comando di Viaggio\c() conduce attraverso settori pericolosi, come il territorio della fazione nemica o lo spazio di nessun uomo, le possibilità di un attacco aumentano drasticamente.

source: If you're new in an area you can send your ship on a \c(3dd)Scout Operation\c(). Your ship's captain will mark all sectors with interesting content.
it: Se sei nuovo in un'area, puoi inviare la tua nave in \c(3dd) Operazione Scout\c(). Il capitano della tua nave segnerà tutti i settori con contenuti interessanti.

source: Are you in need of a steady resource income? Try the \c(3dd)Mining Operation\c().
it: Hai bisogno di un reddito costante da risorse? Prova l '\c(3dd) Operazione di Mining\c().

source: Try the \c(3dd)Salvaging Operation\c() if you're looking for a steady inflow of resources, money and equipment.
it: Prova l '\c(3dd) Operazione di Recupero\c() se stai cercando un afflusso costante di risorse, denaro e attrezzature.

source: When starting a \c(3dd)Mining Operation\c(), keep in mind that a faction's central regions are mostly devoid of resources, while no man's space has a lot of them.
it: Quando inizi un'operazione mineraria\c(3dd)\c(), tieni presente che le regioni centrali di una fazione sono per lo più prive di risorse, mentre lo spazio di nessun uomo ne ha molte.

source: When starting a \c(3dd)Salvaging Operation\c(), keep in mind that a faction's central regions are mostly devoid of wreckages, while no man's space has a lot of them.
it: Quando inizi una \c(3dd) Operazione di Recupero\c(), tieni presente che le regioni centrali di una fazione sono per lo più prive di relitti, mentre lo spazio di nessun uomo ne ha molti.

source: The more efficient a ship's equipment, the greater the profit of \c(3dd)Mining\c() and \c(3dd)Salvaging Operations\c().
it: Più efficiente è l'equipaggiamento di una nave, maggiore è il profitto di \c(3dd)Mining\c() e \c(3dd)Salvaging Operations\c().

source: A \c(3dd)Miner captain\c() can work \c(3dd)Mining Operations\c() longer and with higher yields.
it: Un \c(3dd) Capitano Minatore\c() può lavorare \c(3dd) Operazioni minerarie\c() più a lungo e con rese più elevate.

source: A \c(3dd)Scavenger captain\c() can work \c(3dd)Salvaging Operations\c() longer and with higher yields.
it: Un \c(3dd) Capitano Predatore\c() può lavorare \c(3dd) Operazioni di Recupero\c() più a lungo e con rese più elevate.

source: Discovered sectors with wreckages or asteroids will boost the Area Efficiency of \c(3dd)Mining\c() and \c(3dd)Salvaging Operations\c(), respectively.
it: I settori scoperti con relitti o asteroidi aumenteranno l'efficienza dell'area di \c(3dd)Mining\c() e \c(3dd)Salvaging Operations\c(), rispettivamente.

source: Huge amounts of refinable materials in your cargo bay? Simply tell your captain to take care of it with a \c(3dd)Refining Operation\c(). No pesky search for a Resource Depot necessary!
it: Enormi quantità di materiali raffinabili nella tua stiva di carico? Basta dire al tuo capitano di occuparsene con una \c(3dd) Operazione di Raffinazione\c(). Non è necessaria alcuna fastidiosa ricerca di un deposito di risorse!

source: The \c(3dd)Procurement Contract\c() allows you to send your captain away with a shopping list of goods for your next project. It's almost like online shopping!
it: Il \c(3dd) Contratto di Appalto\c() ti consente di mandare via il tuo capitano con una lista della spesa di merci per il tuo prossimo progetto. È quasi come fare shopping online!

source: Your cargo bay is full of goods that you don't need? Send your captain on a \c(3dd)Sell Command\c(), they'll use their connections to get you the best possible price for your goods.
it: La tua stiva di carico è piena di merci di cui non hai bisogno? Invia il tuo capitano su un \c(3dd) comando di vendita\c(), useranno le loro connessioni per farti ottenere il miglior prezzo possibile per le tue merci.

source: Merchant or Smuggler captains can provide great bonuses for \c(3dd)Sell Commands\c() and \c(3dd)Procurement Contracts\c().
it: I capitani mercanti o contrabbandieri possono fornire grandi bonus per \c(3dd) Comandi di vendita\c() e \c(3dd) Contratti di appalto\c().

source: \c(3dd)Smuggler captains\c() can procure stolen goods for a lower price, anywhere.
it: \c(3dd) I capitani dei contrabbandieri\c() possono procurarsi beni rubati a un prezzo inferiore, ovunque.

source: \c(3dd)Smuggler captains\c() can get rid of any good, anywhere.
it: \c(3dd) I capitani dei contrabbandieri\c() possono sbarazzarsi di qualsiasi bene, ovunque.

source: \c(3dd)Smuggler captains\c() won't get slowed down during their operations when they have stolen or illegal goods on board.
it: I\c(3dd) capitani dei contrabbandieri\c() non verranno rallentati durante le loro operazioni quando hanno rubato o merci illegali a bordo.

source: \c(3dd)Merchant captains\c() won't get slowed down during their operations when they have dangerous or suspicious goods on board.
it: I\c(3dd) capitani mercantili\c() non verranno rallentati durante le loro operazioni quando hanno merci pericolose o sospette a bordo.

source: When your captain has the \c(3dd)Market Expert\c() perk, or the ship a \c(3dd)Trading Subsystem\c() installed, they'll get the best prices for \c(3dd)Sell Commands\c() and \c(3dd)Procurement Contracts\c().
it: Quando il tuo capitano ha installato il perk\c(3dd)Market Expert\c() o il sottosistema commerciale\c(3dd) della nave\c(3dd), otterrà i prezzi migliori per \c(3dd)Sell Commands\c() e \c(3dd)Procurement Contracts\c().

source: The Merchant captain is the only one who can fly a \c(3dd)Trade Route Contract\c().
it: Il capitano mercantile è l'unico che può pilotare un \c(3dd) Contratto di rotta commerciale\c().

source: If you've found a profitable trading route, send your Merchant captain to operate it using the \c(3dd)Trading Contract\c().
it: Se hai trovato un percorso di trading redditizio, invia il tuo capitano commerciante a gestirlo utilizzando il \c(3dd) Contratto di trading\c().

source: When flying a \c(3dd)Trading Contract\c(), make sure to not need too many flights, or else the customer will get impatient and hand the contract over to someone else.
it: Quando voli con un \c(3dd) Contratto di Trading\c(), assicurati di non aver bisogno di troppi voli, altrimenti il cliente diventerà impaziente e consegnerà il contratto a qualcun altro.

source: When you have your captain plan a \c(3dd)Trading Contract\c(), they'll show you the routes with best profit per unit, best profit per volume, and highest margin in the area.
it: Quando il tuo capitano pianifica un \c(3dd) Contratto di Trading\c(), ti mostrerà i percorsi con il miglior profitto per unità, il miglior profitto per volume e il margine più alto nell'area.

source: If you want to make sure your stations can work at peak performance, use a ship with a \c(3dd)Supply Operation\c() to move necessary ingredients between them quickly.
it: Se vuoi assicurarti che le tue stazioni possano funzionare al massimo delle prestazioni, usa una nave con una \c(3dd) Operazione di rifornimento\c() per spostare rapidamente gli ingredienti necessari tra di loro.

source: To send a ship on an \c(3dd)Expedition\c() it needs to be in unexplored territory.
it: Per inviare una nave in una \c(3dd)Spedizione\c() deve trovarsi in un territorio inesplorato.

source: A Daredevil captain will shine during \c(3dd)Expeditions\c().
it: Un capitano Daredevil brillerà durante le \c(3dd)Spedizioni\c().

source: An \c(3dd)Expedition\c() is a true wildcard! It can yield almost anything: Credits, resources, equipment, cargo and even information.
it: Una \c(3dd)Spedizione\c() è un vero jolly! Può produrre quasi tutto: crediti, risorse, attrezzature, merci e persino informazioni.

source: With a captain, you can send your ship on a \c(3dd)Maintenance Operation\c() to repair, hire crew, or restock equipment.
it: Con un capitano, puoi inviare la tua nave in un'operazione di\c(3dd)manutenzione\c() per riparare, noleggiare l'equipaggio o rifornire l'attrezzatura.

source: \c(3dd)Factories\c() either pay high prices for the goods they need, or sell their goods for low prices, but never both.
it: Le\c(3dd)fabbriche\c() pagano prezzi elevati per i beni di cui hanno bisogno o vendono i loro beni a prezzi bassi, ma mai entrambi.

source: A high base price at your factories will make it more likely that traders will show up and sell goods.
it: Un prezzo base elevato nelle tue fabbriche renderà più probabile che i trader si presentino e vendano merci.

source: A low base price at your factories will make it more likely that traders will show up and buy goods.
it: Un prezzo base basso nelle tue fabbriche renderà più probabile che i trader si presentino e acquistino beni.

source: Regional price differences through supply and demand will not influence the number of traders that visit your factory, but your factory's base price will.
it: Le differenze di prezzo regionali attraverso l'offerta e la domanda non influenzeranno il numero di commercianti che visitano la tua fabbrica, ma il prezzo base della tua fabbrica.

source: Factories influence supply and demand rates of nearby sectors, but their own prices are not affected by their impact on the rates.
it: Le fabbriche influenzano i tassi di domanda e offerta dei settori vicini, ma i loro prezzi non sono influenzati dal loro impatto sui tassi.

source: You can have \c(3dd)Cargo Shuttles\c() transport goods from and to your factories in the same sector.
it: Puoi avere \c(3dd) Navette cargo\c() che trasportano merci da e verso le tue fabbriche nello stesso settore.

source: When founding a factory, it may take a few minutes until its supply and demand influence is established in all nearby sectors and the economy network.
it: Quando si fonda una fabbrica, potrebbero essere necessari alcuni minuti prima che la sua influenza sulla domanda e sull'offerta si stabilisca in tutti i settori vicini e nella rete economica.

source: \c(3dd)Docking\c() your \c(3dd)Factories\c() together speeds up the exchange of goods between them by 500%! It also won't be affected by \c(3dd)Hazard Zones\c().
it: \c(3dd)Attracco\c() le tue \c(3dd)Fabbriche\c() insieme accelerano lo scambio di merci tra di loro del 500%! Inoltre, non sarà influenzato da \c(3dd) Zone di pericolo\c().

source: Taking over a sector from another faction will lead to harsh relation losses, even if you do it peacefully.
it: Prendere il controllo di un settore da un'altra fazione porterà a dure perdite di parentela, anche se lo fai in modo pacifico.

source: Stations need a minimum crew of 30 people (and quarters) to function.
it: Le stazioni hanno bisogno di un equipaggio minimo di 30 persone (e alloggi) per funzionare.

source: All online \c(3dd)Alliance\c() members are visible to all other online \c(3dd)Alliance\c() members on the \c(3dd)Galaxy Map\c().
it: Tutti i membri online di\c(3dd)Alleanza\c() sono visibili a tutti gli altri membri online di\c(3dd)Alleanza\c() sulla \c(3dd) Mappa Galattica\c().

source: All members of an \c(3dd)Alliance\c() share their knowledge about the \c(3dd)Galaxy Map\c().
it: Tutti i membri di una \c(3dd)Alleanza\c() condividono le loro conoscenze sulla \c(3dd) Mappa Galattica\c().

source: When you're in an \c(3dd)Alliance\c(), everything you do while flying an alliance ship will be done in the name of your \c(3dd)Alliance\c().
it: Quando sei in una \c(3dd)Alleanza\c(), tutto ciò che fai mentre voli una nave dell'alleanza sarà fatto in nome della tua \c(3dd)Alleanza\c().

source: Multiple players can fly the same \c(3dd)Alliance\c() ship together.
it: Più giocatori possono volare insieme sulla stessa nave\c(3dd)dell'Alleanza\c().

source: A \c(3dd)Smuggler's Market\c() will buy any kind of good, including stolen or suspicious goods, but will only pay 15% of the usual market rate.
it: Un \c(3dd) Mercato del Contrabbandiere\c() acquisterà qualsiasi tipo di bene, compresi beni rubati o sospetti, ma pagherà solo il 15% della normale tariffa di mercato.

source: You can unbrand your stolen cargo at a \c(3dd)Smuggler's Market\c().
it: Puoi togliere il marchio al tuo carico rubato in un \c(3dd) Mercato del Contrabbandiere\c().

source: Buy a \c(3dd)Cargo Transportation License\c() at a \c(3dd)Trading Post\c(), so you can transport illegal cargo through a faction's territory without them fining you.
it: Acquista una \c(3dd) Licenza di Trasporto Cargo\c() presso una \c(3dd)Stazione Commerciale\c(), in modo da poter trasportare carichi illegali attraverso il territorio di una fazione senza che ti multino.

source: You can hover the mouse over almost every UI element to get more info about it.
it: Puoi passare il mouse su quasi tutti gli elementi dell'interfaccia utente per ottenere maggiori informazioni al riguardo.

source: \c(3dd)Collision Damage\c() can be dangerous! Be careful when flying around asteroids and don't \c(3dd)boost\c() into them!
it: \c(3dd) Il danno da collisione\c() può essere pericoloso! Fai attenzione quando voli intorno agli asteroidi e non \c(3dd) spingerli\c() dentro di loro!

source: You can adjust the \c(3dd)difficulty\c() in the game menu.
it: Puoi regolare la \c(3dd)difficoltà\c() nel menu di gioco.

source: If \c(3dd)Collision Damage\c() is too high for you or you simply don't want the hassle, adjust it in the game menu.
it: Se il\c(3dd) Danno da Collisione\c() è troppo alto per te o semplicemente non vuoi la seccatura, regolalo nel menu di gioco.

source: Buy \c(3dd)Reconstruction Kits\c() for your ships! If it gets destroyed you can reconstruct it immediately from its wreckage.
it: Acquista \c(3dd) Kit di ricostruzione\c() per le tue navi! Se viene distrutto, puoi ricostruirlo immediatamente dai suoi rottami.

source: Don't invest all your resources in a single ship, because you \c(3dd)will lose it\c().
it: Non investire tutte le tue risorse in una singola nave, perché\c(3dd) la perderai\c().
