Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: They were led by the Haatii, the most powerful faction of that time with the most battle experience.
it: Erano guidati dagli Haatii, la fazione più potente di quel tempo con il maggior numero di esperienze di battaglia.

source: They fought fiercely and while they didn't manage to break the Xsotan lines, they still forced the enemy to give up one sector after the other.
it: Hanno combattuto ferocemente e mentre non sono riusciti a rompere le linee Xsotan, hanno comunque costretto il nemico a rinunciare a un settore dopo l'altro.

source: All of a sudden, the Xsotan army decided to pull back.
it: All'improvviso, l'esercito Xsotan ha deciso di ritirarsi.

source: Drunk with happiness over their presumed victory,
it: Ubriachi di felicità per la loro presunta vittoria,

source: the army of the UA did not chase the Xsotan but remained where they were to care for their wounded and burn their dead.
it: l'esercito dell'UA non inseguì gli Xsotan ma rimase dove dovevano prendersi cura dei loro feriti e bruciare i loro morti.

source: This was their undoing.
it: Questa era la loro rovina.

source: HISTORY OF THE GALAXY Chapter 4 The Event
it: STORIA DELLA GALASSIA Capitolo 4 L'Evento

source: At the end of the Great War, the United Alliances (UA) had mounted one last battle against the Xsotan.
it: Alla fine della Grande Guerra, le Alleanze Unite (UA) avevano montato un'ultima battaglia contro gli Xsotan.

source: This battle ended with the Xsotan fleeing.
it: Questa battaglia si è conclusa con la fuga degli Xsotan.

source: The UA warriors believed they had defeated the Xsotan for good and celebrated.
it: I guerrieri dell'UA credevano di aver sconfitto gli Xsotan per sempre e festeggiavano.

source: But it did not take long for them to realize that this had been a fatal error. The Xsotan had one more ace up their sleeve.
it: Ma non ci volle molto perché si rendessero conto che si era trattato di un errore fatale. Gli Xsotan avevano un altro asso nella manica.

source: They had invented a method to cause rifts in the space-time-continuum which could destroy entire sectors.
it: Avevano inventato un metodo per provocare spaccature nello spazio-tempo-continuo che avrebbero potuto distruggere interi settori.

source: Suddenly, the galaxy as it was known before ceased to exist.
it: Improvvisamente, la galassia come era conosciuta prima cessò di esistere.

source: Instead, the entire center of the galaxy was separated from the outer sectors by a huge, impassable Barrier.
it: Invece, l'intero centro della galassia era separato dai settori esterni da un'enorme barriera invalicabile.

source: This not only caused huge confusion among the UA, it also annihilated their army.
it: Questo non solo ha causato un'enorme confusione tra gli UA, ma ha anche annientato il loro esercito.

source: In chasing the Xsotan, a large part of the army had been in exactly those sectors that the rift was created in.
it: Inseguendo gli Xsotan, gran parte dell'esercito era stata esattamente in quei settori in cui era stata creata la spaccatura.

source: To this day nobody knows the fate that befell those unlucky enough to have been caught there.
it: Ancora oggi nessuno conosce la sorte che toccò a chi ebbe la sfortuna di essere colto lì.

source: HISTORY OF THE GALAXY Chapter 5 Operation Exodus
it: STORIA DELLA GALASSIA Capitolo 5 Operazione Esodo

source: After the Great War was lost, most of the remaining inhabitants of the galaxy moved to the outer sectors where the chances of Xsotan attacks were considered to be lower.
it: Dopo la perdita della Grande Guerra, la maggior parte degli abitanti rimanenti della galassia si trasferì nei settori esterni dove le possibilità di attacchi Xsotan erano considerate inferiori.

source: The United Alliances (UA) were hesitant to leave such a large part of their fleet behind on the other side of the Barrier, but they could not see any way to save them at that moment.
it: Le Alleanze Unite (UA) erano riluttanti a lasciare una parte così grande della loro flotta dall'altra parte della Barriera, ma in quel momento non riuscivano a vedere alcun modo per salvarli.

source: On their trek to the outer sectors, they left behind encrypted messages in case the survivors from beyond the rift would manage to escape and try to find them in their hiding places.
it: Durante il loro viaggio verso i settori esterni, hanno lasciato messaggi crittografati nel caso in cui i sopravvissuti provenienti da oltre la spaccatura sarebbero riusciti a fuggire e cercare di trovarli nei loro nascondigli.

source: But nobody ever returned from the other side of the Barrier.
it: Ma nessuno è mai tornato dall'altra parte della Barriera.

source: HISTORY OF THE GALAXY Chapter 6 The Barrier
it: STORIA DELLA GALASSIA Capitolo 6 La barriera

source: There are no reports that anyone has managed to enter any of the sectors inside the Barrier since the Event, although countless have tried.
it: Non ci sono segnalazioni che qualcuno sia riuscito a entrare in nessuno dei settori all'interno della Barriera dopo l'Evento, anche se innumerevoli ci hanno provato.

source: In the beginning, when there was still hope that the ships cut off from the outer sectors might be saved, many tried to research a way to cross the rift.
it: All'inizio, quando c'era ancora la speranza che le navi tagliate fuori dai settori esterni potessero essere salvate, molti cercarono di trovare un modo per attraversare la spaccatura.

source: But all of them gave up sooner or later. Nowadays, only odd adventurers in search of Xsotan riches attempt to find a way into the center.
it: Ma tutti si sono arresi prima o poi. Al giorno d'oggi, solo strani avventurieri in cerca di ricchezze Xsotan cercano di trovare un modo per entrare nel centro.

source: The only ones who can freely cross the Barrier are the Xsotan themselves.
it: Gli unici che possono attraversare liberamente la Barriera sono gli stessi Xsotan.

source: Even though they rule the entire center of the galaxy, there are still countless Xsotan in the outer sectors, attacking innocent ships and stations and causing everybody to live in constant fear.
it: Anche se governano l'intero centro della galassia, ci sono ancora innumerevoli Xsotan nei settori esterni, attaccando navi e stazioni innocenti e facendo vivere tutti nella paura costante.

source: HISTORY OF THE GALAXY Chapter 7 The Future
it: STORIA DELLA GALASSIA Capitolo 7 Il futuro

source: For a long time the United Alliances (UA) discussed what to do after the Xsotan had created the Barrier around the center of the galaxy.
it: Per molto tempo le Alleanze Unite (UA) hanno discusso su cosa fare dopo che gli Xsotan avevano creato la Barriera intorno al centro della galassia.

source: Some factions wanted to take cover and hide inside protected stations.
it: Alcune fazioni volevano ripararsi e nascondersi all'interno di stazioni protette.

source: Others wanted to spend all their time and energy on researching how to remove the Barrier and defeat the Xsotan once and for all.
it: Altri volevano dedicare tutto il loro tempo e le loro energie alla ricerca di come rimuovere la Barriera e sconfiggere gli Xsotan una volta per tutte.

source: Many simply wanted to go on living their lives at the far reaches of the galaxy. Soon it became clear that no consensus would be reached.
it: Molti volevano semplicemente continuare a vivere la loro vita ai confini della galassia. Presto divenne chiaro che non sarebbe stato raggiunto alcun consenso.

source: The UA disbanded, some factions left the galaxy never to be heard from again.
it: L'UA si sciolse, alcune fazioni lasciarono la galassia per non farsi più sentire.

source: Others, like the Haatii, built up their defenses and remained in the outer sectors, never losing hope that one day they would be able to expel the Xsotan from the galaxy.
it: Altri, come gli Haatii, costruirono le loro difese e rimasero nei settori esterni, senza mai perdere la speranza che un giorno sarebbero stati in grado di espellere gli Xsotan dalla galassia.

source: Hey! What do you want here? I am preparing and you're interrupting! Get lost!
it: Ehi! Cosa vuoi qui? Mi sto preparando e tu mi stai interrompendo! Sparisci!

source: What are you preparing for?
it: A cosa ti stai preparando?

source: Watch your tone, or I'll do more than interrupt!
it: Attento a come parli, o farò di più che interromperti!

source: I prepare for a huge fight. Hey, while you're here, I could use you for target practice. Ready or not, here we go!
it: Mi preparo per un grande combattimento. Ehi, già che sei qui, potrei usarti per l'allenamento del bersaglio. Pronti o no, ci siamo!

source: All right. Then I'll take care of you first!
it: Va bene. Allora mi prenderò cura prima di te!

source: Hello! I'm surprised to see you venture this close to the center of the galaxy already.
it: Ciao! Sono sorpreso di vederti avventurarti così vicino al centro della galassia.

source: Your ship is actually pretty small for this region. You'll attract pirates and other scoundrels since you're an easy target for them. You should turn back and build a bigger ship before venturing on.
it: La tua nave è in realtà piuttosto piccola per questa regione. Attirerai pirati e altri furfanti poiché sei un bersaglio facile per loro. Dovresti tornare indietro e costruire una nave più grande prima di avventurarti.

source: Thank you for the warning.
it: Grazie per l'avvertimento.

source: Research Status: distributed research log available. Please interact for log access.
it: Stato della ricerca: registro di ricerca distribuito disponibile. Si prega di interagire per l'accesso al registro.

source: Research Status: new lightning weapons still show no effect at all against stone blocks.
it: Stato della ricerca: le nuove armi lampo non mostrano ancora alcun effetto contro i blocchi di pietra.

source: Research Status: even thin stone platings can make a ship completely immune to our superior lightning weaponry.
it: Stato della ricerca: anche sottili placcature in pietra possono rendere una nave completamente immune alle nostre armi lampo superiori.

source: Research Status: our new lightning weapons still have no effect on stone. Luckily, nobody builds their ships out of stone.
it: Stato della ricerca: le nostre nuove armi fulminee non hanno ancora alcun effetto sulla pietra. Fortunatamente, nessuno costruisce le proprie navi in pietra.

source: Energy & Lightning overload research simulations running. Check logs for further information on research.
it: Simulazioni di ricerca sul sovraccarico di energia e fulmini in esecuzione. Controllare i registri per ulteriori informazioni sulla ricerca.

source: Log Entry A2Tg4xaS
it: Voce di registro A2Tg4xaS

source: Log Entry BKjgy85n
it: Voce registro BKjgy85n

source: Log Entry CAPne8xy
it: Voce di registro CAPne8xy

source: Log Entry DP710sma
it: Voce registro DP710sma

source: Distributed M.A.D. Log, Entry #A2Tg4xaS Simulation #59123. Massive power improvements over the last simulations. Still no reliable way to penetrate stone. Maybe shifting the phase could get us a little closer?
it: Distributed M.A.D. Log, Entry #A2Tg4xaS Simulation #59123. Massicci miglioramenti di potenza rispetto alle ultime simulazioni. Ancora nessun modo affidabile per penetrare la pietra. Forse spostando la fase potremmo avvicinarci un po' di più?

source: Distributed M.A.D. Log, Entry #BKjgy85n Simulation #32. First test runs on overloaded lightning guns are looking very promising. With these new modified lightning guns we'll be able to reach unimaginable amounts of power. A few issues remain, the biggest being that we haven't found a way to penetrate non-conductors such as stone yet.
it: Registro M.A.D. distribuito, voce # BKjgy85n Simulazione #32. I primi test su pistole a fulmine sovraccariche sembrano molto promettenti. Con queste nuove pistole a fulmine modificate saremo in grado di raggiungere quantità inimmaginabili di potenza. Restano alcuni problemi, il più grande dei quali è che non abbiamo ancora trovato un modo per penetrare i non conduttori come la pietra.

source: Distributed M.A.D. Log, Entry #CAPne8xy Simulation #5123. The modified lightning guns can now penetrate every material except stone. This could be a problem. But so far we haven't found a way to [DATA CORRUPTED]
it: Registro M.A.D. distribuito, voce #CAPne8xy Simulazione #5123. Le pistole a fulmine modificate possono ora penetrare ogni materiale tranne la pietra. Questo potrebbe essere un problema. Ma finora non abbiamo trovato un modo per [DATI CORROTTI]

source: Distributed M.A.D. Log, Entry #DP710sma Simulation #78612. The stone issue seems to be a structural problem linked to the architecture of lightning guns, so we can't get rid of it. Unfortunately, lightning guns are the only weapons that we can boost as much without overloading them. We'll have to accept this weakness, but it won't be an issue. Who would ever be dumb enough to build their ships out of stone anyway? Ha!
it: Registro M.A.D. distribuito, voce # DP710sma Simulazione # 78612. Il problema della pietra sembra essere un problema strutturale legato all'architettura delle pistole a fulmine, quindi non possiamo sbarazzarcene. Sfortunatamente, le pistole a fulmine sono le uniche armi che possiamo potenziare tanto senza sovraccaricarle. Dovremo accettare questa debolezza, ma non sarà un problema. Chi sarebbe mai abbastanza stupido da costruire comunque le loro navi in pietra? Ah!

source: An encrypted message was broadcasted from the destroyed satellite.
it: Un messaggio crittografato è stato trasmesso dal satellite distrutto.

source: A message was broadcasted from the destroyed satellite. It appears to be some kind of emergency signal.
it: Un messaggio è stato trasmesso dal satellite distrutto. Sembra essere una sorta di segnale di emergenza.

source: Ha, this time we caught you red-handed! You're the one who has been destroying and stealing our equipment!
it: Ah, questa volta ti abbiamo colto in flagrante! Sei tu che hai distrutto e rubato la nostra attrezzatura!

source: It was an accident!
it: È stato un incidente!

source: How can this be an accident? You destroyed some of our most valuable research satellites!
it: Come può essere un incidente? Hai distrutto alcuni dei nostri satelliti di ricerca più preziosi!

source: What equipment? All I can see is junk.
it: Che attrezzatura? Riesco a vedere solo cianfrusaglie.

source: How dare you insult our research like this!
it: Come osi insultare così la nostra ricerca!

source: We are members of the M.A.D. Science Association. Our latest research of the Xsotan energy systems has been groundbreaking!
it: Siamo membri della M.A.D. Science Association. La nostra ultima ricerca sui sistemi energetici Xsotan è stata rivoluzionaria!

source: You are clearly not capable of any true scientific enlightenment.
it: Chiaramente non sei capace di alcuna vera illuminazione scientifica.

source: We don't need scavenger scum like you around here. In fact, we are pretty sure that the galaxy will be better off without you.
it: Non abbiamo bisogno di spazzini come te da queste parti. In effetti, siamo abbastanza sicuri che la galassia starà meglio senza di te.

source: Are you looking for the true power of pure energy?! We're going to show you what the potential of true energy is like!
it: Stai cercando il vero potere della pura energia?! Ti mostreremo qual è il potenziale della vera energia!

source: Get ready to be melted, HaHaHaHaHa!
it: Preparati a scioglierti, HaHaHaHaHa!

source: I have your goods.
it: Ho la tua merce.

source: I've changed my mind.
it: Ho cambiato idea.

source: Tell me when you change it back so we can finally get this over with.
it: Dimmi quando lo cambi di nuovo così possiamo finalmente farla finita.

source: I ran into some trouble transporting your goods.
it: Ho avuto qualche problema a trasportare la tua merce.

source: How will I know that you'll pay me?
it: Come faccio a sapere che mi pagherai?

source: My scanners can't find the goods on your ship. Come back when you have the goods. But I won't wait here forever, so hurry up!
it: I miei scanner non riescono a trovare la merce sulla tua nave. Torna quando hai la merce. Ma non aspetterò qui per sempre, quindi sbrigati!

source: That's none of your business. Hand over the goods!
it: Non sono affari tuoi. Consegna la merce!

source: If you can't transport the goods without avoiding patrols or an ambush, that's your own problem, not mine.
it: Se non puoi trasportare la merce senza evitare pattuglie o un'imboscata, è un problema tuo, non mio.

source: You won't. But if you keep pestering me, I won't pay you at all!
it: Non lo farai. Ma se continui a tormentarmi, non ti pagherò affatto!

source: We'll work out your payment as soon as I have the goods on board.
it: Elaboreremo il tuo pagamento non appena avrò la merce a bordo.

source: Good. Hand them over now.
it: Bene. Consegnali subito.

source: What about my payment?
it: E il mio pagamento?

source: Wait a second ...
it: Aspetta un attimo ...

source: You again? Screw this, I'm out!
it: Ancora tu? Fanculo, sono fuori!

source: Looks like everything is here. Thank you very much for your cooperation, I'll be on my way then!
it: Sembra che sia tutto qui. Grazie mille per la collaborazione, allora me ne vado!

source: Hahahaha!
it: Ahahahah!

source: My scanners can't find the goods on your ship. Come back when you have the goods. But I won't wait here forever, so hurry up.
it: I miei scanner non riescono a trovare la merce sulla tua nave. Torna quando hai la merce. Ma non aspetterò qui per sempre, quindi sbrigati.

source: We're taking damage. Retreat, retreat!
it: Stiamo subendo danni. Ritirata, ritirata!

source: What!? Why can't we jump?
it: Cosa!? Perché non possiamo saltare?

source: You did this! You destroyed my hyperspace drive! Prepare to die!
it: Sei stato tu! Hai distrutto la mia guida nell'iperspazio! Preparati a morire!

source: How do we stop Bottan?
it: Come fermiamo Bottan?

source: Who is Bottan?
it: Chi è Bottan?

source: What's in it for me?
it: Cosa ci guadagno?

source: Why would you betray Bottan?
it: Perché hai tradito Bottan?

source: Alright, I'll help you.
it: Va bene, ti aiuterò.

source: That's none of my business.
it: Non sono affari miei.

source: I've heard some impressive stories about you. Maybe we can work together to stop Bottan.
it: Ho sentito alcune storie impressionanti su di te. Forse possiamo lavorare insieme per fermare Bottan.

source: Bottan is a coward. He won't do anything himself, and if there is only the slightest hint of combat, he'll jump away to safety.
it: Bottan è un codardo. Non farà nulla da solo, e se c'è solo il minimo accenno di combattimento, salterà via in salvo.

source: In order to catch him, we have to disable his hyperspace drive.
it: Per catturarlo, dobbiamo disabilitare la sua guida iperspaziale.

source: He's a smuggler who operates in these sectors here.
it: È un contrabbandiere che opera in questi settori qui.

source: Or, more accurately, who lets others work for him.
it: O, più precisamente, chi lascia che gli altri lavorino per lui.

source: He won't do anything himself, and if there is only the slightest hint of combat, he'll jump away to safety.
it: Non farà nulla da solo, e se c'è solo il minimo accenno di combattimento, salterà via in salvo.

source: A few months back, he got his hands on some Xsotan hyperspace tech.
it: Qualche mese fa, ha messo le mani su una tecnologia iperspaziale Xsotan.

source: It was me who integrated it into his ship.
it: Sono stato io a integrarlo nella sua nave.

source: Now he can jump three times as far as other ships, and five times as quick, and nobody can catch him.
it: Ora può saltare tre volte più lontano delle altre navi e cinque volte più velocemente, e nessuno può prenderlo.

source: But he made a big mistake when he threw me out.
it: Ma ha fatto un grosso errore quando mi ha buttato fuori.

source: He doesn't know that I know of a way to disable his precious hyperspace drive.
it: Non sa che conosco un modo per disabilitare la sua preziosa unità iperspaziale.

source: You'll get revenge on a man who betrayed you.
it: Ti vendicherai di un uomo che ti ha tradito.

source: And, maybe, we can extract the Xsotan tech from his ship. I'll modify it so you can integrate it into your ship.
it: E, forse, possiamo estrarre la tecnologia Xsotan dalla sua nave. Lo modificherò in modo che tu possa integrarlo nella tua nave.

source: I was Bottan's chief engineer. As such, I know everything about his hyperspace engine. It was me who integrated the Xsotan technology into the ship.
it: Ero l'ingegnere capo di Bottan. In quanto tale, so tutto del suo motore iperspaziale. Sono stato io a integrare la tecnologia Xsotan nella nave.

source: That same drive that allows him to jump extreme distances very quickly.
it: Quello stesso drive che gli permette di saltare distanze estreme molto velocemente.

source: Since I know how it works, I can build a ray that disables his engine.
it: Dato che so come funziona, posso costruire un raggio che disattiva il suo motore.

source: That's none of your business, but I'll tell you this much: he betrayed me, one of his most loyal men!
it: Non sono affari tuoi, ma ti dico una cosa: mi ha tradito, uno dei suoi uomini più leali!

source: Now I'm a fugitive, hunted by my former friends and nearly all factions in the quadrant.
it: Ora sono un fuggitivo, braccato dai miei ex amici e da quasi tutte le fazioni del quadrante.

source: I can't just let that go without retaliation.
it: Non posso lasciar perdere senza ritorsioni.

source: Since I have to remain here, I need you to organize all the parts I need to build the disruption ray.
it: Dal momento che devo rimanere qui, ho bisogno che tu organizzi tutte le parti di cui ho bisogno per costruire il raggio di disturbo.

source: I've sent the list of the parts to your ship.
it: Ho inviato l'elenco delle parti alla tua nave.

source: Come back once you have them.
it: Torna quando li avrai.

source: I don't care how you get them. Do what you must.
it: Non mi interessa come li ottieni. Fai quello che devi fare.

source: Just get me those parts.
it: Dammi solo quelle parti.

source: Greetings
it: Saluti

source: [The ship isn't answering.]
it: [La nave non risponde.]

source: Does that mean you're interested?
it: Significa che sei interessato?

source: On second thought, I think I'll pass.
it: Ripensandoci, penso che rinuncerò.

source: Pity. Would have been some good coin in it for you. Not to speak of the friends you would have made.
it: Peccato. Sarebbe stata una buona moneta per te. Per non parlare degli amici che ti saresti fatto.

source: Greetings. Interested in earning a lot of money for easy work?
it: Saluti. Ti interessa guadagnare un sacco di soldi per un lavoro facile?

source: About 500k to a million. Depends on how fast you are. And if you can get the job done.
it: Da circa 500.000 a un milione. Dipende da quanto sei veloce. E se riesci a portare a termine il lavoro.

source: I don't want to do your dirty work.
it: Non voglio fare il lavoro sporco.

source: Good. All you have to do is take this cargo and take it to the checkpoint I just sent you.
it: Bene. Tutto quello che devi fare è prendere questo carico e portarlo al posto di blocco che ti ho appena mandato.

source: Should be as easy as pie.
it: Dovrebbe essere facile come una torta.

source: It looks like you don't have enough cargo space. Dump some of your cargo and come back then.
it: Sembra che tu non abbia abbastanza spazio di carico. Scaricate un po' del vostro carico e tornate indietro.

source: A container full of unknown goods you received from an unknown ship.
it: Un container pieno di merci sconosciute che hai ricevuto da una nave sconosciuta.
