Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: I'll take care of it.
it: Me ne occuperò io.

source: Were you successful?
it: Hai avuto successo?

source: I've defeated the Xsotan.
it: Ho sconfitto gli Xsotan.

source: Thank you. The Cavaliers should have done that when they received our first call for help!
it: Grazie. I Cavalieri avrebbero dovuto farlo quando hanno ricevuto la nostra prima richiesta di aiuto!

source: Will you keep the contract now?
it: Manterrai il contratto ora?

source: Well, while you were gone, some pirates attacked us! Guess who didn't help us. This is ridiculous. I'm telling you, Cavalier: You better take care of those pirates, too, or else the contract is nullified!
it: Beh, mentre eri via, alcuni pirati ci hanno attaccato! Indovina chi non ci ha aiutato. Questo è ridicolo. Ti dico, Cavaliere: faresti meglio a prenderti cura anche di quei pirati, altrimenti il contratto è annullato!

source: Where are they?
it: Dove sono?

source: Our scanners still show them in sector (${x}:${y}).
it: I nostri scanner li mostrano ancora nel settore (${x}:${y}).

source: I'm on my way.
it: Sto arrivando.

source: If you leave now, we'll let you go.
it: Se te ne vai ora, ti lasceremo andare.

source: Why so generous?
it: Perché così generoso?

source: We're preparing a raid on a station. And, offense intended, that's gonna get us much more loot that destroying your ship.
it: Stiamo preparando un raid su una stazione. E, offesa intenzionale, questo ci porterà molto più bottino che distruggere la tua nave.

source: I feel offended.
it: Mi sento offesa.

source: Well, too bad for you. There goes your chance to leave. Let's see how much loot we can get out of you.
it: Beh, peccato per te. Ecco la tua possibilità di andartene. Vediamo quanto bottino possiamo ottenere da te.

source: You don't stand a chance.
it: Non hai alcuna possibilità.

source: Oh, I think we do. Get them!
it: Oh, penso di sì. Prendili!

source: Hello squire! Good job!
it: Ciao scudiero! Ottimo lavoro!

source: Thank you.
it: Grazie.

source: The station has renewed their contract with us. They won't trade with the Family or the Commune anymore.
it: La stazione ha rinnovato il contratto con noi. Non commerceranno più con la Famiglia o la Comune.

source: Good!
it: Bene!

source: You are very reliable. I wouldn't mind having someone of your caliber in my troop.
it: Sei molto affidabile. Non mi dispiacerebbe avere qualcuno del tuo calibro nella mia truppa.

source: It'd be my pleasure!
it: Sarà un piacere!

source: Good! I'll reach out to you once something comes up! For now, take this reward.
it: Bene! Ti contatterò non appena salterà fuori qualcosa! Per ora, accetta questa ricompensa.

source: Thanks.
it: Grazie.

source: Protect the Transport
it: Proteggere il trasporto

source: Protect a weapon transport of the Cavaliers.
it: Proteggi un trasporto di armi dei Cavalieri.

source: Find the weapon transport in sector (${x}:${y})
it: Trova il trasporto armi nel settore (${x}:${y})

source: Chase the Family to sector (${x}:${y})
it: Insegui la famiglia nel settore (${x}:${y})

source: Get information about the weapons out of the Family captain
it: Ottieni informazioni sulle armi dal capitano della famiglia

source: Go to the smuggler's market in sector (${x}:${y})
it: Vai al mercato del contrabbandiere nel settore (${x}:${y})

source: Get information about the weapons out of the smugglers
it: Ottenere informazioni sulle armi dai contrabbandieri

source: Find the Family's secret stash in sector (${x}:${y})
it: Trova la scorta segreta della Famiglia nel settore (${x}:${y})

source: Defeat the Family's associates
it: Sconfiggi gli associati della famiglia

source: Talk to Adriana Stahl
it: Parla con Adriana Stahl

source: Smuggler
it: Contrabbandiere

source: Hello squire! The Family has become increasingly bothersome. They have begun to ruthlessly destroy our ships. They know very well that once our Emperor protects the galaxy, there will be not place for them in it. Now they even go after unarmed transport ships. We've had word that one of our convoys, which only wants to transport weapons in peace, is being followed by some ships. Please go there and make sure that the Family doesn’t harm our men. They should be in sector (%1%:%2%) at the moment. Long live the Emperor! General Adriana Stahl
it: Salve scudiero! La Famiglia è diventata sempre più fastidiosa. Hanno iniziato a distruggere spietatamente le nostre navi. Sanno bene che finché il nostro Imperatore proteggerà la galassia, non ci sarà posto per loro. Ora si accaniscono anche su navi da trasporto disarmate. Abbiamo saputo che uno dei nostri convogli, che vuole solo trasportare armi in pace, è seguito da alcune navi. Per favore, andate lì e assicuratevi che la Famiglia non faccia del male ai nostri uomini. Dovrebbero trovarsi nel settore (%1%:%2%) in questo momento. Lunga vita all'Imperatore! Generale Adriana Stahl

# Mail Subject
source: Protect the Transport
it: Proteggere il trasporto

source: General Stahl @TheCavaliers
it: Generale Stahl @TheCavaliers

source: You’re too late!
it: È troppo tardi!

source: Where is the transport?
it: Dov'è il mezzo di trasporto?

source: We were ambushed by the Family! They destroyed every single one of our ships! I could only save myself and my crew by doing an emergency jump out of the sector. When we returned, there were only wreckages left. They killed everyone on board and took the cargo! Now they have all of our weapons, and who knows what these scoundrels are going to do with them!
it: La famiglia ci ha teso un'imboscata! Hanno distrutto tutte le nostre navi! Potevo salvare me stesso e il mio equipaggio solo facendo un salto di emergenza fuori dal settore. Quando siamo tornati, erano rimasti solo i relitti. Hanno ucciso tutti a bordo e hanno preso il carico! Ora hanno tutte le nostre armi, e chissà cosa ne faranno di loro questi mascalzoni!

source: We must get the weapons back!
it: Dobbiamo recuperare le armi!

source: You’re absolutely right! Our ship is too badly damaged to do anything, though. But they can’t have gotten far, either. We were mostly unarmed, but we're still Cavaliers! We hurt them quite a bit! When we came back, we started tracking them. Our scanners still show a ship in sector (${x}:${y}).
it: Hai assolutamente ragione! La nostra nave è troppo danneggiata per fare qualcosa, però. Ma non possono essere andati lontano. Eravamo per lo più disarmati, ma siamo ancora Cavalieri! Li abbiamo feriti parecchio! Quando siamo tornati, abbiamo iniziato a seguirli. I nostri scanner mostrano ancora una nave nel settore (${x}:${y}).

source: I’ll get them.
it: Vado a prenderli.

source: I'm looking for something.
it: Sto cercando qualcosa.

source: Do we look like we care about that?
it: Ti sembra che ci importi?

source: I'm looking for weapons stolen from the Cavaliers.
it: Sto cercando delle armi rubate ai Cavalieri.

source: Those dogs managed to track us! Are you working for the Cavaliers? If you are, tell them they will never see their weapons again. They're ours now.
it: Quei cani sono riusciti a rintracciarci! Lavori per i Cavalieri? Se lo sei, digli che non vedranno mai più le loro armi. Ora sono nostri.

source: I'm gonna find them.
it: Li troverò.

source: Are you, now? And how will you manage that, if I may ask?
it: Lo sei, ora? E come ci riuscirai, se posso chiedere?

source: You're going to tell me.
it: Me lo dirai.

source: You're a funny one. But I'm losing patience with you. I'll give you 30 seconds to leave this sector or I will blast your ship apart.
it: Sei divertente. Ma sto perdendo la pazienza con te. Ti darò 30 secondi per lasciare questo settore o farò a pezzi la tua nave.

source: With that toaster you're flying there?
it: Con quel tostapane stai volando lì?

source: That's it. You're dead!
it: Così. Sei morto!

source: All right, all right, I get it!
it: Va bene, va bene, ho capito!

source: Have you had enough?
it: Ne hai avuto abbastanza?

source: Yes, yes, just stop shooting!
it: Sì, sì, smettila di sparare!

source: Are you talking now?
it: Stai parlando adesso?

source: What do you wanna know?
it: Cosa vuoi sapere?

source: Where did you take the weapons?
it: Dove hai preso le armi?

source: I'm not sure where the others took them, but usually we try to sell them to the smuggler's hideout in sector (${x}:${y}).
it: Non sono sicuro di dove gli altri li abbiano portati, ma di solito cerchiamo di venderli al nascondiglio del contrabbandiere nel settore (${x}:${y}).

source: You should have said that earlier.
it: Avresti dovuto dirlo prima.

source: Paid a bribe of %1% Credits.
it: Ha pagato una tangente di %1% Crediti.

source: Welcome to our little market. What can we help you with today?
it: Benvenuti nel nostro piccolo mercato. Come possiamo aiutarti oggi?

source: I'm looking for weapons.
it: Sto cercando delle armi.

source: Oh, we have lots of weapons, what kinds of weapons are you looking for?
it: Oh, abbiamo un sacco di armi, che tipo di armi stai cercando?

source: Stolen Cavaliers weapons.
it: Armi dei Cavaliers rubate.

source: ... Wait ... are you with the Cavaliers? Then we want nothing to do with you. Leave now.
it: ... Aspetta ... sei con i Cavaliers? Allora non vogliamo avere niente a che fare con te. Vattene ora.

source: I'll pay for information.
it: Pagherò per le informazioni.

source: I'll destroy all of you.
it: Vi distruggerò tutti.

source: Ha. Ha. Ha. You can try.
it: Ah. Ah. Ah. Puoi provarci.

source: Oh, believe me, I will.
it: Oh, credimi, lo farò.

source: Come on guys, let's blast them apart!
it: Forza ragazzi, facciamoli a pezzi!

source: Ah, someone who understands business. You want information about the weapons that were stolen from the Cavaliers?
it: Ah, qualcuno che capisce gli affari. Vuoi informazioni sulle armi che sono state rubate ai Cavalieri?

source: How much?
it: Quanto?

source: Hmm, what do you say about ${bribe} Credits? Does that sound fair?
it: Mmm, che ne dici di ${bribe} crediti? Ti sembra giusto?

source: I'll pay.
it: Pagherò.

source: No, that's too much.
it: No, è troppo.

source: Wonderful. When the Family steals a bunch of valuable things, they usually don't sell them right away. They like to lay low for a bit.
it: Meraviglioso. Quando la famiglia ruba un sacco di cose preziose, di solito non le vende subito. A loro piace nascondersi per un po'.

source: How is that helping me?
it: In che modo mi sta aiutando?

source: Relax. Obviously, they don't fly around with stolen stuff on them, either. They have stashes all over the galaxy where they keep stolen stuff that is still too hot to handle. You might wanna try sector (${x}:${y}).
it: Rilassati. Ovviamente, non volano nemmeno con oggetti rubati addosso. Hanno nascondigli in tutta la galassia dove tengono oggetti rubati che sono ancora troppo caldi per essere maneggiati. Potresti provare il settore (${x}:${y}).

source: Thank you. Here you go.
it: Grazie. Ecco a te.

source: Then I have no reason talk to you.
it: Allora non ho motivo di parlarti.

source: Me neither.
it: Nemmeno io.

source: All right, all right, no need to destroy our ships!
it: Va bene, va bene, non c'è bisogno di distruggere le nostre navi!

source: You can still give me what I want.
it: Puoi ancora darmi quello che voglio.

source: Okay, okay. When the Family steals a bunch of valuable things, they usually don't sell them right away. They like to lay low for a bit.
it: Ok, ok. Quando la famiglia ruba un sacco di cose di valore, di solito non le vende subito. A loro piace nascondersi per un po'.

source: How did you find us?
it: Come ci hai trovato?

source: None of your business.
it: Non sono affari tuoi.

source: It was probably Mario. Stupid bottlehead.
it: Probabilmente era Mario. Stupida testa di bottiglia.

source: I'll be taking the weapons back now.
it: Ora mi riprenderò le armi.

source: Ha, you wish. Hope your crew brought enough escape pods. Get them!
it: Ah, ti piacerebbe. Spero che il tuo equipaggio abbia portato abbastanza capsule di salvataggio. Prendile!

source: Hello squire! I'm so glad you found the weapons! I don't even want to think about what the Family could have done with them!
it: Ciao scudiero! Sono così felice che tu abbia trovato le armi! Non voglio nemmeno pensare a cosa avrebbe potuto farci la Famiglia!

source: They're probably in this stash.
it: Probabilmente sono in questa scorta.

source: You don't need to worry about that now. I'll just stay here and wait for some people to come help me sort through those containers.
it: Non devi preoccuparti di questo ora. Resterò qui e aspetterò che alcune persone vengano ad aiutarmi a smistare quei contenitori.

source: You don't need me anymore?
it: Non hai più bisogno di me?

source: No, not right now. But I would very much appreciate it if you wanted to help me again in the future! If you want to take a look at the containers, too, feel free to do so. I'll tell you if you find something I don't want you to have.
it: No, non ora. Ma apprezzerei molto se volessi aiutarmi di nuovo in futuro! Se vuoi dare un'occhiata anche ai contenitori, sentiti libero di farlo. Te lo dirò se trovi qualcosa che non voglio che tu abbia.

source: Gladly!
it: Volentieri!

source: Thank you. I'll be in touch. For now, take this reward.
it: Grazie. Ti contatterò. Per ora, accetta questa ricompensa.

source: Until then.
it: Fino ad allora.

source: Hello. We've just gotten word that you're working for someone else? Not with us, consider our partnership null and void. The Cavaliers
it: Ciao. Abbiamo appena saputo che stai lavorando per qualcun altro? Non con noi, considera la nostra partnership nulla e non valida. I Cavalieri

# Mail Subject
source: Abort Mission
it: Interrompi missione

source: Secure Containers
it: Contenitori sicuri

source: Hide the Cavaliers' valuable containers from the Commune.
it: Nascondi alla Comune i preziosi contenitori dei Cavalieri.

source: Go to sector (${x}:${y}) and find the valuable containers
it: Vai al settore (${x}:${y}) e trova i contenitori di valore

source: Dock the marked containers to your ship
it: Aggancia i container contrassegnati alla tua nave

source: Read Adriana's mail
it: Leggi la posta di Adriana

source: Find the containers in sector (${x}:${y})
it: Trova i contenitori nel settore (${x}:${y})

source: Pick up the containers in sector (${x}:${y})
it: Prelevare i contenitori nel settore (${x}:${y})

source: Search the wreckage for information
it: Perquisisci il relitto per informazioni

source: Look for the pirates who took the containers in sector (${x}:${y})
it: Cerca i pirati che hanno preso i container nel settore (${x}:${y})

source: Steal the containers back from the pirates
it: Ruba i container ai pirati

source: Meet Adriana in sector (${x}:${y})
it: Incontra Adriana nel settore (${x}:${y})

source: Look for the last container in sector (${x}:${y})
it: Cerca l'ultimo contenitore nel settore (${x}:${y})

source: Defeat the Emperor and his backup
it: Sconfiggi l'Imperatore e la sua scorta

source: Defeat Adriana and her followers
it: Sconfiggi Adriana e i suoi seguaci

source: Give it all you got! We'll defeat them!
it: Dai tutto quello che hai! Li sconfiggeremo!

source: Adriana Stahl's Followers
it: Seguaci di Adriana Stahl

source: Adriana Stahl's Follower
it: Seguace di Adriana Stahl

source: The Emperor's Ship
it: La nave dell'imperatore

source: Hello squire! I hope you are well. Lately, we have been noticing that some of our containers have been going missing. We know the Commune is behind this, as they want to restock for their little revolution and are hiring pirates to steal our things. We own a number of container fields in remote sectors, and it is really hard to keep an eye on them. We need you to go to those fields and transport the more valuable containers to a safer location. There are six containers that the Commune absolutely should not be allowed to get their hands on. This means that you need to make sure that your ship has six docks to transport them all. The first two are in sector (%1%:%2%), dock them to your ship and take them with you. Long live the Emperor! General Adriana Stahl
it: Ciao scudiero! Spero che tu stia bene. Ultimamente, abbiamo notato che alcuni dei nostri container sono scomparsi. Sappiamo che la Comune è dietro a questo, poiché vogliono rifornire per la loro piccola rivoluzione e stanno assumendo pirati per rubare le nostre cose. Possediamo un certo numero di campi di container in settori remoti, ed è davvero difficile tenerli d'occhio. Abbiamo bisogno che tu vada in quei campi e trasporti i contenitori più preziosi in un luogo più sicuro. Ci sono sei container su cui la Comune non dovrebbe assolutamente mettere le mani. Ciò significa che devi assicurarti che la tua nave abbia sei banchine per trasportarli tutti. I primi due sono nel settore (%1%:%2%), attraccali alla tua nave e portali con te. Lunga vita all'Imperatore! Generale Adriana Stahl

# Mail Subject
source: Containers Disappearing
it: Contenitori che scompaiono

source: Hello squire! Good job, you found the first two containers! The next two will be in sector (%1%:%2%). Long live the Emperor! General Adriana Stahl
it: Ciao scudiero! Ottimo lavoro, hai trovato i primi due contenitori! I prossimi due saranno nel settore (%1%:%2%). Lunga vita all'Imperatore! Generale Adriana Stahl

# Mail Subject
source: Container Location
it: Posizione del contenitore

source: Hello squire! Well done, you secured two more containers! Now go to sector (%1%:%2%) and pick up the last two. Long live the Emperor! General Adriana Stahl
it: Ciao scudiero! Ben fatto, hai assicurato altri due container! Ora vai al settore (%1%:%2%) e prendi gli ultimi due. Lunga vita all'Imperatore! Generale Adriana Stahl

source: Hello squire! You made sure that the commune couldn't get to our containers! Thank you! Please meet me in sector (%1%:%2%) and bring me the containers. Long live the Emperor! General Adriana Stahl
it: Ciao scudiero! Ti sei assicurato che la comune non potesse raggiungere i nostri container! Grazie! Incontriamoci nel settore (%1%:%2%) e portami i contenitori. Lunga vita all'Imperatore! Generale Adriana Stahl

source: A traveler, how nice. And they look like they've got valuables on board, too.
it: Un viaggiatore, che bello. E sembra che abbiano anche oggetti di valore a bordo.

source: My valuables are none of your business.
it: I miei oggetti di valore non sono affari tuoi.

source: They will be in a minute. Get them!
it: Arriveranno tra un minuto. Prendili!

source: I want the containers you stole.
it: Voglio i contenitori che hai rubato.

source: Well, you're not gonna get them.
it: Beh, non li avrai.

source: Hello squire! You made it!
it: Ciao scudiero! Ce l'hai fatta!

source: A lot of people wanted those containers.
it: Molte persone volevano quei contenitori.

source: Oh yes, I feared as much. But the important thing is that the Commune can't find them now.
it: Oh sì, lo temevo. Ma l'importante è che la Comune non riesca a trovarli adesso.

source: Are there more I should move?
it: C'è dell'altro che dovrei spostare?

source: Actually, there might be one more. But that one is a little different.
it: In realtà, potrebbe essercene un altro. Ma quello è un po' diverso.

source: How?
it: Come?

source: There are some Cavaliers that think I am too careful and that don't want you to move it. They believe it is safe where it is. So if there are Cavaliers there, don't take the container, and don't tell them I sent you to pick it up. Leave the other ones with me for now, just undock them where you are.
it: Ci sono alcuni Cavalieri che pensano che io sia troppo attento e che non vogliono che tu lo sposti. Credono che sia sicuro dove si trova. Quindi, se ci sono Cavalieri lì, non prendere il container e non dire loro che ti ho mandato a prenderlo. Lascia gli altri con me per ora, sgancialo dove sei.

source: Okay, I can do that.
it: Ok, posso farlo.

source: It is in sector (${x}:${y}). Be careful!
it: È nel settore (${x}:${y}). Fai attenzione!

source: I will.
it: Lo farò.

source: You there! We caught you red handed this time!
it: Tu laggiù! Questa volta ti abbiamo preso in flagrante!

source: You have been conspiring to overthrow me and make General Stahl the new Empress! You're going to pay for that!
it: Hai cospirato per rovesciarmi e fare del generale Stahl la nuova imperatrice! Pagherai per questo!

source: Don't play dumb! You know exactly what you did!
it: Non fare il finto tonto! Sai esattamente cosa hai fatto!

source: No, I don't!
it: No, non lo so!

source: Pretending to be innocent won't help you! And I have no time for this. Blast them apart!
it: Fingere di essere innocente non ti aiuterà! E non ho tempo per questo. Falli a pezzi!

source: Ah, I came just in time. So you found out about what I'm doing.
it: Ah, sono arrivato giusto in tempo. Quindi hai scoperto cosa sto facendo.

source: You're overthrowing the Emperor?
it: Stai rovesciando l'Imperatore?

source: Yes. You see, he's always telling the entire galaxy that he wants to get rid of all pirates and Xsotan. And that he wants to make the galaxy a safer place.
it: Sì. Vedi, dice sempre all'intera galassia che vuole sbarazzarsi di tutti i pirati e degli Xsotan. E che vuole rendere la galassia un posto più sicuro.

source: But he doesn't?
it: Ma lui no?

source: Oh, he wants to get rid of them. But he also wants to get rich in the process. He is treating everybody as if they were beneath him and he isn't fair to the people working for him.
it: Oh, vuole sbarazzarsi di loro. Ma vuole anche diventare ricco nel processo. Tratta tutti come se fossero sotto di lui e non è giusto nei confronti delle persone che lavorano per lui.

source: General Stahl, you are being ridiculous. What are you trying to achieve? I'm the rightful Emperor, and to stand against me is treason.
it: Generale Stahl, è ridicolo. Cosa stai cercando di ottenere? Sono il legittimo Imperatore, e mettersi contro di me è tradimento.

source: The Emperor
it: L'Imperatore

source: You're nothing but are a cold and heartless dictator! You betray the very ideals of the Cavaliers! You send your soldiers into battle without thinking about whether they'll return alive or not. The grief you cause their families!
it: Non sei altro che un dittatore freddo e senza cuore! Tradisci gli ideali stessi dei Cavalieri! Mandi i tuoi soldati in battaglia senza pensare se torneranno vivi o no. Il dolore che provochi alle loro famiglie!

source: I will not tolerate these insults. To achieve order in the galaxy, there must be sacrifices. The pirates and Xsotan don't care if anybody lives or dies. Your uprising will ultimately cause many more deaths than my fight to bring peace and rule the galaxy.
it: Non tollererò questi insulti. Per raggiungere l'ordine nella galassia, ci devono essere sacrifici. Ai pirati e agli Xsotan non importa se qualcuno vive o muore. La tua rivolta alla fine causerà molte più morti della mia lotta per portare la pace e governare la galassia.

source: No, it won't! And when I take over the Cavaliers, there will be no more carelessly planned battles that cost countless lives!
it: No, non lo farà! E quando prenderò il controllo dei Cavalieri, non ci saranno più battaglie pianificate con noncuranza che costeranno innumerevoli vite!
