Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Deliver the goods to \s(%1%:%2%)
it: Consegna della merce a \s(%1%:%2%)

source: Goods
it: Merci

source: [Scan the Wreckage]
it: [Scansiona il relitto]

source: Paid Swoks %1% Credits.
it: Swok pagati %1% crediti.

source: Pleasure doing business with you!
it: È un piacere fare affari con te!

source: Hahahahahaha!
it: Ahahahahahaha!

source: Looks like you don't have the coin. And I can't afford any witnesses.
it: Sembra che tu non abbia la moneta. E non posso permettermi nessun testimone.

source: Enjoy your last moments in this universe!
it: Goditi i tuoi ultimi momenti in questo universo!

source: Now, what will it be?
it: Ora, quale sarà?

source: I'll kill you!
it: Ti ammazzo!

source: So you choose to live. How sensible.
it: Quindi scegli di vivere. Che senso.

source: Just kidding, I'll kill you!
it: Scherzo, ti ammazzo!

source: Sure, here's the money.
it: Certo, ecco i soldi.

source: Is there a third alternative?
it: C'è una terza alternativa?

source: Okay, then I'll kill you!
it: Ok, allora ti ammazzo!

source: I'll pay then.
it: Allora pago io.

source: Is there really no third alternative?
it: Davvero non c'è una terza alternativa?

source: Why no third alternative?
it: Perché nessuna terza alternativa?

source: Because I said so!
it: Perché l'ho detto io!

source: Enough stupid questions, die!
it: Basta con le domande stupide, muori!

source: You have 2 choices. You can choose to pay ${amount} Credits for your pathetic life and ship, or you can choose to die.
it: Hai 2 scelte. Puoi scegliere di pagare ${amount} crediti per la tua patetica vita e nave, oppure puoi scegliere di morire.

source: You have not heard of me yet? I am ${boss}, scourge of the outer sectors. You will get to know me soon enough.
it: Non hai ancora sentito parlare di me? Io sono ${boss}, flagello dei settori esterni. Presto mi conoscerai.

source: You don't scare me.
it: Non mi fai paura.

source: Oh, looks like we have a brave hero here! I might actually like you. I'll kill you quickly.
it: Oh, sembra che abbiamo un eroe coraggioso qui! Potresti piacermi davvero. Ti ucciderò in fretta.

source: What do you want from me?
it: Cosa vuoi da me?

source: It's time someone put an end to you!
it: È ora che qualcuno ti metta fine!

source: Look at this maggot! Do you really think you have a chance?
it: Guarda questo verme! Pensi davvero di avere una possibilità?

source: Prepare to die!
it: Preparati a morire!

source: ${boss}? Who were your predecessors?
it: ${boss}? Chi erano i tuoi predecessori?

source: I am just one of many brothers! After they were killed, it was my time to rise to power!
it: Sono solo uno dei tanti fratelli! Dopo che sono stati uccisi, è stato il mio momento di salire al potere!

source: I'll be leaving now.
it: Me ne vado subito.

source: Not so fast.
it: Non così in fretta.

source: Well hello there. Now who might you be?
it: Beh, ciao. Ora chi potresti essere?

source: I could ask you the same.
it: Potrei chiederti la stessa cosa.

source: Nobody, goodbye.
it: Nessuno, arrivederci.

source: Don't you dare cut me off! You will pay for this!
it: Non osare interrompermi! Pagherai per questo!

source: The Four
it: I Quattro

source: You are looking at the first people in centuries who will fly into Xsotan territory.
it: Stai guardando le prime persone dopo secoli che voleranno nel territorio Xsotan.

source: Once we've collected all the artifacts, we'll be able to open the gateway and recover the Xsotan's treasures and technology!
it: Una volta raccolti tutti i manufatti, saremo in grado di aprire il portale e recuperare i tesori e la tecnologia degli Xsotan!

source: But you won't have to worry about that. All that's important is that you brought us one of the artifacts.
it: Ma non dovrai preoccuparti di questo. L'importante è che tu ci abbia portato uno degli artefatti.

source: You don't understand.
it: Non capisci.

source: We are not giving you a choice.
it: Non ti stiamo dando una scelta.

source: And we don't want any witnesses or competition.
it: E non vogliamo testimoni o competizione.

source: Boys and girls, let's blow this maggot to space dust and get the artifact!
it: Ragazzi e ragazze, facciamo esplodere questo verme nella polvere spaziale e prendiamo l'artefatto!

source: You will now give it to us.
it: Ora ce lo darai.

source: Here, have it.
it: Tieni, prendilo.

source: What about my reward?
it: E la mia ricompensa?

source: Oh man, look at this one!
it: Oh cavolo, guarda questo!

source: Did you really think you'd get a reward?
it: Pensavi davvero di ricevere una ricompensa?

source: We lied!
it: Abbiamo mentito!

source: On second thought, I'd rather not.
it: Ripensandoci, preferirei di no.

source: I can't believe it, our bulletin actually worked!
it: Non posso crederci, il nostro bollettino ha funzionato davvero!

source: I have your artifact.
it: Ho il tuo artefatto.

source: Yes, we know.
it: Sì, lo sappiamo.

# plural
source: Who are you?
it: Chi sei?

source: Yeah, I'm leaving now.
it: Sì, ora me ne vado.

source: The guardian is starting to channel the black hole's energy!
it: Il guardiano sta iniziando a incanalare l'energia del buco nero!

source: Attack the Guardian!
it: Attacca il Guardiano!

source: Attack the small ships!
it: Attacca le piccole navi!

source: Transfer Crew/Cargo/Fighters
it: Trasferimento Equipaggio/Carico/Caccia

source: Transfer Crew, Cargo and Fighters
it: Trasferisci equipaggio, carico e combattenti

source: Exchange Crew
it: Equipaggio di scambio

source: Captain: ${name}
it: Comandante: ${name}

source: Transfer All >>
it: Trasferisci tutto >>

source: << Transfer All
it: << Trasferisci tutto

source: [Drag & Drop / Shift Click] Transfer Passengers
it: [Drag & Drop / Shift Click] Trasferisci passeggeri

source: Exchange Cargo
it: Cambio Carico

# Goods
source: Transfer All >>
it: Trasferisci tutto >>

# Goods
source: << Transfer All
it: << Trasferisci tutto

source: Exchange Fighters
it: Scambia combattenti

source: Transfer Squad
it: Trasferisci squadra

source: Exchange Torpedoes
it: Scambia siluri

source: Shafts
it: Alberi

source: Transfer All Torpedoes of This Shaft
it: Trasferisci tutti i siluri di questo pozzo

source: Storage
it: Conservazione

source: << Transfer
it: << Trasferisci

source: ${profession} (Specialist level ${level})
it: ${profession} (Livello specialista ${level})

source: Not enough space on the other craft.
it: Spazio insufficiente sull'altra imbarcazione.

source: Missing hangar.
it: Hangar mancante.

source: Not enough space in squad.
it: Spazio insufficiente nella squadra.

source: Not enough free torpedo storage.
it: Non c'è abbastanza spazio libero per i siluri.

source: Not enough free space in torpedo shaft %1%.
it: Spazio libero insufficiente nel fusto del siluro %1%.

source: You don't own this craft.
it: Non possiedi questa imbarcazione.

source: Stop that!
it: Smettila!

source: What do you think you're doing?
it: Cosa pensi di fare?

source: We did not give you docking permissions!
it: Non ti abbiamo dato i permessi di attracco!

source: This is illegal!
it: Questo è illegale!

source: Your ship '%1%' is under attack in sector \s(%2%:%3%)!
it: La tua nave '%1%' è sotto attacco nel settore \s(%2%:%3%)!

source: Checking surroundings.
it: Controllo dell'ambiente circostante.

source: Scanning the sector.
it: Scansione del settore.

source: We should move on soon.
it: Dovremmo andare avanti presto.

source: So many things to see, so many sectors to explore!
it: Tante cose da vedere, tanti settori da esplorare!

source: We should check out that one over there next.
it: Dovremmo dare un'occhiata a quello laggiù.

source: I can't understand how anybody wouldn't love this job.
it: Non riesco a capire come qualcuno possa non amare questo lavoro.

source: I love the sound of stone being torn apart.
it: Adoro il suono della pietra che viene fatta a pezzi.

source: I think I saw a nice asteroid field a few sectors back.
it: Penso di aver visto un bel campo di asteroidi qualche settore più indietro.

source: You can trust me Commander. The next shipment will arrive soon.
it: Puoi fidarti di me, Comandante. La prossima spedizione arriverà presto.

source: The key to good salvage is following faction wars.
it: La chiave per un buon recupero è seguire le guerre di fazione.

source: I love the sound of metal being torn apart.
it: Adoro il suono del metallo che viene fatto a pezzi.

source: I think I saw a nice wreckage field a few sectors back.
it: Penso di aver visto un bel campo di rottami qualche settore fa.

source: Scrapyards are for greenhorns. Wreckage in unclaimed territory is the best.
it: I cantieri di demolizione sono per i greenhorn. I relitti in un territorio non reclamato sono i migliori.

source: My contact should respond soon and we'll get a better price.
it: Il mio contatto dovrebbe rispondere a breve e otterremo un prezzo migliore.

source: The shipment will be done soon.
it: La spedizione sarà effettuata a breve.

source: We'll soon be done, Commander.
it: Presto avremo finito, Comandante.

source: This is exciting!
it: Questo è eccitante!

source: Hello, Commander! You wouldn't believe all the things you can see here!
it: Ciao, Comandante! Non crederesti a tutte le cose che puoi vedere qui!

source: Really not a fan of being micromanaged, Commander.
it: Non sono proprio un fan della microgestione, Comandante.

source: I feel like you don't trust me, Commander.
it: Sento che non ti fidi di me, Comandante.

source: Do you keep such close tabs on all your captains, Commander?
it: Tieni d'occhio così da vicino tutti i tuoi capitani, Comandante?

source: Oh, hey, Commander.
it: Oh, ehi, Comandante.

source: Uh hello, Commander. Is there anything I can help you with?
it: Salve, Comandante. C'è qualcosa che posso fare per lei?

source: I don't like being monitored at work, Commander.
it: Non mi piace essere monitorato al lavoro, Comandante.

source: I though the deal was that I do the work while you do something else, Commander?
it: Pensavo che l'accordo fosse che io faccio il lavoro mentre tu fai qualcos' altro, Comandante?

source: So, I guess you enjoy monitoring my work, Commander?
it: Quindi, immagino che ti piaccia monitorare il mio lavoro, Comandante?

source: Hey Commander. Making sure I'm doing everything right?
it: Ehi Comandante, ti stai assicurando che stia facendo tutto nel modo giusto?

source: We should check out other sectors, soon.
it: Dovremmo dare un'occhiata ad altri settori, presto.

source: We should avoid staying in here for too long.
it: Dovremmo evitare di rimanere qui troppo a lungo.

source: Captain %1%: %2%
it: Capitano %1%: %2%

source: Yes?
it: Sì?

source: Captain ${name}: Wonderful! I'll start collecting data right away. I must remain on the bridge though. We should also look out for data left behind by destroyed Xsotan.
it: Capitano ${name}: Meraviglioso! Inizierò subito a raccogliere dati. Devo rimanere sul ponte, però. Dovremmo anche fare attenzione ai dati lasciati dagli Xsotan distrutti.

source: That was a mistake, we're out!
it: È stato un errore, siamo fuori!

source: Too dangerous, we're out!
it: Troppo pericoloso, siamo fuori!

source: Too dangerous, let's run!
it: Troppo pericoloso, scappiamo!

source: Too dangerous, let's get out of here!
it: Troppo pericoloso, andiamocene da qui!

source: Taking too much damage, let's get out!
it: Prendendo troppi danni, usciamo!

source: Too much damage, we're out of here!
it: Troppi danni, ce ne andiamo!

source: The range of your next jump is increased!
it: La portata del tuo prossimo salto è aumentata!

source: We're stranded!
it: Siamo bloccati!

source: Generators are down, we can't move!
it: I generatori sono spenti, non possiamo muoverci!

source: Critical damage, we can't move!
it: Danni critici, non possiamo muoverci!

source: We've taken critical damage, ship isn't flying anymore!
it: Abbiamo subito danni critici, la nave non vola più!

source: Mayday, Mayday! Critical Damage!
it: Mayday, Mayday! Danni critici!

source: Generator is damaged, we can't move!
it: Il generatore è danneggiato, non possiamo muoverci!

source: We've taken critical damage, we're not flying anywhere!
it: Abbiamo subito danni critici, non voleremo da nessuna parte!

source: Station needs a minimum population of at least 30 crewmen (and quarters) to function.
it: La stazione ha bisogno di una popolazione minima di almeno 30 membri dell'equipaggio (e alloggi) per funzionare.

source: Station will be ready in ${minutes} minutes.
it: La stazione sarà pronta tra ${minutes} minuti.

source: Station will be ready in ${seconds} seconds.
it: La stazione sarà pronta in ${seconds} secondi.

source: Currently engaging 'Station' mode. Please wait.
it: In corso l'attivazione della modalità "Stazione". Attendere.

source: Engage Transport Mode
it: Attiva modalità di trasporto

source: Engage Station Mode
it: Modalità Engage Station

source: 'Transport' mode: Station can be docked by for transport, but not interacted with. Reengaging 'Station' mode will take ${minutes} minutes. Proceed?
it: Modalità "Trasporto": la stazione può essere agganciata per il trasporto, ma non può interagire con essa. Riattivare la modalità "Stazione" richiederà ${minutes} minuti. Procedere?

source: Engaging 'Station' mode will take ${minutes} minutes. Proceed?
it: L'attivazione della modalità "Stazione" richiederà ${minutes} minuti. Procedere?

source: Transport Mode engaged.
it: Modalità di trasporto attivata.

source: Reengaging station mode. Please wait.
it: Riattivazione della modalità stazione. Attendere prego.

source: Station Mode engaged. All systems fully functional again.
it: Modalità stazione attivata. Tutti i sistemi sono di nuovo perfettamente funzionanti.

source: [Read]
it: [Leggi]

source: You're not close enough to claim the object.
it: Non sei abbastanza vicino per rivendicare l'oggetto.

source: This wreckage looks like it's still functional.
it: Questo relitto sembra ancora funzionante.

source: We can't have smugglers in our sectors!
it: Non possiamo avere contrabbandieri nei nostri settori!

source: Smugglers, in our sectors? Not with us!
it: Contrabbandieri, nei nostri settori? Non con noi!

source: Smugglers, right under our noses! This ends now!
it: Contrabbandieri, proprio sotto il nostro naso! Questa storia finisce qui!

source: By our honor, we'll make these sectors safe again!
it: Con nostro onore, renderemo di nuovo sicuri questi settori!

source: We swear by our honor, we'll punish all unlawful activities!
it: Giuriamo sul nostro onore, puniremo tutte le attività illecite!

source: We showed them!
it: Gliel' abbiamo fatto vedere!

source: We made our sectors safe again!
it: Abbiamo reso di nuovo sicuri i nostri settori!

source: This will show those miscreants that they can't operate right under our noses!
it: Questo mostrerà a quei miscredenti che non possono operare proprio sotto il nostro naso!

source: Lets go boys, we showed those smugglers!
it: Andiamo ragazzi, abbiamo fatto vedere a quei contrabbandieri!

source: Our job is done here. We showed them!
it: Il nostro lavoro è finito qui. Gliel' abbiamo fatto vedere!

source: They learned that they shouldn't cross us!
it: Hanno imparato che non dovrebbero incrociarci!

source: Your station in sector \s(%1%:%2%) is under attack!
it: La tua stazione nel settore \s(%1%:%2%) è sotto attacco!

source: Your ship in sector \s(%1%:%2%) is under attack!
it: La tua nave nel settore \s(%1%:%2%) è sotto attacco!

source: Pirates are attacking the sector!
it: I pirati stanno attaccando il settore!

source: Pirates are attacking sector \s(%1%:%2%)!
it: I pirati stanno attaccando il settore \s(%1%:%2%)!

source: Thank you for defeating those pirates. You have our endless gratitude.
it: Grazie per aver sconfitto quei pirati. Hai la nostra infinita gratitudine.

source: We thank you for taking care of those ships. We have transferred a reward to your account.
it: Ti ringraziamo per esserti preso cura di quelle navi. Abbiamo trasferito una ricompensa sul tuo account.

source: Thank you for taking care of those pirates. We have transferred a reward to your account.
it: Grazie per esserti preso cura di quei pirati. Abbiamo trasferito una ricompensa sul tuo account.

source: Received %1% Credits for defeating a pirate attack.
it: Hai ricevuto %1% crediti per aver sconfitto un attacco pirata.

source: A ship in your sector is calling for help!
it: Una nave del tuo settore chiede aiuto!

source: Mayday! Mayday! Our engines are failing and we are under attack by pirates! Help us, please!
it: Mayday! Mayday! I nostri motori si stanno guastando e siamo sotto attacco da parte dei pirati! Aiutateci, per favore!

source: Help! Pirates are on our tail and our engines are down! We are stranded here!
it: Aiuto! I pirati ci stanno alle calcagna e i nostri motori sono fuori uso! Siamo bloccati qui!

source: He's finished. Let's go!
it: È finito. Andiamo!

source: Let's get out of here.
it: Andiamocene da qui.

source: Thank you for defending us from those pirates. You have our endless gratitude.
it: Grazie per averci difeso da quei pirati. Hai la nostra infinita gratitudine.

source: Received %1% Credits for defending a trader from pirates.
it: Hai ricevuto %1% crediti per aver difeso un commerciante dai pirati.

source: The boss is busy. Just leave and you won't be harmed.
it: Il capo è occupato. Vattene e non ti verrà fatto del male.

source: Who are you supposed to be, you maggot? I'll teach you some manners!
it: Chi dovresti essere, verme? Ti insegnerò un po' di buone maniere!

source: You should have left us alone. We already called reinforcements. Get ready to die!
it: Avresti dovuto lasciarci in pace. Abbiamo già chiamato i rinforzi. Preparati a morire!

source: Go away, we are waiting for a ... friend.
it: Vattene, stiamo aspettando un ... amico.

source: We told you to leave. Now you will be our first victim.
it: Ti abbiamo detto di andartene. Ora sarai la nostra prima vittima.

source: Go away! This is our asteroid! These resources belong to us!
it: Vattene! Questo è il nostro asteroide! Queste risorse appartengono a noi!

source: Hey! Stay here! We will prove ourselves against you!
it: Ehi! Resta qui! Ci metteremo alla prova contro di te!

source: Make way for our king! Leave this sector immediately!
it: Fate largo al nostro re! Esci immediatamente da questo settore!

source: Pirate King
it: Re dei pirati

source: Long live the king!
it: Lunga vita al Re!

source: You only get one warning! We will have a meeting here. Leave this sector or you will pay the price!
it: Riceverai un solo avviso! Ci incontreremo qui. Lascia questo settore o ne pagherai il prezzo!

source: We warned you! Now see what you get from knowing stuff better!
it: Ti avevamo avvertito! Ora vedi cosa ottieni conoscendo meglio le cose!

source: You call this a ship? More like a dump!
it: E questa la chiami nave? Più che altro una discarica!

source: Look at this! I thought only intelligent species were allowed to fly ships.
it: Guarda qui! Pensavo che solo le specie intelligenti fossero autorizzate a pilotare le navi.

source: If you fell into a black hole, that would be a misfortune. But if someone saved you, that would be a calamity.
it: Se cadessi in un buco nero, sarebbe una disgrazia. Ma se qualcuno ti avesse salvato, sarebbe stata una calamità.

source: Your mother was a hamster and your father smelt of elderberries!
it: Tua madre era un criceto e tuo padre profumava di bacche di sambuco!

source: We fart in your general direction.
it: Scoreggiamo nella tua direzione generale.

source: Oh yeah? You think you're tough? My men and I will get you!
it: Oh, davvero? Pensi di essere un duro? Io e i miei uomini ti prenderemo!

source: Maybe this one? Hey! What do you want here? Leave immediately or pay the price!
it: Forse questo? Ehi! Cosa vuoi qui? Parti subito o paga il prezzo!

source: We warned you! Now you're gonna pay for your interference!
it: Ti avevamo avvertito! Ora pagherai per la tua interferenza!

source: This place isn't for you. Leave and you won't be harmed.
it: Questo posto non fa per te. Vattene e non ti verrà fatto del male.

source: Mind your own business. We are just searching for something.
it: Fatti gli affari tuoi. Stiamo solo cercando qualcosa.

source: Well then. We kill you and we will find the treasure afterwards.
it: Bene, allora. Ti uccidiamo e troveremo il tesoro dopo.

source: We need to deal with a traitor. We don't need no witnesses.
it: Dobbiamo affrontare un traditore. Non abbiamo bisogno di testimoni.

source: ${pirates} Traitor
it: ${pirates} Traditore

source: We told you we need no witness, now we have to eradicate you.
it: Ti abbiamo detto che non abbiamo bisogno di testimoni, ora dobbiamo sradicarti.

source: Go away! We made this wreckage and we salvage this wreckage!
it: Vattene! Abbiamo fatto questo relitto e lo recuperiamo!

source: Why couldn't you just leave? Now we will kill you!
it: Perché non potevi andartene? Ora ti uccideremo!

source: This is our prey. Go away!
it: Questa è la nostra preda. Vattene!

source: Oh well, looks like we've found our next target.
it: Oh beh, sembra che abbiamo trovato il nostro prossimo obiettivo.

source: Strong subspace disturbances have been detected. They seem to be originating from the center of the galaxy.
it: Sono stati rilevati forti disturbi subspaziali. Sembrano provenire dal centro della galassia.

source: Massive amounts of Xsotan are swarming in the center of the galaxy.
it: Enormi quantità di Xsotan brulicano nel centro della galassia.

source: The Xsotan swarm invasion has been defeated!
it: L'invasione dello sciame Xsotan è stata sconfitta!

source: The defenses were overrun. The attack of the Xsotan swarm succeded.
it: Le difese furono superate. L'attacco dello sciame Xsotan ebbe successo.

source: Player %s created!
it: Giocatore %s creato!

source: Player %s joined the galaxy
it: Il giocatore %s si è unito alla partita

source: Player %s left the galaxy
it: Il giocatore %s ha lasciato la galassia

source: Maintenance Chip MCAI04
it: Chip di manutenzione MCAI04

source: This seems to be a chip to track some AI-controlled entity.
it: Questo sembra essere un chip per tracciare un'entità controllata dall'IA.

source: Next AI Location: \s(%1%:%2%)
it: Prossima posizione AI: \s(%1%:%2%)

source: Building Knowledge Tier I
it: Costruire conoscenze di livello I

source: Building Knowledge Tier II
it: Conoscenza della costruzione di livello II

source: Building Knowledge Tier III
it: Conoscenza degli edifici di livello III

source: Building Knowledge Tier IV
it: Conoscenza degli edifici di livello IV

source: Building Knowledge Tier V
it: Costruire conoscenze di livello V

source: Building Knowledge Tier VI
it: Costruire conoscenze di livello VI

source: Building Knowledge Tier VII
it: Conoscenza degli edifici livello VII

source: Requires Tier I knowledge about Iron.
it: Richiede conoscenze di livello I sul Ferro.

source: Requires Tier II knowledge about Titanium.
it: Richiede conoscenze di livello II sul titanio.

source: Requires Tier III knowledge about Naonite.
it: Richiede conoscenze di livello III sui Naoniti.

source: Requires Tier IV knowledge about Trinium.
it: Richiede conoscenze di livello IV su Trinium.

source: Requires Tier V knowledge about Xanion.
it: Richiede conoscenze di livello V su Xanion.

source: Requires Tier VI knowledge about Ogonite.
it: Richiede conoscenze di livello VI sull'ogonite.

source: Unlocks building with a new material.
it: Sblocca l'edificio con un nuovo materiale.

source: Increases buildable ship size.
it: Aumenta le dimensioni della nave costruibile.

source: Requires building knowledge about %s.
it: Richiede conoscenze di costruzione su %s.
