Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Multi-direction thruster that can turn your ship into any direction. Allows strafing. Fragile. Has less power on each direction when compared to Directional Thrusters, but can be used in several directions simultaneously. Thrusters also correct your course and reduce drift.
it: Propulsore multi-direzionale che può far andare la tua nave in qualsiasi direzione. E' Fragile e ha meno potenza rispetto ai propulsori direzionali, ma può essere utilizzato in più direzioni contemporaneamente. I propulsori correggono anche la rotta e riducono la deriva.

source: Two-direction thruster that can turn your ship. Allows strafing. Fragile. Has more power than the omni-direction thrusters, but must be placed more carefully and can only be used in 2 directions. Thrusters also correct your course and reduce drift.
it: Propulsore bidirezionale che può far girare la tua nave. Permette lo strafing. Fragile. Ha più potenza dei propulsori omnidirezionali, ma deve essere posizionato con più attenzione e può essere utilizzato solo in 2 direzioni. I propulsori correggono anche la rotta e riducono la deriva.

source: Contains an array of many gyros that can turn your ship into any direction. Fragile. Strength increases with better materials.
it: Contiene una serie di giroscopi che possono far volare la tua nave in qualsiasi direzione. Fragile. La resistenza aumenta con materiali migliori.

source: Inertia dampeners create artificial subspace friction and help brake your ship. They also correct your course and reduce drift.
it: Gli smorzatori di inerzia creano un attrito subspaziale artificiale e aiutano a frenare la tua nave. Inoltre correggono la rotta e riducono la deriva.

source: Very light and cheap block with little HP. No special functionality, mostly aesthetic.
it: Blocco molto leggero ed economico con pochi HP. Nessuna funzionalità particolare, per lo più estetica.

source: Storage and starting point for fighters.
it: Deposito e punto di decollo per i caccia.

source: On stations, this block creates docking positions for interaction. On ships, this block is used to dock other objects.
it: Sulle stazioni, questo blocco crea punti di attracco per l'interazione. Sulle navi, questo blocco viene utilizzato per attraccare altri oggetti.

source: All turrets built onto this block are immobilized and won't turn.
it: Tutte le torrette costruite su questo blocco sono immobilizzate e non girano.

source: With this block is on your ship, when it gets destroyed, its destruction location is marked on the map. For that to work, the block must be intact at the moment of destruction.
it: Con questo blocco sulla tua nave, quando essa viene distrutta, la posizione di distruzione viene contrassegnata sulla mappa. Affinché funzioni, il blocco deve essere intatto al momento della distruzione.

source: Essentially a factory assembly line. Speeds up production of factories or fighters. Usually seen on stations, but nothing stops you from adding it to your ships.
it: Essenzialmente una catena di montaggio di fabbrica. Accelera la produzione di fabbriche o combattenti. Di solito si equipaggia nelle stazioni, ma nulla ti impedisce di usarlo sulle tue navi.

source: Ejection position for torpedoes. Creates a torpedo shaft on your ship that will store torpedoes and can launch them.
it: Lanciatore per siluri. Crea un lanciasiluri sulla tua nave che ti permetterà di immagazzinare e lanciare siluri.

source: Storage for more torpedoes, if your torpedo shafts aren't enough.
it: Deposito aggiuntivo per siluri, se le tue munizioni non sono sufficienti.

source: This block can hold a special design (reskin) for turrets. A turret built onto this block will have the new design.
it: Questo blocco può contenere un design speciale (reskin) per torrette. Una torretta costruita su questo blocco avrà il nuovo design.

source: Creates an energy shield around your entire ship. The higher the material used for this, the stronger the generated shield.
it: Crea uno scudo di energia intorno all'intera nave. Più alto è il materiale utilizzato per questo, più forte è lo scudo generato.

source: Increases the size of the ship's battery.
it: Aumenta le dimensioni della batteria della nave.

source: Generates energy. Contains an anti-matter chamber and is very sensitive to hyperspace jumps. That's why, when built onto a ship, it has to be carefully planned with the assistance of a Shipyard.
it: Genera energia. Contiene una camera anti-materia ed è molto sensibile ai salti iperspaziali. Ecco perché, quando viene costruito su una nave, deve essere attentamente pianificato con l'assistenza di un cantiere navale.

source: Generates energy. Contains an anti-matter chamber and is very sensitive to hyperspace jumps.
it: Genera energia. Contiene una camera anti-materia ed è molto sensibile ai salti iperspaziali.

source: More than just the poor captain's shield generator! It creates an integrity field around it and improves the strength of the blocks inside. Blocks inside the field take only 25% damage and don't break as easily.
it: Non solo il povero generatore di scudi del capitano! Crea un campo di integrità intorno ad esso e migliora la resistenza dei blocchi all'interno. I blocchi all'interno del campo subiscono solo il 25% dei danni e non si rompono così facilmente.

source: Contributes a large amount of processing power to the ship so you can unlock more subsystem sockets with a smaller ship.
it: Fornisce una grande quantità di potenza di elaborazione alla nave in modo da poter sbloccare più socket del sottosistema con una nave più piccola.

source: Increases the hyperspace jump distance of your ship (diminishing returns). Contains very intricate, hyperspace-sensitive technology. That's why, when built onto a ship, it has to be carefully planned with the assistance of a Shipyard.
it: Aumenta la distanza di salto iperspaziale della tua nave (rendimenti decrescenti). Contiene una tecnologia molto intricata e sensibile all'iperspazio. Ecco perché, quando viene costruito su una nave, deve essere attentamente pianificato con l'assistenza di un cantiere navale.

source: Increases the hyperspace jump distance of your ship (diminishing returns). Contains very intricate, hyperspace-sensitive technology.
it: Aumenta la distanza di salto iperspaziale della tua nave (rendimenti decrescenti). Contiene una tecnologia molto intricata e sensibile all'iperspazio.

source: Makes it possible to interact with stations over a higher distance, as if you were docked.
it: Consente di interagire con le stazioni a una distanza maggiore, come se si fosse ancorati.

source: Makes it possible to send crewmembers to the academy to train them for a specialist position. While a crewmember is being trained, they're not counting towards the workforce.
it: Consente di inviare membri dell'equipaggio in accademia per addestrarli per una posizione specialistica. Mentre un membro dell'equipaggio viene addestrato, non conta per la forza lavoro.

source: Makes it possible to clone crewmembers and create new, untrained crewmen on your ship. You need at least 1 crewman on your ship for this to work.
it: Consente di clonare i membri dell'equipaggio e creare nuovi membri dell'equipaggio non addestrati sulla tua nave. Hai bisogno di almeno 1 membro dell'equipaggio sulla tua nave per farlo funzionare.

source: Easy but fragile technology that creates energy.
it: Tecnologia facile ma fragile che crea energia.

source: This block creates a tiny light a certain distance away. Purely aesthetic.
it: Questo blocco crea una piccola luce a una certa distanza. Puramente estetico.

source: This block creates a tiny, flashing light a certain distance away. Purely aesthetic.
it: Questo blocco crea una piccola luce lampeggiante a una certa distanza. Puramente estetico.

source: This block shines very brightly. Purely aesthetic.
it: Questo blocco brilla molto brillantemente. Puramente estetico.

source: Glass block. Purely aesthetic.
it: Blocco di vetro. Puramente estetico.

source: Very reflective block. Purely aesthetic.
it: Blocco molto riflettente. Puramente estetico.

source: Stone, as taken from asteroids. Heavy, cheap and high durability. Until someone shows up with a mining laser. Mostly aesthetic.
it: Pietra, presa dagli asteroidi. Pesante, economico e di lunga durata. Finché qualcuno non si presenta con un laser da miniera. Per lo più estetico.

source: Holographic block, shots and objects just pass through this. Purely aesthetic.
it: Il blocco olografico, gli scatti e gli oggetti passano solo attraverso questo. Puramente estetico.

source: Portal block, shots and objects just pass through this. Purely aesthetic.
it: Il blocco del portale, gli scatti e gli oggetti passano solo attraverso questo. Puramente estetico.

source: Stone, as taken from asteroids. Heavy and high durability. Until someone shows up with a mining laser. Mostly aesthetic.
it: Pietra, presa dagli asteroidi. Resistente e di lunga durata. Finché qualcuno non si presenta con un laser da miniera. Per lo più estetico.

source: Rift stone, as taken from rift asteroids. Heavy and high durability. Until someone shows up with an r-mining laser. Mostly aesthetic.
it: Pietra di spaccatura, presa dagli asteroidi di spaccatura. Resistente e di lunga durata. Finché qualcuno non si presenta con un laser r-mining. Per lo più estetico.

source: Radiating stone. Heavy and high durability. Until someone shows up with an r-mining laser. Mostly aesthetic.
it: Pietra radiante. Pesante e di lunga durata. Finché qualcuno non si presenta con un laser r-mining. Per lo più estetico.

source: A hull block that shows your ship's name. Mostly aesthetic.
it: Un blocco di scafo che mostra il nome della tua nave. Per lo più estetico.

source: A hull block that shows your alliance's emblem. Mostly aesthetic.
it: Un blocco di scafo che mostra lo stemma della tua alleanza. Per lo più estetico.

source: A destroyed block, not really useful for anything. Mostly aesthetic.
it: Un blocco distrutto, poco utile a nulla, soprattutto estetico.

source: Use to cheaply increase your ship's size and processing power.
it: Usalo per aumentare a buon mercato le dimensioni e la potenza di elaborazione della tua nave.

source: Use to cheaply increase your ship's size.
it: Usalo per aumentare a buon mercato le dimensioni della tua nave.

source: Engines can only point backwards.
it: I motori possono puntare solo all'indietro.

source: This block has internal walls, so building a single large one is more efficient than many small ones.
it: Questo blocco ha pareti interne, quindi costruirne uno grande è più efficiente di molti piccoli.

source: The surface area of these thrusters determines how strong they are in each direction. Thrusters have most leverage when built far at the outer edge of the ship.
it: La superficie di questi propulsori determina la loro forza in ogni direzione. I propulsori hanno più leva quando sono costruiti lontano dal bordo esterno della nave.

source: Thrusters have most leverage when built far at the outer edge of the ship.
it: I propulsori hanno più leva quando sono costruiti lontano dal bordo esterno della nave.

source: Gyros have the same effect no matter where you place them on the ship.
it: I giroscopi hanno lo stesso effetto indipendentemente da dove li metti sulla nave.

source: At least one exit must be free for fighters to start. This block has internal walls, so building a single large one is more efficient than many small ones. Fighters can have a variety of sizes, which is why you'll see a range (from, to) in the stats (on the right) for this block.
it: Almeno un'uscita deve essere libera affinché i combattenti possano iniziare. Questo blocco ha pareti interne, quindi costruirne uno grande è più efficiente di molti piccoli. I combattenti possono avere una varietà di dimensioni, motivo per cui vedrai un intervallo (da, a) nelle statistiche (a destra) per questo blocco.

source: These blocks require some space in order to work properly. On ships, the pulling force is proportional to the size of the block.
it: Questi blocchi richiedono un po' di spazio per funzionare correttamente. Sulle navi, la forza di trazione è proporzionale alla dimensione del blocco.

source: Build it in the center of your ship to protect it.
it: Costruiscilo al centro della tua nave per proteggerlo.

source: These blocks require some space in order to work properly.
it: Questi blocchi richiedono un po' di spazio per funzionare correttamente.

source: The design of the turret must be created separately in the turret design mode.
it: Il design della torretta deve essere creato separatamente nella modalità di progettazione della torretta.

source: Once added, you can always repair it, but the first installation requires careful planning.
it: Una volta aggiunto, puoi sempre ripararlo, ma la prima installazione richiede un'attenta pianificazione.

source: This block profits from surface area, not volume.
it: Questo blocco trae profitto dalla superficie, non dal volume.

source: Requires a Shipyard in the sector to build (ships only).
it: Richiede un cantiere navale nel settore per costruire (solo navi).

source: This requires a Transporter Software Subsystem to work.
it: Ciò richiede un sottosistema software del trasportatore per funzionare.

source: Does nothing when built too small.
it: Non fa nulla quando è costruito troppo piccolo.

source: Vanilla block with windows
it: Blocco di vaniglia con finestre

source: Vanilla block without windows
it: Blocco di vaniglia senza finestre

source: Alternate pattern
it: Modello alternativo

source: Vanilla block without windows, vivid colors
it: Blocco di vaniglia senza finestre, colori vivaci

source: Vanilla block without windows, but white stripes
it: Blocco di vaniglia senza finestre, ma strisce bianche

source: Stripes are easily tileable
it: Le strisce sono facilmente piastrellabili

source: Stripes are oriented around block
it: Le strisce sono orientate attorno al blocco

source: Vanilla block without windows, but dark stripes
it: Blocco di vaniglia senza finestre, ma strisce scure

source: Increases primary acceleration
it: Aumenta l'accelerazione primaria

source: Increases max velocity
it: Aumenta la velocità massima

source: Allows boosting
it: Permette di potenziare

source: Increases cargo storage
it: Aumenta lo stoccaggio del carico

source: Doesn't work if too small
it: Non funziona se troppo piccolo

source: Increases crew size
it: Aumenta le dimensioni dell'equipaggio

source: Low durability
it: Bassa durata

source: Reduces drifting
it: Riduce la deriva

source: Increases rotational speed
it: Aumenta la velocità di rotazione

source: Increases strafing speed
it: Aumenta la velocità di mitragliamento

source: Rotational effects improved when built far from center of mass
it: Effetti rotazionali migliorati quando costruiti lontano dal centro di massa

source: Strength scales with material
it: Scale di resistenza con materiale

source: Creates artificial subspace friction
it: Crea attrito subspaziale artificiale

source: High energy consumption
it: Elevato consumo energetico

source: Low cost
it: Basso costo

source: Low mass
it: Bassa massa

source: Storage for fighters
it: Deposito per combattenti

source: Docking possibility
it: Possibilità di attracco

source: Creates a protective shield
it: Crea uno scudo protettivo

source: Covers the entire ship
it: Copre l'intera nave

source: Requires Transporter Software Subsystem
it: Richiede il sottosistema software del trasportatore

source: Allows transportation over long distances
it: Consente il trasporto su lunghe distanze

source: Interacting with stations as if docked
it: Interagire con le stazioni come se fossero ancorate

source: Academy for training crew members
it: Accademia per la formazione dei membri dell'equipaggio

source: Pods for cloning crew members
it: Cialde per la clonazione dei membri dell'equipaggio

source: Increases battery size
it: Aumenta le dimensioni della batteria

source: Produces energy
it: Produce energia

source: Creates a protective field for blocks
it: Crea un campo protettivo per i blocchi

source: Reduces incoming damage to 25%
it: Riduce i danni in entrata al 25%

source: Blocks inside the field have a very high durability
it: I blocchi all'interno del campo hanno una durata molto elevata

source: Increases processing power for more subsystem sockets
it: Aumenta la potenza di elaborazione per più socket del sottosistema

source: Increases hyperspace jump range
it: Aumenta la portata del salto nell'iperspazio

source: Produces small amounts of energy
it: Produce piccole quantità di energia

source: Yield depends on surface area
it: La resa dipende dalla superficie

source: Non-Functional Block for energy generation
it: Blocco Non Funzionale per la generazione di energia

source: Turrets built on this block are locked into a single direction and can't turn
it: Le torrette costruite su questo blocco sono bloccate in un'unica direzione e non possono girare

source: Marks location of ship destruction on map
it: Contrassegna la posizione della nave distrutta sulla mappa

source: Improves production speed, e.g. for hangars or factories
it: Migliora la velocità di produzione, ad esempio per hangar o fabbriche

source: Maximum simultaneous productions: %i
it: Numero massimo di produzioni simultanee: %i

source: Launches torpedoes
it: Lancia siluri

source: Can hold up to %i torpedoes
it: Può contenere fino a %i siluri

source: Provides torpedo storage
it: Fornisce lo stoccaggio dei siluri

source: Base for turret designs
it: Base per disegni torretta

source: Stops railgun projectiles
it: Ferma i proiettili dei cannoni ferroviari

source: Shiny
it: Lucido

source: Holographic
it: Olografico

source: No durability
it: Nessuna durata

source: High durability
it: Elevata durata

source: High mass
it: Massa elevata

source: Immune to electricity weapons
it: Immune alle armi elettriche

source: Higher durability
it: Maggiore durata

source: Very high mass
it: Massa molto elevata

source: Brittle
it: Friabile

source: Displays the name of your ship
it: Visualizza il nome della tua nave

source: Uses its material as text color
it: Utilizza il suo materiale come colore del testo

source: Displays your emblem
it: Mostra il tuo emblema

source: Very high collision damage reduction
it: Riduzione dei danni da collisione molto elevata

source: Good collision damage reduction
it: Buona riduzione dei danni da collisione

source: Small collision damage reduction
it: Riduzione dei danni da collisione di piccole dimensioni

source: Academy
it: Accademia

source: Boarding of %s failed!
it: Abbordaggio di %s non riuscito!

source: Defunct Station
it: Stazione distrutta

source: Boarding successful!
it: Abbordaggio riuscito!

source: Commander, we have successfully boarded %s!
it: Comandante, abbiamo abbordato con successo %s!

source: %1% is boarding your craft %2% in sector \s(%3%:%4%).
it: %1% sta abbordando la tua nave %2% nel settore \s(%3%:%4%).

source: %1% is boarding one of your crafts in sector \s(%2%:%3%).
it: %1% sta abbordando una delle tue navi nel settore \s(%2%:%3%).

source: No Cargo
it: Nessun carico

source: Cloning Pods
it: Capsule di clonazione

source: Not enough crew quarters.
it: Non ci sono abbastanza alloggi per l'equipaggio.

source: You haven't paid your crew.
it: Non hai pagato il tuo equipaggio.

source: You can't assign %s.
it: Non puoi assegnare %s.

source: You don't have enough unemployed crew members.
it: Non hai abbastanza membri dell'equipaggio disponibili.

source: There's not enough space in your crew.
it: Non c'è abbastanza spazio nei tuoi alloggi.

source: Overpopulated.
it: Sovrappopolato.

source: Underpaid.
it: Sottopagato.

source: Engine
it: Motore

source: None
it: Nessuna

source: Ship
it: Nave

source: Station
it: Stazione

source: Turret
it: Torretta

source: Asteroid
it: Asteroide

source: Wreckage
it: Rottami

source: Anomaly
it: Anomalia

source: Loot
it: Bottino

source: Fighter
it: Caccia

source: Torpedo
it: Siluro

source: Container
it: Contenitore

source: Unknown
it: Sconosciuto

source: Other
it: Altro

source: Flight Assist
it: Assistente di volo

source: Gyros
it: Giroscopio

source: Paid %1% %2% to enqueue fighters for production on %3%.
it: Paga %1% %2% per accodare i caccia per la produzione su %3%.

source: All productions at full capacity.
it: Tutte le produzioni a pieno regime.

source: No blueprint set.
it: Nessun progetto impostato.

source: Not enough space in hangar.
it: Spazio insufficiente nell'hangar.

source: Not enough resources.
it: Risorse insufficienti.

source: Production is disabled.
it: La produzione è disabilitata.

source: Squad is full.
it: La squadra è al completo.

source: No assembly blocks on craft.
it: Nessun blocco di assemblaggio sull'imbarcazione.

source: Not enough Fighter Control Systems.
it: Sistemi di controllo caccia insufficienti.

source: Cannot produce right now.
it: Impossibile produrre in questo momento.

source: Jump route calculated.
it: Rotta del salto calcolata, Avviare motori iperspaziali...

source: This sector is out of reach with this ship.
it: Questo settore risulta fuori portata con questa nave.

source: There are rifts in the space-time continuum blocking access to this sector.
it: Ci sono Rift nel continuum spazio-temporale che bloccano l'accesso a questo settore.

source: You can't jump into a sector torn by rifts in the space-time continuum.
it: Non si può saltare in un settore colpito dai Rift nel continuum spazio-temporale.

source: Hyperspace Engine
it: Motore iperspaziale

source: Life Support
it: Supporto vitale

source: Shields
it: Scudi

source: Ship Systems
it: Sistemi navali

source: Integrity
it: Integrità

source: Thrusters
it: Propulsori

source: Not enough room.
it: Non c'è abbastanza spazio.

source: Torpedo Launcher
it: Lanciasiluri

source: Turrets
it: Torrette

source: Weapons
it: Armi

source: Subsystem Sockets
it: Prese Sottosistema

source: Processing Power
it: Potenza di elaborazione

source: Blocks
it: Blocchi

source: Cargo Hold
it: Stiva

source: Hyperspace Cooldown
it: Salto nell'iperspazio in Cooldown

source: Hyperspace Jump Energy
it: Energia per il salto nell'iperspazio

source: Hyperspace Reach
it: Portata del salto nell'iperspazio

source: Radar Reach
it: Raggio del radar

source: Yaw (Left/Right)
it: Imbardata (sinistra/destra)

source: Pitch (Up/Down)
it: Cambio di quota (Su/Giù)

source: Roll
it: Rollata

source: Max Velocity
it: Velocità massima

source: Acceleration
it: Accelerazione

source: Deceleration
it: Decelerazione

source: Hull
it: Scafo

source: Shield
it: Scudo

source: Mass
it: Massa

source: Gunners
it: Artiglieri

source: Miners
it: Minatori

source: Engineers
it: Ingegneri

source: Mechanics
it: Meccanici

source: Pilots
it: Piloti

source: Req. Gunners
it: Artiglieri richiesti

source: Req. Miners
it: Minatori richiesti

source: Req. Engineers
it: Ingegneri richiesti

source: Req. Mechanics
it: Meccanici richiesti

source: Req. Pilots
it: Piloti richiesti

source: Crew
it: Equipaggio

source: Crew Quarters
it: Alloggi per l'equipaggio

source: Fire Power
it: Potenza di fuoco

source: Crew Pay
it: Pagamento dell'equipaggio

source: Req. Energy
it: Energia richiesta .

source: Generated Energy
it: Energia generata

source: Storable Energy
it: Energia immagazzinabile

# Width x Height x Length
source: W x H x L
it: L x A x P

source: Width
it: Larghezza

source: Height
it: Altezza

source: Length
it: Lunghezza

source: Occupied Hangar Space
it: Spazio nell'hangar occupato

source: Hangar Space
it: Spazio dell'hangar

source: Small Fighters
it: Caccia Piccoli

source: Medium Fighters
it: Caccia Medi

source: Large Fighters
it: Caccia Grandi

source: Production Capacity
it: Capacità produttiva

source: Production Speedup
it: Accelerazione della produzione
