Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Productions
it: Produzioni

source: Docks
it: Attracchi

source: Free Arbitrary Turrets
it: Torrette arbitrarie disponibili

source: Armed Turret Slots
it: Slot Torretta militare

source: Unarmed Turret Slots
it: Slot Torretta civile

source: Defensive Turret Slots
it: Slot Torretta militare difensiva

source: Arbitrary Turret Slots
it: Slot torretta arbitraria

source: Unarmed Turrets In Arbitrary Slots
it: Torrette civili in slot arbitrari

source: Armed Turrets In Arbitrary Slots
it: Torrette militari in slot arbitrari

source: Defensive Turrets In Arbitrary Slots
it: Torrette militari difensive in slot arbitrari

source: Torpedo Storage Space
it: Spazio di stoccaggio siluri

source: Cloning Capacity
it: Capacità di clonazione

source: Academy Capacity
it: Capacità dell'Accademia

source: Recruit
it: Recluta

source: Sergeant
it: Sergente

source: Lieutenant
it: Tenente

source: Colonel
it: Colonnello

# as in an undefined amount of Engineers
source: Engineers
it: Ingegneri

# as in an undefined amount of Gunners
source: Gunners
it: Artiglieri

# as in an undefined amount of Miners
source: Miners
it: Minatori

# as in an undefined amount of Mechanics
source: Mechanics
it: Meccanici

# as in an undefined amount of Pilots
source: Pilots
it: Piloti

# as in an undefined amount of Security
source: Security
it: Guardie di Sicurezza

# as in an undefined amount of Boarders
source: Boarders
it: Personale d'abbordaggio

# as in an undefined amount of Crewmembers
source: Crewmembers
it: Membri dell'equipaggio

source: These eager allrounders can be assigned to nearly any position.
it: I tuttofare possono essere assegnati a quasi tutte le postazioni.

source: Engineers maintain and run all technical blocks on your ship.
it: Gli ingegneri mantengono ed eseguono tutti i blocchi tecnici sulla tua nave.

source: Gunners operate armed turrets. They take care of energy supply, ammunition, maintenance, targeting systems, and many more.
it: Gli artiglieri gestiscono le torrette offensive, inoltre si occupano anche dell'approvvigionamento energetico, munizioni, manutenzione, sistemi di puntamento.

source: Miners operate mining turrets. They take care of energy supply, ores and scrap, maintenance, targeting, and many more.
it: I minatori gestiscono le torrette minerarie. Si occupano di approvvigionamento energetico, minerali, rottami, manutenzione e targeting.

source: Mechanics repair your ship but cannot rebuild destroyed blocks.
it: I meccanici riparano la tua nave ma non possono ricostruire i blocchi distrutti.

source: Pilots will fly fighters.
it: I piloti voleranno sui caccia.

source: Security will defend your ships against enemy boarders.
it: La sicurezza difenderà le tue navi dagli abbordaggi ostili.

source: Boarders can be flown to other ships to infiltrate and take over those ships.
it: Il personale d'abbordaggio può essere utilizzato per infiltrarsi e prendere il controllo delle navi.

source: 1 Engineer
it: 1 Ingegnere

source: 1 Gunner
it: 1 Artigliere

source: 1 Miner
it: 1 Minatore

source: 1 Mechanic
it: 1 Meccanico

source: 1 Pilot
it: 1 Pilota

source: 1 Security
it: 1 Guardia di Sicurezza

source: 1 Boarder
it: 1 Personale d'abbordaggio

source: 1 Crewmember
it: 1 membro dell'equipaggio

source: Engineer
it: Ingegnere

source: Gunner
it: Artigliere

source: Miner
it: Minatore

source: Mechanic
it: Meccanico

source: Pilot
it: Pilota

source: Security
it: Sicurezza

source: Boarder
it: Personale d'abbordaggio

source: Crewmember
it: Membro dell'equipaggio

# Damage Type
source: None
it: Nessuno

# Damage Type
source: Physical
it: Fisico

# Damage Type
source: Energy
it: Energia

# Damage Type
source: Anti Matter
it: Anti-Materia

# Damage Type
source: Electric
it: Elettrico

# Damage Type
source: Fragments
it: Frammenti

source: No errors.
it: Nessun errore.

source: Not enough space for pilots.
it: Spazio insufficiente per i piloti.

source: The fighter's squad doesn't exist.
it: La squadra dei caccia non esiste.

source: The object trying to land isn't a fighter.
it: L'oggetto che sta cercando di atterrare non è un caccia.

source: The fighter's squad is full.
it: La squadra del caccia è al completo.

source: There are no useable landing positions.
it: Non ci sono posizioni di atterraggio utilizzabili.

source: This is the wrong mothership.
it: Questa è la nave madre sbagliata.

# Fighter Orders
source: Attack
it: Attacca

# Fighter Orders
source: Defend
it: Difendi

# Fighter Orders
source: Return
it: Ritorna

# Fighter Orders
source: Harvest
it: Raccolta

# Fighter Orders
source: Fly To Location
it: Vola verso la posizione

# Fighter Orders
source: Board
it: Bacheca

# Fighter Orders
source: Repair Target
it: Ripara Obiettivo

# Fighter Orders
source: Repair Nearby
it: Ripara nella zona

# Fighter Orders
source: Collect Loot
it: Raccogli il bottino

source: No error.
it: Nessun errore.

source: No Hangar!
it: Hangar non trovato!

source: Squad not found!
it: Squadra non trovata!

source: Squad empty!
it: Squadra vuota!

source: No start position!
it: Nessuna posizione di partenza!

source: Maximum fighters started!
it: Tutti caccia avviati!

source: Fighter not found!
it: Caccia non trovato!

source: No pilots!
it: Niente piloti!

source: No crew!
it: Niente equipaggio!

source: No fighter found!
it: Nessun caccia trovato!

source: Wrong fighter type!
it: Tipo di caccia sbagliato!

source: Invalid target!
it: Obiettivo non valido!

source: Target's hull is still too strong!
it: Lo scafo del bersaglio è ancora troppo integro!

source: Not enough Fighter Control Systems!
it: Sistemi di controllo caccia insufficienti!

source: Armed Fighter Squad
it: Squadra di Caccia Armata

source: Mining Fighter Squad
it: Squadra di Caccia Mineraria

source: Salvaging Fighter Squad
it: Recupera Squadra Caccia

source: Repair Fighter Squad
it: Ripara la Squadra Caccia

source: Boarding Shuttle Squad
it: Squadra Navetta d'Abbordaggio

source: Full
it: Pieno

source: The block must not touch a turret.
it: Il blocco non deve toccare una torretta.

source: The block overlaps too much with another block.
it: Il blocco si sovrappone troppo con un altro blocco.

source: The block does not touch another block.
it: Il blocco non tocca un altro blocco.

source: The block overlaps with a docked object.
it: Il blocco si sovrappone a un oggetto ancorato.

source: The turret must not intersect with another block.
it: La torretta non deve intersecarsi con un altro blocco.

source: The turret line of sight intersects with another block.
it: La linea di vista della torretta si interseca con un altro blocco.

source: You cannot build a turret onto a block of a lower material.
it: Non è possibile costruire una torretta su un blocco di materiale inferiore.

source: You cannot build a turret onto holographic blocks.
it: Non puoi costruire una torretta su blocchi olografici.

source: You cannot build a turret onto an engine.
it: Non puoi costruire una torretta su un motore.

source: You cannot build a turret onto a thruster.
it: Non puoi costruire una torretta su un propulsore.

source: You cannot build a turret onto hangar openings.
it: Non puoi costruire una torretta sulle aperture dell'hangar.

source: The turret is not entirely on the block.
it: La torretta non è completamente sul blocco.

source: There is already a turret at this position.
it: C'è già una torretta in questa posizione.

source: Contains invalid characters!
it: Contiene caratteri non validi!

source: Must contain at least one letter!
it: Deve contenere almeno una lettera!

source: Must have at least 3 characters!
it: Deve avere almeno 3 caratteri!

source: Must begin with a letter!
it: Deve iniziare con una lettera!

source: Beginner
it: Principiante

# difficulty
source: Easy
it: Facile

source: Normal
it: Normale

source: Veteran
it: Veterano

source: Expert
it: Esperto

source: Insane
it: Folle

source: Note: you can change the difficulty at any time.
it: Nota: è possibile modificare la difficoltà in qualsiasi momento.

source: Predictable enemies, few torpedoes and extremely reduced damage
it: Nemici prevedibili, pochi siluri e danni estremamente ridotti

source: Incoming torpedoes have highly reduced speed
it: I siluri in arrivo hanno una velocità molto ridotta

source: No parts of your ship break off in combat
it: Nessuna parte della tua nave si rompe in combattimento

source: You can build & repair any time, even with enemies nearby
it: Puoi costruire e riparare in qualsiasi momento, anche con nemici nelle vicinanze

source: No building restrictions
it: Nessuna restrizione di costruzione

source: Good initial relations with AI factions
it: Buona reputazione iniziale con le fazioni AI

source: One Reconstruction Kit and a crew of four for new ships
it: Un kit di ricostruzione e un equipaggio di quattro persone per le nuove navi

source: Lots of starter resources
it: Molte risorse iniziali

source: You're the king (or queen)! Enemy damage is reduced to almost nothing. Enemy ships try to be as nice as possible to you while they are trying to kill you. Nearly every AI faction you meet will like you a lot immediately. No building restrictions.
it: Sei il capo indiscusso! Il danno nemico è quasi nullo. Le navi nemiche cercano di essere il più gentili possibile con te mentre cercano di ucciderti. Quasi tutte le fazioni IA che incontrerai ti saranno immediatamente amichevoli. Nessuna restrizione di costruzione.

source: This mode is designed to be as easy and beginner-friendly as possible.
it: Questa modalità è ideata per essere il più semplice possibile per i principianti.

source: Predictable enemies, few torpedoes and highly reduced damage
it: Nemici prevedibili, pochi siluri e danni molto ridotti

source: Incoming torpedoes have reduced speed
it: I siluri in arrivo hanno una velocità ridotta

source: No parts of your ship break off while your ship has over 20% HP
it: Nessuna parte della tua nave si rompe mentre hai più dell'20% di punti vita

source: Improved initial relations with AI factions
it: Reputazione iniziale migliorata con le fazioni AI

source: Starter resources
it: Risorse iniziali

source: Typical 'Easy' mode. Enemy damage is reduced by a lot, and enemies won't fly too far away so you can still hit them. Not many AI factions you meet will dislike you. No building restrictions.
it: Tipica modalità "Facile". I danni del nemico sono ridotti di molto e i nemici non voleranno troppo lontano dai tuoi cannoni. Non molte fazioni IA che incontri ti saranno ostili. Nessuna restrizione di costruzione.

source: Designed for casual fun without many annoyances.
it: Progettato per un divertimento casual senza molti fastidi.

source: Normal enemies, fair damage
it: Nemici normali, danni equi

source: Incoming torpedoes have slightly reduced speed
it: I siluri in arrivo hanno una velocità leggermente ridotta

source: No parts of your ship break off while your ship has over 40% HP
it: Nessuna parte della tua nave si rompe mentre hai più dell'40% di punti vita

source: Slightly improved initial standings to AI factions
it: Reputazione iniziale leggermente migliorata con le fazioni AI

source: Few starter resources
it: Poche risorse iniziali

source: Enemy strength is balanced for a fun challenge. You should be able to take on pirate groups of 3 or less by yourself. When meeting new AI factions, initial standings will be slightly better than usual.
it: La forza del nemico è bilanciata per una sfida divertente. Dovresti essere in grado di affrontare gruppi di pirati di 3 o meno da solo. Quando si incontrano nuove fazioni IA, la reputazione iniziale sarà leggermente migliore del solito.

source: Recommended difficulty for your first playthrough.
it: Difficoltà consigliata per chi gioca la prima volta su Avorion.

source: Normal enemies, challenging damage
it: Nemici normali, danni impegnativi

source: Enemies try to take some advantage of long-range weaponry
it: I nemici cercano di trarre vantaggio dalle armi a lungo raggio

source: No parts of your ship break off while your ship has over 80% HP
it: Nessuna parte della tua nave si rompe mentre hai pìu dell'80% di punti vita

source: Default initial standings to AI factions
it: Reputazione iniziale predefinita per le fazioni AI

source: One Reconstruction Kit and a crew of two for new ships
it: Un kit di ricostruzione e un equipaggio di due persone per le nuove navi

source: No starter resources
it: Nessuna risorsa iniziale

source: Better Loot (+50% chance of finding rare loot)
it: Bottino migliorato (+50% di probabilità di trovare bottino raro)

source: Enemy ships are much more on-par with your ship. Even small groups of enemies can quickly overwhelm you. The galaxy is a much more dangerous place.
it: Le navi nemiche sono molto più in linea con la tua nave. Anche piccoli gruppi di nemici possono sopraffarti rapidamente. La galassia è un posto molto più pericoloso.

source: This is the way the game is designed to be played if you want a challenge. It's also the way the devs regularly play it. Not recommended if you've never played Avorion before.
it: Questo è il modo in cui il gioco è progettato per essere giocato se vuoi una sfida. È anche il modo in cui gli sviluppatori lo immaginano. Non consigliato se non hai mai giocato ad Avorion prima.

source: Mean enemies, equal damage
it: Nemici medi, danno uguale

source: Enemies aim well and try to take full advantage of long-range weaponry
it: I nemici mirano bene e cercano di sfruttare appieno le armi a lungo raggio

source: Parts of your ship can always break off in combat
it: Parti della tua nave possono rompersi in combattimento in qualsiasi momento

source: Slightly worse initial standings to AI factions
it: Reputazione iniziale leggermente peggiore per le fazioni AI

source: Better Loot (+100% chance of finding rare loot)
it: Bottino migliorato (+100% di probabilità di trovare bottino raro)

source: You're no longer special. Enemies no longer deal reduced damage to you, so every ship is equal to yours. Even trash mobs have a good chance of killing you one on one if they have similar size and armament.
it: Non sei più speciale. I nemici non ti infliggono più danni ridotti, quindi ogni nave è pari alla tua. Anche i cestini della spazzatura hanno buone probabilità di ucciderti uno contro uno se hanno dimensioni e armamenti simili.

source: Recommended for expert players who want to meet enemy ships at eye level.
it: Consigliato ai giocatori esperti che vogliono incontrare navi nemiche all'altezza delle loro aspettative.

source: Mean enemies, mean damage
it: Nemici medi, danno maggiorato

source: No Reconstruction Kits
it: Nessun kit di ricostruzione

source: Perma-Destruction
it: Distruzione della nave definitiva

source: Worse initial standings to AI factions
it: La peggior Reputazione iniziale per le fazioni AI

source: Better Loot (+150% chance of finding rare loot)
it: Bottino migliorato (+150% di probabilità di trovare bottino raro)

source: Enemy damage against you is ramped up. Reconstruction Kits no longer work. When you lose a ship, it's gone for good - including its subsystems, turrets and other equipment. Initial standings to many AI factions will be bad.
it: Il danno nemico contro di te è aumentato. I kit di ricostruzione non funzionano più. Quando perdi una nave, è finita per sempre, compresi i suoi sottosistemi, torrette e altre attrezzature. La reputazione iniziale per molte fazioni IA sarà negativa.

source: Hardcore mode for hardcore players who like to get hurt.
it: Modalità hardcore per giocatori a cui piace farsi del male.

source: Note: You can change the difficulty any time, but once you switch down to 'Expert', there is no going back to 'Hardcore' or 'Insane'.
it: Nota: è possibile modificare la difficoltà in qualsiasi momento, ma una volta passato a "Esperto", non sarà possibile tornare a "Hardcore" o "Insane".

source: Mean enemies, stupid damage
it: Nemici spietati, danni esagerati

source: Much worse initial standings to AI factions
it: Reputazione iniziale tra le peggiori per le fazioni AI

source: Better Loot (+200% chance of finding rare loot)
it: Bottino migliorato (+200% di probabilità di trovare bottino raro)

source: Like Hardcore, but enemy damage against you is ramped up more - a lot more. Initial standings with other factions are even worse.
it: Come Hardcore, ma il danno nemico contro di te è veramente MOLTO più esagerato. La Reputazione iniziale con le altre fazioni è ancora peggiore.

source: You don't have to do this, really.
it: Non devi farlo, davvero.

# material color
source: Dark %s
it: Scuro %s

# material color
source: %s Ore
it: %s Minerali

source: Maximum block limit (%s) of this server reached!
it: Limite massimo di blocco (%s) di questo server raggiunto!

source: Minimum ship size (%s) of this server would be undercut!
it: La dimensione minima della nave (%s) di questo server sarebbe inferiore!

source: Maximum ship volume limit (%1% %2%) of this server reached!
it: Limite massimo del volume di spedizione (%1% %2%) di questo server raggiunto!

source: Maximum station volume limit (%1% %2%) of this server reached!
it: Limite massimo del volume della stazione (%1% %2%) di questo server raggiunto!

source: Design is empty!
it: Il design è vuoto!

source: No muzzle positions set!
it: Nessuna posizione della museruola impostata!

source: The turret doesn't lie completely in its bounding box!
it: La torretta non rientra completamente nel suo riquadro di delimitazione!

source: You cannot board that target!
it: Non puoi abbordare quel bersaglio!

source: Target's hull isn't damaged enough!
it: Lo scafo del bersaglio non è danneggiato abbastanza!

source: No boarding shuttles!
it: Niente navette d'imbarco!

source: No boarders!
it: Niente pensionanti!

source: No Hangar
it: Nessun hangar

source: No Boarding Shuttles
it: Nessuna navetta d'imbarco

source: No Crew
it: Nessun equipaggio

source: No Pilots
it: Nessun pilota

source: No Boarders
it: Nessun pensionante

source: It's impossible to repair in this environment.
it: È impossibile riparare in questo ambiente.

source: You can't repair your ship while enemies are nearby.
it: Non puoi riparare la tua nave mentre i nemici sono nelle vicinanze.

source: You were damaged recently. You have to wait another %s seconds until you can repair your ship.
it: Hai subito dei danni di recente. Devi aspettare altri %s secondi prima di poter riparare la tua nave.

source: You were damaged recently and the game is paused. Unpause the game for %s seconds to repair your ship.
it: Sei stato danneggiato di recente e il gioco è in pausa. Annulla la sospensione del gioco per %s secondi per riparare la tua nave.

source: It's impossible to build in this environment.
it: È impossibile costruire in questo ambiente.

source: You can't build while enemies are nearby.
it: Non puoi costruire mentre i nemici sono nelle vicinanze.

source: You were damaged recently. You have to wait another %s seconds until you can build.
it: Hai subito danni di recente. Devi aspettare altri %s secondi prima di poter costruire.

source: You were damaged recently and the game is paused. Unpause the game for %s seconds to build.
it: Sei stato danneggiato di recente e il gioco è in pausa. Annulla la pausa del gioco per %s secondi per costruire.

source: No resources
it: Nessuna risorsa

# ex: 5 Iron and 15 Titanium
source: %1% %2% and %3% %4%
it: %1% %2% e %3% %4%

# ex: 5 Iron, 66 Naonite and 15 Titanium
source: %1% %2%, %3% %4% and %5% %6%
it: %1% %2%, %3% %4% e %5% %6%

# ex: 5 Iron, 66 Naonite, 13 Trinium and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6% and %7% %8%
it: %1% %2%, %3% %4%, %5% %6% e %7% %8%

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8% and %9% %10%
it: %1% %2%, %3% %4%, %5% %6%, %7% %8% e %9% %10%

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% and %11% %12%
it: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% e %11% %12%

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% and %13% %14%
it: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% e %13% %14%

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% and %15% %16%
it: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% e %15% %16%

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% and %17% %18%
it: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% e %17% %18%

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% and %19% %20%
it: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% e %19% %20%

source: Lots of resources
it: Molte risorse

# ex: 5 Iron
source: You need %1% %2%
it: Hai bisogno di %1% %2%

# ex: 5 Iron and 15 Titanium
source: You need %1% %2% and %3% %4%
it: Hai bisogno di %1% %2% e %3% %4%

# ex: 5 Iron, 66 Naonite and 15 Titanium
source: You need %1% %2%, %3% %4% and %5% %6%
it: Hai bisogno di %1% %2%, %3% %4% e %5% %6%

# ex: 5 Iron, 66 Naonite, 13 Trinium and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6% and %7% %8%
it: Hai bisogno di %1% %2%, %3% %4%, %5% %6% e %7% %8%

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8% and %9% %10%
it: Hai bisogno di %1% %2%, %3% %4%, %5% %6%, %7% %8% e %9% %10%

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% and %11% %12%
it: Sono necessari %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% e %11% %12%

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% and %13% %14%
it: Sono necessari %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% e %13% %14%

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% and %15% %16%
it: Hai bisogno di %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% e %15% %16%

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% and %17% %18%
it: Sono necessari %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% e %17% %18%

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% and %19% %20%
it: Hai bisogno di %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% e %19% %20%

source: You need lots of resources
it: Hai bisogno di molte risorse

source: Warning: not all turrets could be restored because they weren't in your inventory.
it: Attenzione: non tutte le torrette potrebbero essere ripristinate perché non erano nel tuo inventario.

source: Maximum ship limit for this faction (%s) of this server reached!
it: Limite massimo di navi per questa fazione (%s) di questo server raggiunto!

source: Maximum station limit for this faction (%s) of this server reached!
it: Limite massimo di stazioni per questa fazione (%s) su questo server raggiunto!

source: Subsystem
it: Sottosistema

source: Turret Template
it: Modello torretta

source: Vanilla Item
it: Oggetto Vanilla

source: Usable Item
it: Oggetto utilizzabile

source: Turret
it: Torretta

source: Double
it: Doppio

source: Triple
it: Tripla

source: Iron
it: Ferro

source: Titanium
it: Titanio

source: Petty
it: Penoso

source: Common
it: Comune
