Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Buy a Trade Guild Beacon from an Equipment Dock
it: Acquista un Faro della Gilda Commerciale da un Dock Equipaggiamento

source: Activate the Trade Guild Beacon
it: Attiva il Faro della Gilda Commerciale

source: Buy the Artifact from the Mobile Merchant
it: Acquista l'artefatto dal commerciante mobile

source: Hello! There are merchants from the Trading Guilds that might sell one of the artifacts you are looking for. It seems that they have to be called in a special way. Look out for a way to call them and you should be able purchase an artifact. Greetings, %1%
it: Ciao! Ci sono mercanti delle Gilde Commerciali che potrebbero vendere uno degli artefatti che stai cercando. Sembra che debbano essere chiamati in un modo speciale. Cerca un modo per chiamarli e dovresti essere in grado di acquistare un manufatto. Saluti, %1%

# Mail Subject
source: Trading Guild
it: Gilda commerciale

source: Getting Technical
it: Ottenere informazioni tecniche

source: Collect and research Xsotan technology to use against the Wormhole Guardian.
it: Raccogli e ricerca la tecnologia Xsotan da utilizzare contro il Guardiano del wormhole.

source: Crossing the Barrier
it: Attraversamento della barriera

source: Be the first to cross the Barrier.
it: Sii il primo ad attraversare la Barriera.

source: (optional) Ask the Hermit for more information
it: (facoltativo) Chiedi maggiori informazioni all'Eremita

source: Cross the Barrier
it: Attraversa la barriera

source: Hello! Nicely done! You collected all artifacts. Now, according to my sources you have to find the sector with the eight key asteroids to open the gate. It should be close to the barrier. Good luck! Greetings, %1%
it: Ciao! Ben fatto! Hai raccolto tutti gli artefatti. Ora, secondo le mie fonti devi trovare il settore con gli otto asteroidi chiave per aprire il cancello. Dovrebbe essere vicino alla barriera. Buona fortuna! Saluti, %1%

# Mail Subject
source: Find and activate the gate
it: Trova e attiva il cancello

source: (optional) Ask the Hermit for more information (${x}:${y})
it: (facoltativo) Chiedi all'Eremita maggiori informazioni (${x}:${y})

source: Would you help me again?
it: Mi aiuteresti di nuovo?

source: Ah the young one again, what is it this time?
it: Ah di nuovo il giovane, cosa c'è questa volta?

source: I need more information.
it: Ho bisogno di maggiori informazioni.

source: Always on the hunt, hu? Well, start talking!
it: Sempre a caccia, eh? Beh, inizia a parlare!

source: I have the eight artifacts. Now what?
it: Ho gli otto artefatti. E adesso?

source: Ah, you’re looking for the gate. Very interesting thing that was. Hum, mh, hum, where do I start.. Remember the ship from the center that I told you about? Their arrival started a race of the best scientists and the most ruthless corporations to find a way to the inside.
it: Ah, stai cercando il cancello. Era una cosa molto interessante. Hum, mh, hum, da dove comincio.. Ricordi la nave dal centro di cui ti ho parlato? Il loro arrivo ha dato il via a una corsa dei migliori scienziati e delle corporazioni più spietate per trovare un modo per entrare.

source: How did that go?
it: Com' è andata?

source: About as well as you could expect. Supposedly they managed to build a teleporter system that would be able to open a gate across the barrier. But they never managed to open it. There’s been tons of rumors that these artifacts you have could make it work, but nobody has ever tried.
it: Più o meno come ci si poteva aspettare. Presumibilmente sono riusciti a costruire un sistema di teletrasporto che sarebbe stato in grado di aprire un cancello attraverso la barriera. Ma non sono mai riusciti ad aprirlo. Ci sono state un sacco di voci che questi artefatti che hai potrebbero farlo funzionare, ma nessuno ci ha mai provato.

source: That sounds promising. Where was that?
it: Sembra promettente. Dov'era?

source: I've never been there myself. But I've heard that lots of workers with machinery were seen entering sector (${x}:${y}). You should go there.
it: Io non ci sono mai stato. Ma ho sentito che molti lavoratori con macchinari sono stati visti entrare nel settore (${x}:${y}). Dovresti andarci.

source: Thank you, I’ll start there.
it: Grazie, inizierò da lì.

source: Operation Exodus
it: Operazione Exodus

source: Operation Exodus:${remaining}
it: Operazione Exodus:${remaining}

# first part of a code that has to be used on a keypad later
source: Code Fragment A =
it: Frammento di codice A =

# second part of a code that has to be used on a keypad later
source: Code Fragment B =
it: Frammento di codice B =

source: Explore the final sector
it: Esplora il settore finale

source: After deciphering the beacons, you found another beacon leading to a new location:
it: Dopo aver decifrato i beacon, hai trovato un altro beacon che porta a una nuova posizione:

source: Messages:
it: Messaggi:

source: You found a beacon with a cryptic message for all participants of the so-called 'Operation Exodus'.
it: Hai trovato un faro con un messaggio criptico per tutti i partecipanti alla cosiddetta "Operazione Exodus".

source: The Haathi
it: Gli Haathi

source: Find out more about the Haathi
it: Scopri di più su Haathi

source: Find the first beacon
it: Trova il primo faro

source: Ask around to find another beacon. Once you have found matching beacons, go to the location indicated by them
it: Chiedi in giro per trovare un altro faro. Una volta trovati i beacon corrispondenti, recati nella posizione da loro indicata

source: Find the beacon in sector
it: Trova il faro nel settore

source: Follow the beacons
it: Segui i beacon

source: Talk to the final beacon
it: Parla con il faro finale

source: Hello! Somebody told me about strange beacons in this area. We should go take a look at them. Greetings, The Hermit
it: Ciao! Qualcuno mi ha parlato di strani fari in questa zona. Dovremmo andare a dargli un'occhiata. Saluti, L'Eremita

source: Hello! Somebody told me about strange beacons in this area. We should go take a look at them. I already tracked one in sector (%1%:%2%). Go there and take a look at the beacon. Greetings, The Hermit
it: Ciao! Qualcuno mi ha parlato di strani fari in questa zona. Dovremmo andare a dargli un'occhiata. Ne ho già rintracciato uno nel settore (%1%:%2%). Vai lì e dai un'occhiata al faro. Saluti, L'Eremita

# Mail Subject
source: The Haathi
it: Gli Haathi

source: Investigate the beacon in sector (${xCoord}:${yCoord})
it: Indaga sul faro nel settore (${xCoord}:${yCoord})

source: Do you know where to find beacons that talk to you?
it: Sai dove trovare i beacon che ti parlano?

source: Go to the beacon in sector (${xCoord}:${yCoord})
it: Vai al faro nel settore (${xCoord}:${yCoord})

source: I've never seen anything of the sort. Ask someone else.
it: Non ho mai visto niente del genere. Chiedi a qualcun altro.

source: There was a strange beacon in sector (${x}:${y}). It didn't do anything special except repeating a message over and over that I couldn't do anything with.
it: C'era uno strano faro nel settore (${x}:${y}). Non ha fatto nulla di speciale se non ripetere un messaggio più e più volte con cui non potevo fare nulla.

source: The adventurer heard some interesting rumors. He thinks he knows someone that could help you find out more about the Xsotan.
it: L'avventuriero sentì alcune voci interessanti. Pensa di conoscere qualcuno che potrebbe aiutarti a scoprire di più sugli Xsotan.

source: Wait for new information
it: Attendi nuove informazioni

source: Read the second mail
it: Leggi la seconda mail

source: Hello! You’ve found an interesting artifact. You should hang on to it! Meet me in sector (%1%:%2%). I‘ve found out a lot about the Xsotan! There is only one small hitch... Let's talk about that in person. Greetings, %3%
it: Ciao! Hai trovato un artefatto interessante. Dovresti tenertelo stretto! Incontriamoci nel settore (%1%:%2%). Ho scoperto molto sugli Xsotan! C'è solo un piccolo intoppo... Parliamone di persona. Saluti, %3%

# Mail Subject
source: Need to talk
it: Ho bisogno di parlare

source: Meet the Hermit in sector (${xCoord}:${yCoord})
it: Incontra l'Eremita nel settore (${xCoord}:${yCoord})

source: Hello! The person who might help us is known as the Hermit. He lives in sector (%1%:%2%). Look for the giant asteroid he has made his home. Greetings, %3%
it: Ciao! La persona che potrebbe aiutarci è conosciuta come l'Eremita. Vive nel settore (%1%:%2%). Cerca l'asteroide gigante che ha fatto della sua casa. Saluti, %3%

# Mail Subject
source: Meet Up Location
it: Luogo dell'incontro

source: Hello! Thank you for coming!
it: Ciao! Grazie per essere venuti!

source: Sure!
it: Certo!

source: I’ve managed to find out something interesting! There is good news and bad news.
it: Sono riuscito a scoprire qualcosa di interessante! Ci sono buone e cattive notizie.

source: Tell me, please!
it: Dimmelo, per favore!

source: The good news is that I know where the Xsotan might have their bases.
it: La buona notizia è che so dove gli Xsotan potrebbero avere le loro basi.

source: That’s great!
it: Fantastico!

source: The bad news is that they are coming from the other side of the Barrier.
it: La cattiva notizia è che provengono dall'altra parte della Barriera.

source: That sounds bad.
it: Sembra una brutta cosa.

source: Do you know what the Barrier is?
it: Sai cos' è la Barriera?

source: I’m not sure...
it: Non ne sono sicura...

source: I've heard of it.
it: Ne ho sentito parlare.

source: We can’t jump to the center of the galaxy anymore. The sectors there are not normal sectors, they are more like rifts that you can’t jump into or across. The ring around the center is called the Barrier. I don’t really know much about this. But there is more good news!
it: Non possiamo più saltare al centro della galassia. I settori non ci sono settori normali, sono più come spaccature che non puoi saltare o attraversare. L'anello intorno al centro si chiama Barriera. Non ne so molto. Ma ci sono altre buone notizie!

source: Tell me.
it: Dimmelo.

source: I have heard of somebody who knows a lot about the Barrier.
it: Ho sentito parlare di qualcuno che sa molto sulla Barriera.

source: Will he help us?
it: Ci aiuterà?

source: I hope so. We should definitely go talk to him. I need to find out where exactly we can find him. Once I've done this I’ll send you an email with the coordinates of his location.
it: Lo spero. Dovremmo assolutamente andare a parlargli. Devo scoprire esattamente dove possiamo trovarlo. Una volta fatto questo ti invierò un'email con le coordinate della sua posizione.

source: See you soon.
it: A presto.

source: Why are you disturbing my solitude?
it: Perché stai disturbando la mia solitudine?

source: I’m sorry. Should I leave?
it: Scusami, devo andarmene?

source: I heard you know a lot of things.
it: Ho sentito che sai un sacco di cose.

source: Now that I was disturbed in my meditations already, I might as well talk to you.
it: Ora che ero già disturbato nelle mie meditazioni, potrei anche parlarti.

source: Tell me about the barrier.
it: Parlami della barriera.

source: The Barrier? The Barrier is a ring of torn Hyperspace fabric around the center of the galaxy. It appeared after what is generally called the Event, 200 years ago.
it: La Barriera? La Barriera è un anello di tessuto iperspaziale strappato intorno al centro della galassia. È apparso dopo quello che viene generalmente chiamato l'Evento, 200 anni fa.

source: The United Alliances were fighting a Great War against the Xsotan. The Xsotan were losing, they were being pushed back towards the center of the galaxy. Suddenly, there was a great shudder in the energy tissue of the galaxy. The next thing that is known is that a lot of rifts had appeared everywhere and that the center and everyone in it was cut off from the outer reaches by a Barrier that nobody except the Xsotan could cross.
it: Le Alleanze Unite stavano combattendo una Grande Guerra contro gli Xsotan. Gli Xsotan stavano perdendo, venivano respinti verso il centro della galassia. Improvvisamente, ci fu un grande brivido nel tessuto energetico della galassia. La prossima cosa che si sa è che molte spaccature erano apparse ovunque e che il centro e tutti coloro che vi si trovavano erano tagliati fuori dai confini esterni da una barriera che nessuno, tranne gli Xsotan, poteva attraversare.

source: What happened in the center?
it: Cos' è successo al centro?

source: As far as we know, they are still there. A couple of decades ago, one of their ships crossed the Barrier. The crew told us they thought they were on a suicide mission. The factions on the inside believe that the Event destroyed everything outside of the Barrier and that the entire galaxy has shrunk to the size of the center.
it: Per quanto ne sappiamo, sono ancora lì. Un paio di decenni fa, una delle loro navi ha attraversato la Barriera. L'equipaggio ci ha detto che pensavano di essere in missione suicida. Le fazioni all'interno credono che l'Evento abbia distrutto tutto ciò che si trovava al di fuori della Barriera e che l'intera galassia si sia ridotta alle dimensioni del centro.

source: They can cross it?
it: Possono attraversarlo?

source: Yes, they have a material they are calling ‘Avorion’, which apparently was created during the Event, and which allows them to cross the Barrier.
it: Sì, hanno un materiale che chiamano "Avorion", che a quanto pare è stato creato durante l'Evento e che consente loro di attraversare la Barriera.

source: They brought it out here?
it: L'hanno portata qui?

source: Sadly, the Avorion they brought was destroyed when scientists began fighting over it because they wanted to experiment on it. This is exactly why I’m a Hermit. I’ll stay away from all this stupidity.
it: Purtroppo, l'Avorion che hanno portato è stato distrutto quando gli scienziati hanno iniziato a combatterlo perché volevano sperimentare su di esso. Questo è esattamente il motivo per cui sono un Eremita. Starò lontano da tutta questa stupidità.

source: Experiments are important!
it: Gli esperimenti sono importanti!

source: I understand your aversion.
it: Capisco la tua avversione.

source: Since the factions inside the Barrier won’t bring any Avorion out to us, the only way to get in might be Xsotan technology.
it: Dal momento che le fazioni all'interno della Barriera non ci porteranno alcun Avorion, l'unico modo per entrare potrebbe essere la tecnologia Xsotan.

source: You mean Xsotan artifacts?
it: Intendi manufatti Xsotan?

source: Yes. There are some that are looking for ways to get to the core, and apparently there are Xsotan artifacts that will allow you to do just that. I know of one such artifact that is for sale. I can send you an email with the details if you like?
it: Sì. Ci sono alcuni che stanno cercando modi per arrivare al nucleo, e a quanto pare ci sono artefatti Xsotan che ti permetteranno di fare proprio questo. Conosco uno di questi artefatti che è in vendita. Posso inviarti un'email con i dettagli se vuoi?

source: I’m sure the factions that live on the inside of the Barrier would be eternally grateful to you if you could show them that the galaxy outside of the Barrier still exists.
it: Sono sicuro che le fazioni che vivono all'interno della Barriera ti sarebbero eternamente grate se potessi mostrare loro che la galassia al di fuori della Barriera esiste ancora.

source: The source of the Xsotan is in the center of the galaxy.
it: La fonte dello Xsotan si trova al centro della galassia.

source: (optional) Find a Resistance Outpost and ask for help
it: (opzionale) Trova un Avamposto della Resistenza e chiedi aiuto

source: Kill the Guardian
it: Uccidi il Guardiano

source: Hello! My friend, I have one more adventure for you. On my last tour to sell some sweet Avorion I came across this Resistance Outpost. They told me that they know that the Xsotan are guarding something in the center of the galaxy. Whenever they try to come close there’s tons of Xsotan. They tried a lot to destroy this guardian, but until now nobody managed. Not the best warriors and not even the upgraded AI that they built. Do you think you could do it? Wouldn’t that be the adventure of a lifetime? I’d say go for it! Greetings and good luck! %1%
it: Ciao! Amico mio, ho un'altra avventura per te. Nel mio ultimo tour per vendere del dolce Avorion mi sono imbattuto in questo Avamposto della Resistenza. Mi hanno detto che sanno che gli Xsotan stanno sorvegliando qualcosa nel centro della galassia. Ogni volta che cercano di avvicinarsi ci sono tonnellate di Xsotan. Hanno cercato molto di distruggere questo guardiano, ma fino ad ora nessuno ci è riuscito. Non i migliori guerrieri e nemmeno l'IA aggiornata che hanno costruito. Pensi di poterlo fare? Non sarebbe l'avventura di una vita? Direi di provarci! Saluti e buona fortuna! %1%

# Mail Subject
source: Destroy the Guardian
it: Distruggi il Guardiano

source: One Against All And All Against One
it: Uno contro tutti e tutti contro uno

source: ${amount} ships from ${name}
it: ${amount} navi da ${name}

source: Will you assist in destroying the Xsotan Wormhole Guardian?
it: Aiuterai a distruggere il Guardiano del wormhole Xsotan?

source: We already told you that we don't think this is a good idea. We won't risk our ships for some lunatic. Goodbye.
it: Ti abbiamo già detto che non pensiamo che sia una buona idea. Non rischieremo le nostre navi per qualche pazzo. Arrivederci.

source: We pledged our support to you already. Open the wormholes and we will come.
it: Ti abbiamo già promesso il nostro sostegno. Apri i tunnel spaziali e arriveremo.

source: The what?
it: Il cosa?

source: The Xsotan mothership at the galaxy center.
it: La nave madre Xsotan al centro della galassia.

source: Never mind.
it: Non importa.

source: And you want to destroy it?
it: E tu vuoi distruggerlo?

source: I'll open wormholes that will allow you to break through.
it: Aprirò dei tunnel spaziali che ti permetteranno di sfondare.

source: How do we know that this is going to work? That this isn't some kind of suicide mission? Or even a trick?
it: Come facciamo a sapere che funzionerà? Che questa non è una specie di missione suicida? O anche un trucco?

source: You will have to trust me.
it: Dovrai fidarti di me.

source: This is none of our business. Why exactly should we trust you? Or help you?
it: Non sono affari nostri. Perché dovremmo fidarci di te? O aiutarti?

source: This is your chance to be the saviors of the galaxy.
it: Questa è la tua occasione per essere i salvatori della galassia.

source: The Xsotan mothership will have a lot of loot.
it: La nave madre Xsotan avrà un sacco di bottino.

source: This is your time for revenge.
it: Questo è il tuo momento di vendetta.

source: It's only a matter of time until the Xsotan arrive here, too.
it: È solo questione di tempo prima che arrivino anche gli Xsotan.

source: Don't you want to do something instead of sitting around?
it: Non vuoi fare qualcosa invece di sederti?

source: Because it's the right thing to do.
it: Perché è la cosa giusta da fare.

source: Who are you? We don't want anything to do with you.
it: Chi sei? Non vogliamo avere niente a che fare con te.

source: You are our ally. You can count on our assistance.
it: Sei nostro alleato. Puoi contare sulla nostra assistenza.

source: Alright, you can count on us. Once the wormhole to our sectors is open, we'll assist you in the battle.
it: Va bene, puoi contare su di noi. Una volta che il tunnel spaziale per i nostri settori sarà aperto, ti assisteremo nella battaglia.

source: This doesn't sound like a good idea. We wish you best of luck in your struggles.
it: Questa non sembra una buona idea. Ti auguriamo buona fortuna nelle tue lotte.

source: Organize allies for the fight against the Xsotan Wormhole Guardian. To find allies, you should ask at their faction's headquarters if they will assist you.
it: Organizza alleati per la lotta contro il Guardiano del wormhole Xsotan. Per trovare alleati, dovresti chiedere al quartier generale della loro fazione se ti aiuteranno.

source: The Groundbreaking Research
it: La Ricerca Innovativa

source: Research an artifact
it: Ricerca un artefatto

source: Collect three legendary subsystems that are not a Xsotan Artifact
it: Raccogli tre sottosistemi leggendari che non sono un artefatto Xsotan

source: Use three legendary subsystems as input in a Research Station
it: Usa tre leggendari sottosistemi come input in una stazione di ricerca

source: Hello! Have you ever used a research station? Their AIs are trained with everything that floats around. We should try to see if we can get a Xsotan artifact out of it, everybody for himself. It should be very very rare so we should use only legendary subsystems to research it. Greetings, %1%
it: Ciao! Hai mai usato una stazione di ricerca? Le loro IA sono addestrate con tutto ciò che fluttua in giro. Dovremmo provare a vedere se riusciamo a tirarne fuori un artefatto Xsotan, ognuno per sé. Dovrebbe essere molto molto raro, quindi dovremmo usare solo sottosistemi leggendari per ricercarlo. Saluti, %1%

# Mail Subject
source: Research
it: Ricerca

source: The Scientist
it: Lo Scienziato

source: The Adventurer heard rumors of strange satellites that seem to be harmful. He asked you to destroy them.
it: L'Avventuriero ha sentito voci di strani satelliti che sembrano essere dannosi. Ti ha chiesto di distruggerli.

source: Move towards the Barrier and wait for more information
it: Avvicinati alla Barriera e attendi maggiori informazioni

source: Find and destroy the research satellite
it: Trova e distruggi il satellite di ricerca

source: Find and destroy more research satellites. Ask around for more information
it: Trova e distruggi altri satelliti di ricerca. Chiedi in giro per maggiori informazioni

source: Destroy the Mobile Energy Lab and collect its artifact
it: Distruggi il Mobile Energy Lab e raccogli il suo artefatto

source: Hello! Have you seen this mail that’s going round lately? We have to help. I know, I know, it looks like total spam, but I think he’s onto something. Will you help, too? Greetings, %1% Quote: "Hello fellow galaxy dwellers, I have extremely concerning news to share with you. I just can’t not say something. We have to save the people! I’m a former member of the M.A.D. Association and they’re trying to reach galaxy domination. We have to stop them immediately! I’ve seen them do terrible experiments on all life-forms. Trying to create a super-being capable of destroying every living thing in the galaxy. They’re actively using Xsotan technology in order to find a weapon for mass destruction!! If you’re a good person, you have to act now! Help us protect the galaxy! Destroy all of the M.A.D. Association’s research satellites! A concerned citizen"
it: Ciao! Hai visto questa mail che sta girando ultimamente? Dobbiamo aiutare. Lo so, lo so, sembra spam totale, ma penso che abbia scoperto qualcosa. Mi aiuterai anche tu? Saluti, %1% Citazione: "Ciao compagni abitanti della galassia, ho notizie estremamente preoccupanti da condividere con voi. Non posso non dire qualcosa. Dobbiamo salvare la gente! Sono un ex membro dell'Associazione M.A.D. e stanno cercando di raggiungere il dominio della galassia. Dobbiamo fermarli immediatamente! Li ho visti fare esperimenti terribili su tutte le forme di vita. Cercando di creare un super-essere in grado di distruggere ogni cosa vivente nella galassia. Stanno usando attivamente la tecnologia Xsotan per trovare un'arma per la distruzione di massa!! Se sei una brava persona, devi agire ora! Aiutaci a proteggere la galassia! Distruggi tutti i satelliti di ricerca dell'Associazione M.A.D.! A cittadino interessato ”

# Mail Subject
source: Fwd: Re: Fwd: M.A.D. Science Association
it: Fwd: Re: Fwd: Associazione Scientifica M.A.D.
