Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Exactly! Just accept the jobs that a syndicate gives you and that will hopefully help them rise to power! To give you a headstart I will forward you any job that is offered to me!
it: Esatto! Basta accettare i lavori che un sindacato ti dà e che si spera li aiuterà a salire al potere! Per darti un vantaggio ti inoltrerò qualsiasi lavoro mi venga offerto!

source: Drug Deal
it: Spaccio di droga

source: Smuggle recreational drugs for the Commune.
it: Contrabbandare droghe ricreative per la Comune.

source: Read the mail from the Commune
it: Leggi la posta del Comune

source: Go to sector (${x}:${y}) and meet Juliana
it: Vai al settore (${x}:${y}) e incontra Juliana

source: Get the drugs from the smuggler in sector (${x}:${y})
it: Prendi la droga dal contrabbandiere nel settore (${x}:${y})

source: Chase the pirates to sector (${x}:${y})
it: Insegui i pirati nel settore (${x}:${y})

source: Pick up the drugs at the smuggler's market in sector (${x}:${y})
it: Ritira la droga al mercato del contrabbandiere nel settore (${x}:${y})

source: Deliver the drugs to the habitat in sector (${x}:${y})
it: Consegnare i farmaci all'habitat nel settore (${x}:${y})

source: Read Juliana's mail
it: Leggi la posta di Juliana

source: Meet Juliana in sector (${x}:${y})
it: Incontra Juliana nel settore (${x}:${y})

source: Where is she?
it: Dov'è?

source: [Pick Up Drugs]
it: [Raccogli farmaci]

source: [Deliver Drugs]
it: [Consegna farmaci]

source: Recreational drugs of the Commune. Special packaging that indicates immediately if someone tampered with it.
it: Droghe ricreative della Comune. Imballaggio speciale che indica immediatamente se qualcuno lo ha manomesso.

source: Juliana's Ship
it: La nave di Giuliana

source: Hey, I have some work for you. You will benefit from it! Izzy ------ Forwarded Message ------ Original sender: Juliana @TheCommune Good day comrade! In our fight for peace, it is our goal that everyone may have the most personal freedom possible. This means no unnecessary rules to restrict an individual. We need to break free from the old laws that bind us and allow each and everyone to express themselves freely. As a first step we want to make recreational drugs accessible to all! Meet me in Sector (%1%:%2%) and I will tell you what to do. If you do well, I’m sure we will find more tasks to do for you. And of course, you will be paid handsomely! Best wishes Juliana
it: Ehi, ho del lavoro per te. Ne trarrai beneficio! Izzy ------ Messaggio inoltrato ------ Mittente originale: Juliana @ TheCommune Buongiorno compagno! Nella nostra lotta per la pace, il nostro obiettivo è che tutti possano avere la massima libertà personale possibile. Ciò significa che non ci sono regole inutili per limitare un individuo. Dobbiamo liberarci dalle vecchie leggi che ci legano e consentire a tutti di esprimersi liberamente. Come primo passo vogliamo rendere le droghe ricreative accessibili a tutti! Incontriamoci nel Settore (%1%:%2%) e ti dirò cosa fare. Se fai bene, sono sicuro che troveremo altri compiti da svolgere per te. E, naturalmente, sarai pagato profumatamente! Cordiali saluti Juliana

# Mail Subject
source: Fwd: Drug Delivery
it: Fwd: Consegna del farmaco

source: Good day comrade! The smugglers were very impressed by how you handled the situation with the pirates. And I have to say, I am impressed, too. Would you please meet me in sector (%1%:%2%)? Juliana
it: Buona giornata, compagno! I contrabbandieri sono rimasti molto colpiti da come avete gestito la situazione con i pirati. E devo dire che anch'io sono rimasto colpito. Ci vediamo nel settore (%1%:%2%)? Juliana

# Mail Subject
source: Successful Delivery of Drugs
it: Consegna riuscita dei farmaci

source: Juliana @The Commune
it: Juliana @La Comune

source: Would you mind moving on? I'm waiting for somebody.
it: Ti dispiacerebbe andare avanti? Sto aspettando qualcuno.

source: Yes, me.
it: Sì, io.

source: Oh really? Who are you?
it: Oh davvero? Chi sei?

source: Izzy asked me to take over.
it: Izzy mi ha chiesto di prendere il suo posto.

source: Oh, is everything okay with her?
it: Oh, va tutto bene con lei?

source: Yes. She just has a lot to do.
it: Sì, ma ha molto da fare.

source: Alright then. Well, I suppose there's no problem in you doing the job instead. Knowing Izzy, I'm assuming you can be trusted. So, let me tell you about the job we have to do. We need somebody to pick up a delivery of recreational drugs from a smuggler in sector (${x}:${y}) and deliver it to a nearby station. Can you do this?
it: Va bene allora. Beh, suppongo che non ci siano problemi se invece fai il lavoro. Conoscendo Izzy, presumo che ci si possa fidare di te. Quindi, lascia che ti parli del lavoro che dobbiamo fare. Abbiamo bisogno di qualcuno che prenda una consegna di droghe ricreative da un contrabbandiere del settore (${x}:${y}) e la consegni a una stazione vicina. Puoi farlo?

source: Sure.
it: Certo.

source: You are self-confident, I like that! If you are successful, maybe we can talk about some more job opportunities in the future.
it: Sei sicuro di te, mi piace! Se hai successo, forse possiamo parlare di altre opportunità di lavoro in futuro.

source: That sounds great.
it: Sembra fantastico.

source: Who are you?
it: Chi sei?

source: I'm from the Commune.
it: Vengo dalla Comune.

source: Freaking great. This day keeps getting better and better.
it: Fantastico. Questa giornata continua a migliorare.

source: What's wrong?
it: Cosa c'è che non va?

source: I don't have the drugs. Pirates almost shot my ship to rubble and now they're gone with the drugs. I barely survived.
it: Non ho la droga. Pirati hanno quasi distrutto la mia nave e ora se ne sono andati con la droga. Sono sopravvissuto a malapena.

source: Did you see where these pirates went?
it: Hai visto dove sono andati questi pirati?

source: My scanners still show one of them in sector (${x}:${y}). Maybe you can catch up with them if you hurry.
it: I miei scanner ne mostrano ancora uno nel settore (${x}:${y}). Forse puoi raggiungerli se ti sbrighi.

source: I'll try.
it: Ci proverò.

source: I'm sorry for losing the drugs. What happens to me now?
it: Mi dispiace di aver perso la droga. Cosa mi succederà adesso?

source: Don't worry. I'll go get them.
it: Non ti preoccupare, vado a prenderli.

source: Thank you. You are a kind soul. I think in the Commune there are simply such and such.
it: Grazie. Sei un'anima gentile. Penso che nella Comune ci siano semplicemente questo e quello.

source: You stole drugs from a Commune supplier.
it: Hai rubato droga da un fornitore della Comune.

source: So? What's it to you?
it: Allora, a te che importa?

source: I need them back.
it: Li rivoglio indietro.

source: Well, I'm not giving them to you. But you can try and get them from me, if you dare! The nerve of you, coming here alone!
it: Beh, non te li darò. Ma puoi provare a prenderli da me, se ne hai il coraggio! Il coraggio di venire qui da solo!

source: You're alone, too.
it: Anche tu sei solo.

source: I won't be for long. Guys, come over! Here is someone that needs a lesson!
it: Non ci metterò molto. Ragazzi, venite! Ecco qualcuno che ha bisogno di una lezione!

source: Stop! Stop shooting! I'll tell you everything you want!
it: Smettila! Smettila di sparare! Ti dirò tutto quello che vuoi!

source: Where are the drugs?
it: Dove sono le droghe?

source: We sold them back to the smugglers that we stole them from!
it: Li abbiamo rivenduti ai contrabbandieri a cui li abbiamo rubati!

source: That's not what the smuggler said.
it: Non è quello che ha detto il contrabbandiere.

source: No, not to that exact ship. We sold them to the smuggler's market in sector (${x}:${y}). They were so scared of the Commune coming for them if they lost the drugs that they bought their own drugs back from us.
it: No, non proprio a quella nave. Li vendemmo al mercato dei contrabbandieri nel settore (${x}:${y}). Avevano così paura che la Comune venisse a prenderli se avessero perso la droga che comprarono la loro stessa droga da noi.

source: Wow, that's something.
it: Wow, è già qualcosa.

source: I'm sorry, okay? Just let me go now!
it: Mi dispiace, ok? Lasciami andare ora!

source: What can we help you with?
it: Come possiamo aiutarti?

source: The Commune sent me to pick up goods.
it: La Comune mi ha mandato a ritirare la merce.

source: How did you know the drugs were here? Well, nevermind, we got the drugs back and that's all that matters. Now they're your problem. Give our regards to the Commune and tell them that they can rely on us.
it: Come sapevi che la droga era qui? Beh, non importa, abbiamo riavuto la droga e questo è tutto ciò che conta. Ora sono un tuo problema. Saluta la Comune e dì loro che possono contare su di noi.

source: We just noticed that you don't have enough free cargo space. You're going to need ${cargoSpace}.
it: Abbiamo appena notato che non hai abbastanza spazio di carico libero. Avrai bisogno di ${cargoSpace}.

source: How did you know the drugs were here? Well, never mind, we got the drugs back and that's all that matters. Now they're your problem. Give our regards to the Commune and tell them that they can rely on us.
it: Come sapevi che la droga era qui? Beh, non importa, abbiamo riavuto la droga e questo è tutto ciò che conta. Ora sono un tuo problema. Saluta la Comune e di 'loro che possono contare su di noi.

source: You need to dock or we can't give you the goods.
it: Devi attraccare o non possiamo darti la merce.

source: Here you go. Please take them to the habitat in sector (${x}:${y}).
it: Ecco qua. Per favore, portali nell'habitat nel settore (${x}:${y}).

source: You lost the drugs we gave you?
it: Hai perso la droga che ti abbiamo dato?

source: Yes, I'm afraid so.
it: Sì, temo di sì.

source: Well, since we also had them stolen from us at one point we'll give you more. But be more careful this time!
it: Beh, dato che a un certo punto ce li hanno anche rubati, ti daremo di più. Ma fai più attenzione questa volta!

source: Thank you, I will.
it: Grazie, lo farò.

source: How are we supposed to give you things if you don't have enough free cargo space? You're going to need ${cargoSpace}.
it: Come facciamo a darti le cose se non hai abbastanza spazio di carico libero? Avrai bisogno di ${cargoSpace}.

source: You need to dock or we can't give them to you.
it: Devi attraccare o non possiamo darteli.

source: Here you go. Please take them to the Habitat in sector (${x}:${y}).
it: Ecco qua. Per favore, portali all'Habitat nel settore (${x}:${y}).

source: Are you here to make a delivery?
it: Sei qui per effettuare una consegna?

source: Yes. I'm here for the Commune delivery.
it: Sì, sono qui per la consegna della Comune.

source: Finally, we were beginning to think the Commune had changed their minds.
it: Alla fine, stavamo iniziando a pensare che la Comune avesse cambiato idea.

source: No worries, here are the goods.
it: Nessun problema, ecco la merce.

source: Yeah, they do seem reliable when it's about ... ... recreational goods.
it: Sì, sembrano affidabili quando si tratta di... ... beni ricreativi.

source: You have nothing to deliver. Come back once you have the drugs.
it: Non hai niente da consegnare. Torna quando hai la droga.

source: Oh, yeah that. Come to the dock, please!
it: Oh, sì. Vieni al molo, per favore!

source: Hi there. I see you made it!
it: Ciao, ce l'hai fatta!

source: Hello.
it: Salve.

source: The habitat population is very happy with their delivery. Their administration not so much. But that's the way we have to go if everyone should be free. And the smugglers were so glad that you didn't tell me that they lost the drugs that they accidentally let it slip themselves. But you have proven to be trustworthy and I would like to offer you more jobs. We could use a comrade of your qualities. Are you interested?
it: La popolazione dell'habitat è molto soddisfatta della loro consegna. La loro amministrazione non tanto. Ma questo è il modo in cui dobbiamo andare se tutti dovrebbero essere liberi. E i contrabbandieri erano così contenti che non mi hai detto che hanno perso la droga che si sono accidentalmente lasciati sfuggire. Ma hai dimostrato di essere degno di fiducia e vorrei offrirti più posti di lavoro. Ci farebbe comodo un compagno delle tue qualità. Ti interessa?

source: Nice! I'll message you when I have more tasks for you. Here is your payment for this job!
it: Ottimo! Ti invierò un messaggio quando avrò altre attività per te. Ecco il tuo compenso per questo lavoro!

source: Commune Drugs
it: Droghe della Comune

source: Propaganda Materials
it: Materiali di propaganda

source: Gather information on Juliana's situation and help the Commune improve factory workers' lives.
it: Raccogliere informazioni sulla situazione di Juliana e aiutare la Comune a migliorare la vita degli operai.

source: Meet Juliana's friend in sector (${x}:${y})
it: Incontra l'amica di Juliana nel settore (${x}:${y})

source: Pick up leaflets in sector (${x}:${y})
it: Raccogli i volantini nel settore (${x}:${y})

source: Deliver the leaflets to sector (${x}:${y})
it: Consegnare gli opuscoli al settore (${x}:${y})

source: Bring them to Ice Mine ${stationName}
it: Portali alla Miniera di Ghiaccio ${stationName}

source: Take the leaflets to sector (${x}:${y}) instead
it: Porta invece i volantini al settore (${x}:${y})

source: Deliver the leaflets to Water Collector ${stationName}
it: Consegnare i volantini al collettore acqua ${stationName}

source: Go to sector (${x}:${y}) and pick up the next load of leaflets
it: Vai al settore (${x}:${y}) e prendi il prossimo carico di volantini

source: Read the mail from Ue'am
it: Leggi la mail di Ue'am

source: Meet Ue'am in sector (${x}:${y})
it: Incontra Ue'am nel settore (${x}:${y})

source: A stack of propaganda leaflets hot off the press.
it: Una pila di volantini di propaganda scaldati dalla stampa.

source: Hello there!
it: Ciao!

source: [Ask about Juliana]
it: [Chiedi di Juliana]

source: I'm ready for the materials now.
it: Ora sono pronto per i materiali.

source: [Deliver leaflets]
it: [Consegna volantini]

source: Comrade! I need your help! I’ve been abducted! They locked me up inside my own ship! Many of my crew are dead or injured and our ship’s systems have been destroyed! I can’t flee or even tell where we are. But I know my ship better than they do. I can still send you messages! You have to help me. I’m not sure who is responsible, and besides some old friends and you I don’t know who to trust. Please go to sector (%1%:%2%) and talk to Ue’am. He’s an old friend of mine and I’m one hundred percent certain he has nothing to do with this. He’s always talking about how good he's at finding hidden tracks and scavenge and should be able to find me. I’ll contact you as soon as I know more! Best wishes Juliana
it: Compagno! Ho bisogno del tuo aiuto! Sono stato rapito! Mi hanno rinchiuso nella mia stessa nave! Molti membri del mio equipaggio sono morti o feriti e i sistemi della nostra nave sono stati distrutti! Non posso fuggire e nemmeno dire dove siamo. Ma conosco la mia nave meglio di loro. Posso ancora inviarti messaggi! Devi aiutarmi. Non sono sicuro di chi sia il responsabile, e oltre a qualche vecchio amico e a te non so di chi fidarmi. Per favore vai al settore (%1%:%2%) e parla con Ue'am. È un mio vecchio amico e sono sicuro al cento per cento che non ha nulla a che fare con questo. Parla sempre di quanto sia bravo a trovare tracce nascoste e a scavare e dovrebbe essere in grado di trovarmi. Ti contatterò non appena ne saprò di più! Cordiali saluti Juliana

# Mail Subject
source: Help, I was abducted!
it: Aiuto, sono stato rapito!

source: Good day comrade! Thank you for all your help! Amazing how you showed it to those corporate goons. I have to be honest. I don’t think I would have stood up to them like you did. Meet me in sector (%1%:%2%), we have to discuss our immediate future. Best wishes Ue’am
it: Buona giornata, compagno! Grazie per il tuo aiuto! Incredibile come hai trattato quegli scagnozzi. Devo essere onesto. Non credo che li avrei affrontati come hai fatto tu. Incontriamoci nel settore (%1%:%2%), dobbiamo discutere del nostro futuro immediato. Migliori auguri Ue'am

# Mail Subject
source: Thank you for helping
it: Grazie per l'aiuto

# Ue'am is a name
source: Ue'am, Juliana's Friend
it: Ue'am, l'amica di Juliana

source: What? Juliana was abducted? Oof.
it: Cosa? Juliana è stata rapita? Uff.

source: She said you'll find her?
it: Ha detto che la troverai?

source: Doesn’t she know?
it: Non lo sa?

source: No. She was abducted.
it: No, è stata rapita.

source: Oh yeah, uhm, right. I’ll try my hardest to find her. I just have to do this thing first.
it: Oh sì, uhm, giusto. Farò del mio meglio per trovarla. Devo solo fare questa cosa prima.

# in response to 'have to this thing first' /*
source: What thing?
it: Quale cosa?

source: My mission. Our mission. Freeing the minds of factory workers in the whole galaxy! Educating them, so that they can rise from oppression and become free, self-determined beings.
it: La mia missione. La nostra missione. Liberare le menti degli operai di tutta la galassia! Educarli, in modo che possano risorgere dall'oppressione e diventare esseri liberi e autodeterminati.

source: Oh sure, and how?
it: Oh certo, e come?

source: I am only at the very beginning. In phase one if you want. I make sure all factory workers in this area have access to leaflets with the Commune’s message.
it: Sono solo all'inizio. Nella prima fase, se vuoi. Mi assicuro che tutti gli operai di questa zona abbiano accesso ai volantini con il messaggio della Comune.

source: How about I do that for you?
it: Che ne dici se lo faccio io per te?

source: Yes, that would be marvelous. Then I can go on the hunt for information about Juliana!
it: Sì, sarebbe meraviglioso. Poi posso andare a caccia di informazioni su Juliana!

source: Exactly.
it: Esatto.

source: Good! Start by picking up the leaflets in sector (${x}:${y}). My contact there will tell you where to take them!
it: Bene! Inizia raccogliendo i volantini nel settore (${x}:${y}). Il mio contatto lì ti dirà dove portarli!

source: Let's move on, guys.
it: Andiamo avanti, ragazzi.

source: Hey, you don't have enough cargo space. Come back once you do!
it: Ehi, non hai abbastanza spazio di carico. Torna una volta che l'avrai fatto!

source: Here you go. Take them to sector (${x}:${y}). But make sure you don’t get caught. Most patrols are financed by corporates and don't like it when we tell the truth.
it: Ecco qua. Portali al settore (${x}:${y}). Ma assicurati di non farti catturare. La maggior parte delle pattuglie sono finanziate dalle aziende e non ci piace quando diciamo la verità.

source: Ah there you are. Wait, I was expecting someone else.
it: Ah eccoti qui. Aspetta, aspettavo qualcun altro.

source: Ue'am sent me.
it: Mi manda Ue'am.

source: Okay. Then here you go, take these materials and bring them to sector (${x}:${y}). But make sure you don’t get caught. Most patrols are financed by corporates and don't like it when we tell the truth.
it: Ok. Allora prendi questi materiali e portali al settore (${x}:${y}). Ma assicurati di non farti beccare. La maggior parte delle pattuglie sono finanziate dalle aziende e non ci piace quando diciamo la verità.

source: This is a cargo inspection. Please let us have a look at the cargo you have on board.
it: Questa è un'ispezione del carico. Dacci un'occhiata al carico che hai a bordo.

source: What if I don't?
it: E se non lo facessi?

source: Sure. Go ahead.
it: Certo, fai pure.

source: I was trying to be polite. We actually don't need your consent. The scan is already finished, and ...
it: Cercavo di essere gentile. In realtà non abbiamo bisogno del tuo consenso. La scansione è già terminata e ...

source: Thank you, it'll be over in a second ...
it: Grazie, sarà tutto finito tra un secondo ...

source: It seems we have a hit. You're carrying a lot of leaflets. Are you one of these crackpots that try to make our workers revolt? We’re not going to let you do that! What do you have to say for yourself?
it: Sembra che abbiamo un riscontro. Stai portando molti volantini. Sei uno di quei pazzi che cercano di far rivoltare i nostri lavoratori? Non te lo lasceremo fare! Cosa hai da dire a tua discolpa?

source: I'm not looking for trouble.
it: Non sto cercando guai.

source: Yes, they have a right to know.
it: Sì, hanno il diritto di sapere.

source: You look like a sensible person. What do you say to this: you take the leaflets somewhere else, such as the Water Collector in sector (${x}:${y}), and I'll forget that we caught you.
it: Sembri una persona assennata. Che ne dici di questo: porti i volantini da qualche altra parte, come il raccoglitore d'acqua nel settore (${x}:${y}), e dimenticherò che ti abbiamo preso.

source: Okay, I'll take them there.
it: Ok, li porterò lì.

source: I promised to distribute them here.
it: Ho promesso di distribuirli qui.

source: Well, my job is to prevent any rebellious activity from happening. So I can't let you fly on with them. But hey, be honest, does it really have to be our station? I have a proposition for you where you still get to do your job. The Water Collector in sector (${x}:${y}) is run by a corporation far worse than ours here. They could use these leaflets.
it: Beh, il mio lavoro è impedire che accada qualsiasi attività ribelle. Quindi non posso lasciarti volare con loro. Ma ehi, sii onesto, deve davvero essere la nostra stazione? Ho una proposta per te in cui puoi ancora fare il tuo lavoro. Il raccoglitore d'acqua nel settore (${x}:${y}) è gestito da una società molto peggiore della nostra qui. Potrebbero usare questi volantini.

source: You have nothing to deliver.
it: Non hai niente da consegnare.

source: I'll be back in a moment.
it: Torno tra un momento.

source: You don't have any leaflets on your ship. Go to sector (${x}:${y}) to pick some up.
it: Non hai volantini sulla tua nave. Vai al settore (${x}:${y}) per prenderne un po'.

source: I'll go get them.
it: Vado a prenderli.

source: Hey, I can't come out to you. You'll have to come to the dock.
it: Ehi, non posso venire da te. Dovrai venire al molo.

source: Ah the newest edition of the "Red Autumn Leaves". We were curious what the Commune has to say. Thank you!
it: Ah l'ultima edizione delle “Foglie Rosse d'Autunno”. Eravamo curiosi di sapere cosa ha da dire il Comune, grazie!

# Dialog speaker
source: Ue'am, Juliana's Friend
it: Ue'am, l'amica di Juliana

source: Ah, good that you’re here. Thank you for helping with the leaflets! And how you stood your ground against those pirate was really impressive.
it: Ah, è bello che tu sia qui. Grazie per l'aiuto con i volantini! E il modo in cui hai resistito contro quei pirati è stato davvero impressionante.

source: Don't worry that you didn't get them to factory they were intended for. At the station you brought them to they'll do even more good! Really, thank you for helping!
it: Non preoccuparti di non averli portati in fabbrica a cui erano destinati. Alla stazione in cui li hai portati faranno ancora più bene! Davvero, grazie per l'aiuto!

source: Sure. What about Juliana?
it: Certo. E Juliana?

source: Ah, yes... uhm... eh ...
it: Ah, sì... uhm... eh ...

source: What is it?
it: Che cos' è?

source: All right, I have to confess something. I’m not actually a tracker. I just told Juliana that so that she would allow me to be part of her inner circle.
it: Va bene, devo confessare una cosa. In realtà non sono un segugio. L'ho appena detto a Juliana in modo che mi permettesse di far parte della sua cerchia ristretta.

source: So, you got nothing?
it: Allora, non hai niente?
