Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Their leader is in sector (${x}:${y}). Once they have been eradicated we can move on in peace and illuminate the rest of the galaxy.
it: Il loro leader è nel settore (${x}:${y}). Una volta sradicati, possiamo andare avanti in pace e illuminare il resto della galassia.

source: Consider it done.
it: Consideralo fatto.

source: Fight your own wars. I'm out.
it: Combatti le tue guerre. Me ne vado.

source: Ah, our noble warrior returns victorious. Now that that scum has been defeated we can rescue even more people!
it: Ah, il nostro nobile guerriero torna vittorioso. Ora che quella feccia è stata sconfitta possiamo salvare ancora più persone!

source: Okay, but not here, right?
it: Ok, ma non qui, giusto?

source: Our job here is done. I pity you, if you have to live without the Light. But so be it. We'll move on.
it: Il nostro lavoro qui è finito. Ti compatisco, se devi vivere senza la Luce. Ma così sia. Andiamo avanti.

source: The Light is the only true way. Come and cleanse yourself of the material world.
it: La Luce è l'unica vera via. Vieni a purificarti dal mondo materiale.

source: Chasing material wealth only weighs you down. Come to the Light and find your true purpose!
it: Inseguire la ricchezza materiale ti appesantisce solo. Vieni alla Luce e trova il tuo vero scopo!

source: Do you know the feeling that there has to be more to life? Are you missing purpose? Come to the Light and find fulfillment!
it: Conosci la sensazione che ci debba essere di più nella vita? Ti manca lo scopo? Vieni alla Luce e trova appagamento!

source: Don’t let the material world oppress you. Find your true self in the Light!
it: Non lasciare che il mondo materiale ti opprima. Trova il tuo vero io nella Luce!

source: Rid yourself of all material riches and negative influences in your life. The Light will show you the way!
it: Sbarazzati di tutte le ricchezze materiali e delle influenze negative nella tua vita. La Luce ti mostrerà la strada!

source: Finally, I found my purpose!
it: Finalmente ho trovato il mio scopo!

source: Thank you our savior!
it: Grazie nostro salvatore!

source: Amazing!
it: Fantastico!

source: What are they still doing here? The high priest said they had to go.
it: Cosa ci fanno ancora qui? Il sommo sacerdote disse che dovevano andare.

source: You're throwing shadow. This is a place of the Light! Go now infidel.
it: Stai gettando un'ombra. Questo è un luogo di Luce! Vai ora, infedele.

source: Leave here, we don't want you here.
it: Vattene da qui, non ti vogliamo qui.

source: The Illuminated
it: L'Illuminato

source: generous
it: generoso

source: trusting
it: fiducioso

source: Acolyte
it: Accolito

source: High Priest
it: Sommo Sacerdote

source: Lately we have been noticing the disappearance of ships following a certain route. They all vanished in an area that people now started calling the rift triangle. Investigate and report back with any information you find.
it: Ultimamente abbiamo notato la scomparsa di navi che seguivano una certa rotta. Svanirono tutti in un'area che ora la gente iniziava a chiamare il triangolo della spaccatura. Indaga e fai rapporto con tutte le informazioni che trovi.

source: The Hackathon
it: L'Hackathon

source: Compete in the Hackathon.
it: Partecipa all'hackathon.

source: Meet the Game Master in sector (${x}:${y})
it: Incontra il Game Master nel settore (${x}:${y})

source: Collect the Hackathon Token
it: Raccogli il gettone Hackathon

source: Now hack the container in sector (${x}:${y}). Only ${amount} more to go!
it: Ora hackera il container nel settore (${x}:${y}). Ne mancano solo ${amount} !

source: Return to the Game Master in sector (${x}:${y})
it: Ritorna al Game Master nel settore (${x}:${y})

source: You took too long and the Hackathon Token has already been picked up by somebody else.
it: Hai impiegato troppo tempo e il token Hackathon è già stato raccolto da qualcun altro.

source: Now hack the container in sector (${xCoord}:${yCoord}). Only ${amount} more to go!
it: Ora hackera il container nel settore (${xCoord}:${yCoord}). Ne mancano solo ${amount} !

source: Hackathon Contestant
it: Concorrente Hackathon

source: Return this token to the Hackathon Game Master.
it: Restituisci questo token all'Hackathon Game Master.

source: Dear Hackathon contestant! While you were away, the Hackathon has ended. Nevertheless, we thank you for your interest in our event and we hope that you will compete again some day! The Hackathon Game Master
it: Caro concorrente di Hackathon! Mentre eri via, l'Hackathon si è concluso. Tuttavia, ti ringraziamo per il tuo interesse per il nostro evento e speriamo che un giorno tu possa gareggiare di nuovo! Il game master dell'hackathon

source: Hackathon Has Ended
it: L'hackathon è terminato

source: Now hack the container in sector (${xCoord}:${yCoord})
it: Ora hackera il container nel settore (${xCoord}:${yCoord})

source: Welcome to the Hackathon! Are you ready to challenge the best hackers of containers in the galaxy? Impossible speeds and flexible rules, our contestants hack the containers by any means possible!
it: Benvenuto all'Hackathon! Sei pronto a sfidare i migliori hacker di container della galassia? Velocità impossibili e regole flessibili, i nostri concorrenti hackerano i container con ogni mezzo possibile!

source: We will give you a target sector with a container field. Get there first and hack the container, and don't forget to collect the Hackathon Token we put in there! Once you have hacked one container, you will learn the coordinates of the next target sector.
it: Ti forniremo un settore target con un campo container. Arriva prima e hackera il container, e non dimenticare di raccogliere il gettone Hackathon che abbiamo messo lì dentro! Una volta hackerato un container, imparerai le coordinate del prossimo settore di destinazione.

source: Sounds interesting.
it: Sembra interessante.

source: Do you want to join now?
it: Vuoi unirti ora?

source: I don't have an Injector Subsystem level 4 yet.
it: Non ho ancora un Sottosistema Iniettore di livello 4.

source: Everybody on their marks! The first target sector will be (${x}:${y}). 3 ... 2 ... 1 ... go!
it: Tutti ai loro posti! Il primo settore target sarà (${x}:${y}). 3 ... 2 ... 1 ... via!

source: Alright, come back when you have one.
it: Va bene, torna quando ne hai uno.

source: Congratulations, you finished the Hackathon!
it: Congratulazioni, hai finito l'hackathon!

source: It was quite a challenge.
it: È stata una bella sfida.

source: Well, your finishing rank was ${x} and you collected ${y} Hackathon Tokens. This means that you earned ${z} Credits! We hope you had fun and that we will see you again next time!
it: Bene, il tuo grado finale era ${x} e hai raccolto ${y} gettone Hackathon. Ciò significa che hai guadagnato ${z} crediti! Ci auguriamo che ti sia divertito e che ci rivedremo la prossima volta!

source: Thanks!
it: Grazie!

source: Have you ever wanted to prove that you are the fastest hacker of containers in the galaxy? Now is your chance! Get yourself an Injector Subsystem of at least level 4 and meet the Game Master of the Hackathon!
it: Hai mai voluto dimostrare di essere l'hacker di container più veloce della galassia? Questa è la tua occasione! Procurati un Sottosistema Iniettore di almeno livello 4 e incontra il Game Master dell'Hackathon!

source: Hackathon Token
it: Gettone Hackathon

source: She's Innocent!
it: È Innocente!

source: Prove that the accused is innocent.
it: Dimostrare che l'imputato è innocente.

source: Meet Paul in sector (${x}:${y})
it: Incontra Paolo nel settore (${x}:${y})

source: Go to sector (${x}:${y}) and prevent the execution
it: Vai al settore (${x}:${y}) e impedisci l'esecuzione

source: Find the container in sector (${x}:${y})
it: Trova il container nel settore (${x}:${y})

source: Go to sector (${x1}:${y1}) or (${x2}:${y2}) or (${x3}:${y3})
it: Vai al settore (${x1}:${y1}) o (${x2}:${y2}) o (${x3}:${y3})

source: Find the pirates in sector (${x}:${y})
it: Trova i pirati nel settore (${x}:${y})

source: Dock the container and deliver it to (${x}:${y})
it: Agganciare il container e consegnarlo (${x}:${y})

source: [Hear Riddle Again]
it: [Ascolta di nuovo l'indovinello]

source: The Missing Container
it: Il contenitore mancante

source: Defeat the pirates, dock the container and deliver it to (${x}:${y})
it: Sconfiggi i pirati, attracca il container e consegnalo a (${x}:${y})

source: Hello! Great news! The smugglers got what they deserved! Somebody destroyed their hideout! My girlfriend managed to escape in the commotion and we are now on the way to a better life where we won't take jobs from smugglers ever again. Thank you for your help, we are very grateful to you, but we hope that you will never hear from us again! Paul
it: Ciao! Ottime notizie! I contrabbandieri hanno avuto quello che si meritavano! Qualcuno ha distrutto il loro nascondiglio! La mia ragazza è riuscita a fuggire nel trambusto e ora siamo sulla strada per una vita migliore in cui non prenderemo mai più lavoro dai contrabbandieri. Grazie per il vostro aiuto, vi siamo molto grati, ma speriamo che non ci sentirete mai più! Paolo

# Mail Subject
source: Smugglers Destroyed
it: Contrabbandieri distrutti

source: Sphinx
it: Sfinge

source: Are you here because of the bulletin?
it: Sei qui per il bollettino?

source: Thank goodness! I really need your help! My girlfriend is being accused of stealing a container and they are preparing to execute her! I need someone to go there and stop them!
it: Grazie al cielo! Ho davvero bisogno del tuo aiuto! La mia ragazza è stata accusata di aver rubato un container e si stanno preparando a giustiziarla! Ho bisogno che qualcuno vada lì e li fermi!

source: Why don't you do it?
it: Perché non lo fai?

source: I've tried. But they won't listen to me! I know the container was stolen from her, but they won't let me talk to her.
it: Ci ho provato, ma non mi ascoltano! So che il container le è stato rubato, ma non mi permettono di parlarle.

source: You need to go to her captors in sector (${x}:${y}). Ask them if she told them who stole the container from her and me and my crew will retrieve it!
it: Devi andare dai suoi rapitori nel settore (${x}:${y}). Chiedi loro se ha detto loro chi le ha rubato il container e io e il mio equipaggio lo recupereremo!

source: Okay, I'll try.
it: Ok, ci proverò.

source: I want to prevent the execution.
it: Voglio impedire l'esecuzione.

source: Do you know that thief?
it: Conosci quel ladro?

source: Her boyfriend hired me to save her.
it: Il suo ragazzo mi ha assunto per salvarla.

source: That idiot still hasn't given up. They both say the container was stolen from her.
it: Quell' idiota non si è ancora arreso. Entrambi dicono che il container le è stato rubato.

source: You don't believe her?
it: Non le credi?

source: She has stolen from us before and now we don't believe her any more.
it: Ci ha già derubato in passato e ora non le crediamo più.

source: Does she say who stole it?
it: Dice chi l'ha rubato?

source: She says she was attacked by pirates in sector (${x}:${y}). But who knows if that's true.
it: Dice di essere stata attaccata dai pirati nel settore (${x}:${y}). Ma chissà se è vero.

source: You are executing her anyway?
it: La stai giustiziando comunque?

source: We are going to execute her in 30 minutes. If you manage to bring that container here before that, then we'll let her go.
it: La giustizieremo tra 30 minuti. Se riesci a portare quel container qui prima, allora la lasceremo andare.

source: I don't even know how to contact her boyfriend!
it: Non so nemmeno come contattare il suo ragazzo!

source: Do we care? It's up to you then. Bring us the evidence and she lives. If you don't, she dies.
it: Ci importa? Dipende da te allora. Portaci le prove e lei vivrà. Se non lo fai, lei muore.

source: A traveler. How exciting.
it: Un viaggiatore. Che emozione.

source: Me? We are the Sphinx. Have you heard of us?
it: Io? Noi siamo la Sfinge. Hai sentito parlare di noi?

source: That's disappointing. What is a traveler like you doing in such a remote part of the galaxy?
it: È deludente. Cosa ci fa un viaggiatore come te in una parte così remota della galassia?

source: I'm looking for a stolen container.
it: Sto cercando un container rubato.

source: Ooh, we know about that container. We've seen it.
it: Ooh, sappiamo di quel container. L'abbiamo visto.

source: Can you tell me where it is?
it: Puoi dirmi dov'è?

source: We don't just tell people things. We give them riddles. We're the Sphinx, after all.
it: Non ci limitiamo a dire cose alla gente. Diamo loro degli indovinelli. Siamo la Sfinge, dopotutto.

source: What is the riddle?
it: Qual è l'indovinello?

source: Our brother Erehton has four legs, and he lives in sector (${x1}:${y1}). Our brother Reniatnoc has two legs, and he lives in sector (${x2}:${y2}). Our brother Etiseslaf has three legs, and he lives in sector (${x3}:${y3}).
it: Il nostro fratello Erehton ha quattro gambe e vive nel settore (${x1}:${y1}). Il nostro fratello Reniatnoc ha due gambe e vive nel settore (${x2}:${y2}). Il nostro fratello Etiseslaf ha tre gambe e vive nel settore (${x3}:${y3}).

source: This is all we're going to tell you. You can ask us to repeat the riddle, but we won't tell you anything else.
it: Questo è tutto ciò che ti diremo. Puoi chiederci di ripetere l'indovinello, ma non ti diremo altro.

source: Our brother Erehton has four legs, and he lives in sector (${x1}:${y1}). Our brother Reniatnoc has two legs, and he lives in sector (${x2}:${y2}). Our brother Etiseslaf has three legs, and he lives in sector (${x3}:${y3}).
it: Il nostro fratello Erehton ha quattro gambe e vive nel settore (${x1}:${y1}). Il nostro fratello Reniatnoc ha due gambe e vive nel settore (${x2}:${y2}). Il nostro fratello Etiseslaf ha tre gambe e vive nel settore (${x3}:${y3}).

source: Your name is actually Reniatnoc!
it: Il tuo vero nome è Reniatnoc!

source: Yes. We named our ship 'container' spelled backwards. Were you sent by the Sphinx?
it: Sì, abbiamo chiamato la nostra nave "container" al contrario. Sei stato mandato dalla Sfinge?

source: Yes, I'm looking for a stolen container.
it: Sì, sto cercando un container rubato.

source: A stolen container, you say. Well, I'm not surprised, a lot of containers seem to grow wings in these parts.
it: Un contenitore rubato, dici. Beh, non mi sorprende, molti container sembrano avere le ali da queste parti.

source: Have you heard anything?
it: Hai sentito qualcosa?

source: Not really, but I know a bunch of pirates that like to take things that aren't theirs. If you really want to find the container, you should go find them, but beware, they will try to kill you!
it: Non proprio, ma conosco un gruppo di pirati a cui piace prendere cose che non sono loro. Se vuoi davvero trovare il container, dovresti andare a cercarli, ma attenzione, cercheranno di ucciderti!

source: Where can I find them?
it: Dove posso trovarli?

source: I like to keep track of their whereabouts so that I don't accidentally run into them. They should be in sector (${x}:${y}) at the moment.
it: Mi piace tenere traccia della loro posizione in modo da non incontrarli accidentalmente. Dovrebbero essere nel settore (${x}:${y}) al momento.

source: You can't afford that!
it: Non puoi permettertelo!

source: You want to play games?! DIE!
it: Vuoi giocare?! MUORI!

source: Paid %1% Credits for the container.
it: Pagato %1% Crediti per il container.

source: Who are you and what do you want here?
it: Chi sei e cosa vuoi qui?

source: I'm looking for a container that was lost.
it: Sto cercando un contenitore che è stato perso.

source: Lost, you say. Well, that seems to happen quite frequently in these parts.
it: Perso, dici. Beh, sembra che accada abbastanza spesso da queste parti.

source: So I have heard.
it: Così ho sentito dire.

source: Is this the container you are looking for?
it: È questo il contenitore che stai cercando?

source: I believe it is.
it: Credo di sì.

source: At the moment, we are the owners of this container. But we would be willing to part with it, for a fee, of course. For only ${money} Credits it can be your container.
it: Al momento, siamo i proprietari di questo container. Ma saremmo disposti a separarcene, a pagamento, ovviamente. Per soli ${money} Crediti può essere il tuo contenitore.

source: Okay, I'll buy it from you.
it: Ok, lo comprerò da te.

source: Never, I'll fight for it.
it: Mai, lotterò per questo.

source: It was a pleasure doing business with you.
it: È stato un piacere fare affari con te.

source: Are you insane? We'll kill you!
it: Sei impazzito? Ti uccideremo!

source: Hello! You saved her! I will come pick up my girlfriend and then we will move to the other side of the galaxy. Thank you so much for your help! Paul
it: Ciao! L'hai salvata! Verrò a prendere la mia ragazza e poi ci trasferiremo dall'altra parte della galassia. Grazie mille per il tuo aiuto! Paolo

# Mail Subject
source: You saved her!
it: L'hai salvata!

source: Interesting, you've found the missing container!
it: Interessante, hai trovato il contenitore mancante!

source: Some pirates had stolen it.
it: Alcuni pirati l'avevano rubata.

source: Letting her go doesn't feel wise, but we gave you our word. We'll let her go free. But if she ever comes near us again, we will kill her!
it: Lasciarla andare non sembra saggio, ma ti abbiamo dato la nostra parola. La lasceremo andare. Ma se mai si avvicinerà di nuovo a noi, la uccideremo!

source: That sounds fair.
it: Mi sembra giusto.

source: My girlfriend has been wrongfully accused of stealing and she will be executed soon! I need you to help me save her life! Paul
it: La mia ragazza è stata ingiustamente accusata di furto e presto verrà giustiziata! Ho bisogno del tuo aiuto per salvarle la vita! Paul

source: Special Contacts
it: Contatti Speciali

source: Pick up some very important merchandise.
it: Prendi della merce molto importante.

source: Get the merchandise from the pirates
it: Prendi la merce dai pirati

source: Pick up the package
it: Ritira il pacco

source: Deliver the package
it: Consegna il pacco

source: Deliver Merchandise
it: Consegna la merce

source: Thank you. Please give me the package.
it: Grazie. Per favore, dammi il pacco.

source: [Talk]
it: [Parla]

source: As I said, you'll find our market in (${x}:${y}).
it: Come ho detto, troverai il nostro mercato in (${x}:${y}).

source: I have no business with you.
it: Non ho niente a che fare con te.

source: Thank you. You should visit sector (${x}:${y}), we have our special little market there.
it: Grazie. Dovresti visitare il settore (${x}:${y}), abbiamo il nostro piccolo mercato speciale lì.

source: Oh, you don't have it.
it: Oh, non ce l'hai.

source: Emergency Signal
it: Segnale di emergenza

source: Investigate the emergency call.
it: Indaga sulla chiamata di emergenza.

source: Defend ${name} from the pirates
it: Difendi ${name} dai pirati

source: Help! I'm under attack! We need help!
it: Aiuto! Sono sotto attacco! Abbiamo bisogno di aiuto!

source: You have received a distress signal from an unknown source.
it: Hai ricevuto un segnale di soccorso da una fonte sconosciuta.

source: Help me! I'll reward anyone who helps me!
it: Aiutami! Ricompenserò chiunque mi aiuti!

source: I'm eternally grateful. Please go visit our special little market in (${x}:${y}). I think you'll like it!
it: Ti sarò eternamente grato. Visita il nostro piccolo mercato speciale a (${x}:${y}). Penso che ti piacerà!

source: Oh boy, I'm so glad we made it out alive!
it: Oh cavolo, sono così felice che ne siamo usciti vivi!

source: Thank you for saving me. I can't offer you credits or goods, but I'll put in a good word for you at one of our special markets. You will find it in sector (${x}:${y}).
it: Grazie per avermi salvato. Non posso offrirti crediti o merci, ma metterò una buona parola per te in uno dei nostri mercati speciali. Lo troverai nel settore (${x}:${y}).

source: Secret Cargo
it: Carico segreto

source: Hack the container and retrieve its contents.
it: Hackera il contenitore e recuperane il contenuto.

source: Open the container
it: Aprire il contenitore

source: [Deliver Merchandise]
it: [Consegna merce]

source: Thank you. Please hand over the package.
it: Grazie. Consegna il pacco.

source: As a thank you we will open up our special little market in sector (${x}:${y}) for you. You should drop by some time.
it: Come ringraziamento apriremo per voi il nostro piccolo mercato speciale nel settore (${x}:${y}). Dovresti passare qualche volta.

source: Hm, looks like you don't have it.
it: Hm, sembra che tu non ce l'abbia.

source: What's that, yet another one that's tampering with our valuables.
it: Di che si tratta, l'ennesima manomissione dei nostri oggetti di valore.

source: Sneaky Delivery
it: Consegna furtiva

source: Deliver a suspicious package.
it: Consegna un pacco sospetto.

source: Travel via sector (${x}:${y})
it: Viaggio per settore (${x}:${y})

source: Deliver the package to the black market in (${x}:${y})
it: Consegna il pacco al mercato nero in (${x}:${y})

source: The black market is in ${title} ${name}
it: Il mercato nero è in ${title} ${name}

source: Please hand over the package.
it: Consegna il pacco.

source: Thank you! You have proven yourself worthy of our trust. You may now do business at our market.
it: Grazie! Ti sei dimostrato degno della nostra fiducia. Ora puoi fare affari nel nostro mercato.

source: If you have something to deliver, please come to the dock.
it: Se hai qualcosa da consegnare, per favore vieni al molo.

source: Wait, are you really sure you have it? We can't find it in your cargo bay.
it: Aspetta, sei davvero sicuro di averlo? Non riusciamo a trovarlo nella tua stiva di carico.

source: Pirate Problem
it: Problema dei pirati

source: Solve the pirate problem.
it: Risolvi il problema dei pirati.

source: ${current} / ${total} pirates destroyed
it: ${current} / ${total} pirati distrutti

source: Hidden Sender
it: Mittente nascosto

# Mail Subject
source: No More Pirates
it: Niente più pirati

source: You got rid of them! We can now go about our business in peace. As a thank you, we will send you the coordinates of our little market. If you need anything, visit sector (%1%:%2%).
it: Vi siete sbarazzati di loro! Ora possiamo svolgere i nostri affari in pace. Per ringraziarvi, vi invieremo le coordinate del nostro piccolo mercato. Se avete bisogno di qualcosa, visitate il settore (%1%:%2%).

source: Push back the Xsotan.
it: Spingi indietro lo Xsotan.

source: ${current} / ${total} Xsotan destroyed
it: ${current} / ${total} Xsotan distrutto

# Mail Subject
source: No More Xsotan
it: Niente più Xsotan

source: Good job pushing back the Xsotan! As a token of our appreciation, we have decided to let you participate in our small and special market. Drop by sector (%1%:%2%) and you'll find it.
it: Ottimo lavoro respingere l'Xsotan! Come segno del nostro apprezzamento, abbiamo deciso di farti partecipare al nostro piccolo e speciale mercato. Scendi per settore (%1%:%2%) e lo troverai.

source: The Package
it: La confezione

source: Somebody's container is being hacked. Respond to the alarm.
it: Il container di qualcuno è stato hackerato. Rispondere all'allarme.

source: Look for the container in sector (${x}:${y})
it: Cerca il contenitore nel settore (${x}:${y})

source: Pick up the item the pirates dropped
it: Raccogli l'oggetto che i pirati hanno lasciato cadere

source: Use the item
it: Usa l'oggetto

source: Return the item to its owner in (${x}:${y})
it: Restituisci l'oggetto al suo proprietario in (${x}:${y})

source: Find the item's owner in one of the stations
it: Trova il proprietario dell'oggetto in una delle stazioni
