Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: We were just flying toward a gate when another ship scraped past us. They lost a container they had docked to them and our paint job was scratched. We kept the contents of the container as compensation.
it: Stavamo volando verso un cancello quando un'altra nave ci passò accanto. Hanno perso un container che avevano attraccato e la nostra verniciatura è stata graffiata. Abbiamo conservato il contenuto del contenitore come compenso.

source: We disturbed some pirates hacking a container. They fled, and we tried to determine the container's owner but had no luck. Long story short, we just took the contents.
it: Abbiamo disturbato alcuni pirati che stavano hackerando un container. Sono fuggiti e abbiamo cercato di determinare il proprietario del container, ma non abbiamo avuto fortuna. Per farla breve, abbiamo solo preso il contenuto.

source: A ship's hyperspace engine had busted after a long jump. They were lucky we came across them and that our engineers were able to help them fix it. We even had the spare parts they needed!
it: Il motore iperspaziale di una nave si era rotto dopo un lungo salto. Sono stati fortunati che ci siamo imbattuti in loro e che i nostri ingegneri sono stati in grado di aiutarli a risolvere il problema. Avevamo anche i pezzi di ricambio di cui avevano bisogno!

source: Somebody tried to sell drugs to us, but we alerted the authorities instead. The local faction gave us a reward for helping them apprehend a notorious drug dealer.
it: Qualcuno ha cercato di venderci droga, ma abbiamo allertato le autorità. La fazione locale ci ha dato una ricompensa per averli aiutati a catturare un noto spacciatore.

source: Our scanners barely registered a ship with all of its engines turned off. We hailed them to see if they needed assistance, but they just told us they were going to pay us to go away. So we took the money.
it: I nostri scanner registravano a malapena una nave con tutti i motori spenti. Li abbiamo chiamati per vedere se avevano bisogno di assistenza, ma ci hanno solo detto che ci avrebbero pagato per andarcene. Quindi abbiamo preso i soldi.

source: We ran into some people who were preparing a race, and since we know a lot about spaceships, we could immediately tell which ship would be the fastest, so we bet on it. Here is part of our winnings.
it: Ci siamo imbattuti in alcune persone che stavano preparando una gara e, poiché sappiamo molto sulle astronavi, potevamo immediatamente dire quale nave sarebbe stata la più veloce, quindi abbiamo scommesso su di essa. Ecco una parte delle nostre vincite.

source: A ship had broken down right at a gate and the ships coming through the gate were just piling up on top of it. Oh, the property damage! We helped clear the path and the local faction rewarded us.
it: Una nave si era rotta proprio davanti a un cancello e le navi che attraversavano il cancello si stavano accumulando sopra di esso. Oh, i danni materiali! Aiutammo a sgombrare la strada e la fazione locale ci ricompensò.

source: We got paid for transporting a herd of cattle. They did some damage to the ship, but the insurance of the owner paid way more than we needed for the repairs. Would have been even more if it had been alpacas.
it: Siamo stati pagati per trasportare una mandria di bestiame. Hanno fatto qualche danno alla nave, ma l'assicurazione del proprietario ha pagato molto più del necessario per le riparazioni. Sarebbe stato ancora di più se si fosse trattato di alpaca.

source: Some dude really wanted to be taken off a casino. Don't know why, but he paid us a whole lot of money. So did the casino security.
it: Un tizio voleva davvero essere portato via da un casinò. Non so perché, ma ci ha dato un sacco di soldi. Così come la sicurezza del casinò.

source: We crashed into a satellite, just floating through space and not emitting any signals. Who just leaves their junk out like that? But at least we got to scrap it and got some resources out of it!
it: Ci siamo schiantati contro un satellite, fluttuando nello spazio e non emettendo alcun segnale. Chi lascia fuori la spazzatura in quel modo? Ma almeno l'abbiamo rottamata e ne abbiamo ricavato delle risorse!

source: We rescued a golden alpaca from some pirates. The owner was super happy to get it back and he gave us a huge reward!
it: Abbiamo salvato un alpaca dorato da alcuni pirati. Il proprietario è stato felicissimo di riaverlo e ci ha dato una ricompensa enorme!

source: We found a stash with a message on it: 'To call in a staff meeting, combine a Lightning Gun, Hacking Upgrade, Laser, Railgun and PDC at a research station.'
it: Abbiamo trovato una scorta con un messaggio: "Per convocare una riunione del personale, combinare un Lightning Gun, Hacking Upgrade, Laser, Railgun e PDC in una stazione di ricerca".

source: We found the wreck of a freighter. We believe it must have been attacked by Xsotan, because there were still goods in the cargo bay, and pirates would have taken those. They are in our cargo bay now.
it: Abbiamo trovato il relitto di un mercantile. Crediamo che debba essere stato attaccato da Xsotan, perché c'erano ancora merci nella stiva di carico e i pirati le avrebbero prese. Ora sono nella nostra stiva di carico.

source: We somehow ended up at an auction that was being held at a station. There weren't very many people there, so we managed to get some great deals!
it: In qualche modo siamo finiti a un'asta che si teneva in una stazione. Non c'erano molte persone lì, quindi siamo riusciti a fare delle ottime offerte!

source: We just came across a very old freighter. It was so old, in fact, that it was literally falling apart. We took crew and cargo on board, and they let us keep the cargo after we had taken them to a station.
it: Ci siamo appena imbattuti in un mercantile molto vecchio. Era così vecchia, infatti, che stava letteralmente cadendo a pezzi. Abbiamo preso a bordo l'equipaggio e il carico e ci hanno lasciato tenere il carico dopo che li avevamo portati in una stazione.

source: We found an abandoned station. We had a look around and we found a storage unit that still had goods inside it. We put them into our cargo bay.
it: Abbiamo trovato una stazione abbandonata. Abbiamo dato un'occhiata in giro e abbiamo trovato un magazzino che conteneva ancora delle merci. Li mettiamo nella nostra stiva di carico.

source: We landed on a planet and found a whole bunch of interesting stuff. We should do that more often!
it: Siamo atterrati su un pianeta e abbiamo trovato un sacco di cose interessanti. Dovremmo farlo più spesso!

source: The 'Commune' hired us to babysit some junkie. He went crazy and we had to chase his ship. This would have been the one time we really could have used some force turrets!
it: La "Comune" ci ha assunti per fare da babysitter a un tossico. È impazzito e abbiamo dovuto inseguire la sua nave. Questa sarebbe stata l'unica volta in cui avremmo davvero potuto usare delle torrette di forza!

source: We ran into an old 'friend' who owed us. She gave us turret blueprints.
it: Ci siamo imbattuti in un vecchio "amico" che ci doveva un favore. Ci ha dato i progetti della torretta.

source: We found an abandoned ship. Their log files said they were following traces of an ancient alien life form. The only things left on board were turret blueprints.
it: Abbiamo trovato una nave abbandonata. I loro file di registro dicevano che stavano seguendo le tracce di un'antica forma di vita aliena. Le uniche cose rimaste a bordo erano i progetti della torretta.

source: We met somebody at a rather dodgy bar. He claimed he was an inventor. A guy came in and tried to beat him up because 'his blueprints sucked'. We protected him, and he gave us some of his blueprints.
it: Incontrammo qualcuno in un bar piuttosto sospetto. Sosteneva di essere un inventore. Un ragazzo entrò e cercò di picchiarlo perché "i suoi progetti facevano schifo". Lo abbiamo protetto e ci ha dato alcuni dei suoi progetti.

source: Some Xsotan were attacking a mine, for some reason. We blasted them into pieces. The miners were too poor to pay us a reward, but we looted the Xsotan vessels.
it: Alcuni Xsotan stavano attaccando una mina, per qualche motivo. Li abbiamo fatti a pezzi. I minatori erano troppo poveri per pagarci una ricompensa, ma abbiamo saccheggiato le navi Xsotan.

source: We ran into some Xsotan and they attacked us. But we showed them that we are not as helpless as we might seem!
it: Ci siamo imbattuti in alcuni Xsotan e ci hanno attaccato. Ma abbiamo dimostrato loro che non siamo così indifesi come potremmo sembrare!

source: We found a wreckage full of deactivated combat bots. We took the liberty to loot their armory.
it: Abbiamo trovato un relitto pieno di robot da combattimento disattivati. Ci siamo presi la libertà di saccheggiare la loro armeria.

source: We heard that a bounty had been put on some renegades of the Cavaliers. We tried to find them, but someone else had already destroyed their ships. We did find some turrets floating in the sector, though.
it: Sentimmo che era stata messa una taglia su alcuni rinnegati dei Cavalieri. Abbiamo cercato di trovarli, ma qualcun altro aveva già distrutto le loro navi. Tuttavia, abbiamo trovato alcune torrette galleggianti nel settore.

source: The sector we just entered still had wreckage parts floating all over it. Somebody had clearly tried to salvage them, but the impacts of the missiles had shot the parts all over the sector.
it: Il settore in cui siamo appena entrati conteneva ancora parti di rottami che galleggiavano su di esso. Qualcuno aveva chiaramente cercato di salvarli, ma gli impatti dei missili avevano sparato le parti in tutto il settore.

source: Some convoy hired us to escort them. I don't really like escort missions, and the ships were always either a bit too slow or a bit too fast, but we were paid well in the end.
it: Qualche convoglio ci ha assunto per scortarli. Non mi piacciono molto le missioni di scorta e le navi erano sempre un po' troppo lente o un po' troppo veloci, ma alla fine siamo stati pagati bene.

source: We ran into two small ships that said they needed the location of a volcano planet. They also said something about some ring. They did give us money when we pointed them in the right direction.
it: Ci siamo imbattuti in due piccole navi che dicevano di aver bisogno della posizione di un pianeta vulcano. Hanno anche detto qualcosa su qualche anello. Ci hanno dato dei soldi quando li abbiamo indirizzati nella giusta direzione.

source: Some dude called 'Moretti' paid us a lot of money to deliver alcoholic beverages to his friends. No idea why he paid so much, but when it's about sums like this one, I don't ask questions.
it: Un tizio chiamato "Moretti" ci ha pagato un sacco di soldi per consegnare bevande alcoliche ai suoi amici. Non ho idea del perché abbia pagato così tanto, ma quando si tratta di somme come questa, non faccio domande.

source: We received a distress call, but we got there too late. Sad affair. Or it would have been sad, if we hadn't found all this loot.
it: Abbiamo ricevuto una chiamata di soccorso, ma siamo arrivati troppo tardi. Triste storia. O sarebbe stato triste, se non avessimo trovato tutto questo bottino.

source: We took part in a bounty hunt! We had to share the reward, but it was still worth our while.
it: Abbiamo partecipato a una caccia alle taglie! Dovevamo condividere la ricompensa, ma ne valeva comunque la pena.

source: Commander, apparently somebody put a bounty on our head. Now the loot comes looking for us, and not the other way around!
it: Comandante, a quanto pare qualcuno ha messo una taglia sulla nostra testa. Ora il bottino viene a cercarci, e non il contrario!

source: We found somebody locked in a compartment on a wreck. He said he was a member of the 'Family' and we would be richly rewarded if we took him back to them. And he was right!
it: Abbiamo trovato qualcuno chiuso in uno scompartimento su un relitto. Ha detto che era un membro della "Famiglia" e che saremmo stati riccamente ricompensati se lo avessimo riportato da loro. E aveva ragione!

source: The 'Cavaliers' paid us to protect some casino from a bunch of bandits. It wasn't terribly exciting, but they paid well.
it: I "Cavaliers" ci hanno pagato per proteggere un casinò da un gruppo di banditi. Non era molto eccitante, ma pagavano bene.

source: I made a bet with another captain that our ship was better suited for flying through asteroid fields. This is what I pulled from his wreck.
it: Ho scommesso con un altro capitano che la nostra nave era più adatta a volare attraverso i campi di asteroidi. Questo è quello che ho tirato fuori dal suo relitto.

source: We helped the 'Commune' free some workers in a mine. We would have kept out of that, but they did offer a huge reward.
it: Abbiamo aiutato la "Comune" a liberare alcuni lavoratori in una miniera. Ne saremmo rimasti fuori, ma ci hanno offerto una ricompensa enorme.

source: Seventeen containers! We had to hack seventeen containers before we finally found something valuable!
it: Diciassette container! Abbiamo dovuto hackerare diciassette container prima di trovare finalmente qualcosa di prezioso!

source: We took a shortcut and some pirates challenged us. Of course, we defeated them easily.
it: Abbiamo preso una scorciatoia e alcuni pirati ci hanno sfidato. Certo, li abbiamo sconfitti facilmente.

source: Somehow, some goods ended up in our cargo bay. Somebody at the trading post must have accidentally loaded them onto our ship instead of onto the one it was really meant for.
it: In qualche modo, alcune merci sono finite nella nostra stiva di carico. Qualcuno alla stazione commerciale deve averli caricati accidentalmente sulla nostra nave invece che su quella per cui era davvero destinata.

source: We have been able to dust off a subsystem from the insolvency estate of a counterparty.
it: Siamo stati in grado di rispolverare un sottosistema dalla massa fallimentare di una controparte.

source: We helped a stranded mining vessel and helped them repair their engines. They were really grateful and let us have some of their mining turrets.
it: Abbiamo aiutato una nave mineraria bloccata e li abbiamo aiutati a riparare i loro motori. Erano davvero grati e ci hanno fatto avere alcune delle loro torrette minerarie.

source: We almost crashed into a wreck that was in hidden plain sight. At first we thought it might be stealth tech, but it just blended really well with the sector. We salvaged it anyways.
it: Ci siamo quasi schiantati contro un relitto che era nascosto in bella vista. All'inizio pensavamo che potesse essere una tecnologia stealth, ma si fondeva molto bene con il settore. L'abbiamo recuperato comunque.

source: We found subsystems in a strange anomaly!
it: Abbiamo trovato dei sottosistemi in una strana anomalia!

source: We have completed the expedition.
it: Abbiamo completato la spedizione.

source: The ship is on an expedition. Time remaining: ${timeRemaining} (${completed} % done).
it: La nave è in spedizione. Tempo rimanente: ${timeRemaining} (${completed} % fatto).

source: Not enough cargo space!
it: Spazio di carico insufficiente!

source: There is nothing to explore in this area, we are too deep in faction territory! We should try starting an expedition in a mostly uninhabited area.
it: Non c'è niente da esplorare in questa zona, siamo troppo in profondità nel territorio di fazione! Dovremmo provare a iniziare una spedizione in una zona per lo più disabitata.

source: Left-Click to select the expedition area
it: Clicca a sinistra per selezionare l'area di spedizione

source: Duration
it: Durata

source: There is nothing to explore in this area!
it: Non c'è niente da esplorare in questa zona!

source: This is a very good area to have adventures. It seems like most of this is uncharted territory.
it: Questa è una zona molto buona per vivere avventure. Sembra che la maggior parte di questo sia un territorio inesplorato.

source: The area looks very exciting. I'm sure we'll be able to run into quite a lot of adventures.
it: La zona sembra molto eccitante. Sono sicuro che saremo in grado di imbatterci in un bel po' di avventure.

source: There is a lot to explore in this area. I hope that we will be able to have quite some adventures.
it: C'è molto da esplorare in questa zona. Spero che riusciremo a vivere delle belle avventure.

source: This area looks all right. I will definitely find some adventures here.
it: Quest' area sembra a posto. Troverò sicuramente qualche avventura qui.

source: I will definitely find adventures in this area. There is enough uncharted territory here.
it: Troverò sicuramente avventure in questa zona. C'è abbastanza territorio inesplorato qui.

source: \c(dd5)This area seems not very well suited for exploring something new here. Maybe we should try a different area.\c()
it: \c(dd5)Questa zona non sembra molto adatta per esplorare qualcosa di nuovo qui. Forse dovremmo provare un'area diversa.\c()

source: \c(dd5)According to initial calculations, the area is not ideal, it might be difficult to find something exciting here.\c()
it: \c(dd5)Secondo i calcoli iniziali, l'area non è ideale, potrebbe essere difficile trovare qualcosa di eccitante qui.\c()

source: \c(d93)This area is much too overrun. I will not find much here.\c()
it: \c(d93)Quest' area è troppo invasa. Non troverò molto qui.\c()

source: \c(d93)This is a super boring area. I will not find many exciting adventures here.\c()
it: \c(d93)Questa è una zona super noiosa. Non troverò molte avventure eccitanti qui.\c()

source: \c(d93)I will have virtually no adventures in this area. This area is much too populated.\c()
it: \c(d93)Non avrò praticamente avventure in quest' area. Questa zona è troppo popolata.\c()

source: Expedition
it: Spedizione

source: Adventures:
it: Avventure:

source: Turrets, subsystems or turret blueprints
it: Torrette, sottosistemi o progetti di torrette

source: Per adventure:
it: Per avventura:

source: Cargobay usage
it: Utilizzo di Cargobay

source: Gave the captain of '%1%' a budget of %2% credits for maintenance.
it: Hai dato al capitano di '%1%' un budget di %2% crediti per la manutenzione.

source: Sadly we didn't have enough time to finish maintenance. Here are the remaining funds.
it: Purtroppo non abbiamo avuto abbastanza tempo per finire la manutenzione. Ecco i fondi rimanenti.

source: %1% has finished maintenance and is awaiting your next orders in \s(%2%:%3%).
it: %1% ha terminato la manutenzione ed è in attesa dei tuoi prossimi ordini in \s(%2%:%3%).

source: We didn't spend all the money you gave us. Here are the remaining funds.
it: Non abbiamo speso tutti i soldi che ci hai dato. Ecco i fondi rimanenti.

source: The ship is doing maintenance. Time remaining: ${timeRemaining} (${completed} % done).
it: La nave è in manutenzione. Tempo rimanente: ${timeRemaining} (${completed} % fatto).

# ship AI status
source: Maintenance
it: Manutenzione

source: Ship is currently under repair and cannot be recalled.
it: La nave è attualmente in riparazione e non può essere richiamata.

source: No maintenance to do.
it: Nessuna manutenzione da fare.

source: We're too far from the galaxy center to buy torpedoes!
it: Siamo troppo lontani dal centro della galassia per comprare siluri!

source: You don't have permission to pay with alliance funds!
it: Non hai il permesso di pagare con i fondi dell'alleanza!

source: Price (up to)
it: Prezzo (fino a)

source: \c(d93)Our hangar isn't big enough, we won't be able to obtain all fighters.\c()
it: \c(d93)Il nostro hangar non è abbastanza grande, non saremo in grado di ottenere tutti i caccia.\c()

source: \c(dd3)There aren't enough quarters for all the crew we're about to hire. The ship will be overpopulated when we're back.\c()
it: \c(dd3)Non ci sono abbastanza alloggi per tutto l'equipaggio che stiamo per assumere. La nave sarà sovrappopolata quando torneremo.\c()

source: No Crew Hiring
it: Divieto di assunzione dell'equipaggio

source: Required Crew
it: Equipaggio richiesto

source: Maximum Crew
it: Equipaggio massimo

source: Not enough quarters, the ship will be overpopulated.
it: Non ci sono abbastanza alloggi, la nave sarà sovrappopolata.

source: Set all fighter purchases to full
it: Imposta tutti gli acquisti di combattenti su pieno

source: Maintenance
it: Manutenzione

source: Maintenance Operation
it: Intervento di manutenzione

source: Maintenance will always repair the ship.
it: La manutenzione riparerà sempre la nave.

source: ¢0 (Reconstruction Site nearby)
it: ¢0 (sito di ricostruzione nelle vicinanze)

source: No major repairs necessary.
it: Non sono necessarie riparazioni importanti.

source: Hire the basic crew required for the ship to function.
it: Assumi l'equipaggio di base necessario per il funzionamento della nave.

source: Hire the maximum possible crew for the ship.
it: Assumi il massimo equipaggio possibile per la nave.

source: ${num} people will be hired
it: ${num} persone saranno assunte

source: Duration: +${duration} min
it: Durata: +${duration} min

source: No more crew necessary.
it: Non è più necessario l'equipaggio.

source: Fill ${percentage}% of free torpedo storage
it: Riempi il ${percentage}% dello spazio libero per i siluri

source: +${amount} Torpedoes in Storage
it: +${amount} siluri in magazzino

source: +${amountInLaunchers} Torpedoes in Launcher Shafts
it: +${amountInLaunchers} siluri negli alberi del lanciatore

source: +${amount} Fighters
it: +${amount} Combattenti

source: Hangar capacity full ${utilization}/${capacity}
it: Capienza hangar pieno ${utilization}/${capacity}

source: Commander, here's one installment of our yield!
it: Comandante, ecco una rata del nostro rendimento!

source: Commander, here's one shipment of our yield!
it: Comandante, ecco una spedizione della nostra resa!

source: Commander, unfortunately we could not complete the operation. Here is what we have mined so far!
it: Comandante, purtroppo non siamo riusciti a completare l'operazione. Ecco cosa abbiamo estratto finora!

source: Mission completed, Commander, here is the final yield.
it: Missione completata, Comandante, ecco la resa finale.

source: Commander, this is the last shipment!
it: Comandante, questa è l'ultima spedizione!

source: %1% has finished mining and is awaiting your next orders in \s(%2%:%3%).
it: %1% ha terminato il mining ed è in attesa dei tuoi prossimi ordini tra \s(%2%:%3%).

source: Commander, there's an asteroid field in this sector. Regards, Captain ${name}
it: Comandante, c'è un campo di asteroidi in questo settore. Saluti, Capitano ${name}

source: Commander, we discovered an asteroid field here. Regards, Captain ${name}
it: Comandante, abbiamo scoperto un campo di asteroidi qui. Saluti, Capitano ${name}

source: Asteroid field here. Regards, Captain ${name}
it: Campo di asteroidi qui. Saluti, Capitano ${name}

source: This sector contains an asteroid field. Regards, Captain ${name}
it: Questo settore contiene un campo di asteroidi. Saluti, Capitano ${name}

source: Ship is mining resources. Time remaining: ${timeRemaining} (${completed} % done).
it: La nave sta estraendo risorse. Tempo rimanente: ${timeRemaining} (${completed} % fatto).

source: No start positions for fighters!
it: Nessuna posizione di partenza per i caccia!

source: Not enough squad control subsystems for fighters!
it: Sottosistemi di controllo squadra insufficienti per i caccia!

source: Not enough pilots for all fighters!
it: Non ci sono abbastanza piloti per tutti i caccia!

source: The ship has no mining equipment!
it: La nave non ha attrezzature minerarie!

source: There are no sectors that we can mine in!
it: Non ci sono settori in cui possiamo estrarre!

source: Not enough turret slots for all turrets!
it: Slot torretta insufficienti per tutte le torrette!

source: Immediate Delivery
it: Consegna immediata
