Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: In \c(0d0)Rift Research Centers\c(), scientists have made it their task to elicit the secrets of the rifts and the Xsotan.
it: Nei \c(0d0)Rift Research Center\c(), gli scienziati si sono impegnati a scoprire i segreti delle spaccature e degli Xsotan.

source: Hence, these can be found across the galaxy in sectors \c(0d0)adjacent to rifts\c().
it: Quindi, questi possono essere trovati in tutta la galassia nei settori \c(0d0)adiacenti alle spaccature\c().

source: Thanks to a scientific breakthrough, it's now possible to \c(0d0)travel into the rifts\c(). For their research, the scientists always need volunteers who are paid to be sent on \c(0d0)Rift Expeditions\c() and carry out tasks there.
it: Grazie a una scoperta scientifica, ora è possibile\c(0d0)viaggiare nelle spaccature\c(). Per le loro ricerche, gli scienziati hanno sempre bisogno di volontari pagati per essere inviati in \c(0d0) Spedizioni Rift\c() e svolgere compiti lì.

source: Due to the technical limitations of the \c(0d0)Teleporter\c() device used to transport matter into the rift, only a limited amount of mass can be sent into a rift.
it: A causa delle limitazioni tecniche del dispositivo\c(0d0)Teletrasporto\c() utilizzato per trasportare la materia nella fessura, solo una quantità limitata di massa può essere inviata in una fessura.

source: The rifts are a dangerous place, so good preparation is a must for a successful mission.
it: Le spaccature sono un luogo pericoloso, quindi una buona preparazione è un must per una missione di successo.

source: Objects of Interest
it: Oggetti di interesse

source: Large Asteroids
it: Grandi asteroidi

source: Some sectors contain \c(0d0)large Asteroids\c().
it: Alcuni settori contengono \c(0d0) asteroidi grandi\c().

source: They are the perfect place to found a mine on, as they usually contain resources such as water, ice or minerals.
it: Sono il luogo perfetto per fondare una miniera, poiché di solito contengono risorse come acqua, ghiaccio o minerali.

source: If you find a large asteroid and it doesn't already belong to anyone, you can \c(0d0)claim\c() it for yourself by flying close and interacting with it.
it: Se trovi un grande asteroide e non appartiene già a nessuno, puoi \c(0d0)rivendicarlo\c() per te volando vicino e interagendo con esso.

source: Once you own, it, you get to decide what to do with it: you can keep it and found a \c(0d0)mine\c() on it, which is expensive but which will eventually generate considerable income for you. Or you can \c(0d0)sell\c() it to a nearby faction for a huge sum.
it: Una volta che lo possiedi, puoi decidere cosa farne: puoi tenerlo e trovare una \c(0d0)mina\c() su di esso, che è costosa ma che alla fine genererà entrate considerevoli per te. Oppure puoi \c(0d0)venderlo\c() a una fazione vicina per una somma enorme.

source: Secured Containers
it: Contenitori protetti

source: Sometimes, \c(0d0)Secured Containers\c() can be hidden within asteroid fields or large container fields.
it: A volte, i\c(0d0) Contenitori Protetti\c() possono essere nascosti all'interno di campi di asteroidi o di grandi contenitori.

source: Many of them contain treasures, and it is definitely worth it to try to open them.
it: Molti di loro contengono tesori, e vale sicuramente la pena provare ad aprirli.

source: You can dock the container to your ship and transport it to a \c(0d0)Smuggler's Market\c().
it: Puoi attraccare il container alla tua nave e trasportarlo in un \c(0d0) Mercato del Contrabbandiere\c().

source: For a fee, you can have the container opened there.
it: A pagamento, puoi aprire il container lì.

source: If you own an \c(0d0)Injector Subsystem\c() you can attempt to open them right there on the spot.
it: Se possiedi un \c(0d0) Sottosistema Iniettore\c() puoi tentare di aprirli proprio lì sul posto.

source: But very often the containers are equipped with an alarm, and the owners of the containers are not far away.
it: Ma molto spesso i contenitori sono dotati di un allarme e i proprietari dei contenitori non sono lontani.

source: Symbols
it: Simboli

source: Civil Ship
it: Nave civile

source: Military Ship
it: Nave militare

source: Advanced Military Ship
it: Nave militare avanzata

source: Artillery Ship
it: Nave d'artiglieria

source: Persecutor
it: Persecutore

source: Flagship
it: Ammiraglia

source: Anti-Fighter Ship
it: Nave anti-combattente

source: Anti-Shield Ship
it: Nave anti scudo

source: Hyperspace Blocker
it: Bloccante dell'iperspazio

source: Torpedo Ship
it: Nave lanciasiluri

source: Characters
it: Caratteri

source: When civilization took to space, everyone was excited for this opportunity to start new lives. But it wasn't long before problems arose - the economy favored the rich, while the poor became poorer and poorer. Inter-faction disputes and weak governments that weren't able to protect their citizen's rights didn't help the issue. Some people decided to take matters into their own hands. The number of pirates has steadily increased since the Event 200 years back, with a drastic increase in raids as well. Many empty sectors are now overrun with pirates that kill anyone who dares to come onto their turf. Neighboring Factions are suffering constant \c(0d0)pirate attacks\c() and will pay handsome \c(0d0)rewards\c() for anyone willing to help.
it: Quando la civiltà è arrivata nello spazio, tutti erano entusiasti di questa opportunità di iniziare una nuova vita. Ma non passò molto tempo prima che i problemi sorgessero: l'economia favoriva i ricchi, mentre i poveri diventavano sempre più poveri. Le controversie tra le fazioni e i governi deboli che non erano in grado di proteggere i diritti dei loro cittadini non hanno aiutato la questione. Alcune persone hanno deciso di prendere in mano la situazione. Il numero di pirati è aumentato costantemente dall'Evento 200 anni fa, con un drastico aumento anche delle incursioni. Molti settori vuoti sono ora invasi da pirati che uccidono chiunque osi entrare nel loro territorio. Le fazioni vicine subiscono costanti \c(0d0) attacchi dei pirati\c() e pagheranno belle \c(0d0)ricompense\c() per chiunque sia disposto ad aiutare.

source: Bounty Hunters
it: Cacciatori di taglie

source: The recent rise in crime has led to a sharp decrease in the factions' patience to deal with enemies. It's more and more common to see Factions enlist \c(0d0)Bounty Hunters\c() to hunt down unwanted ships. Bounty Hunters are heavily armed and often bring a \c(0d0)Hyperspace Blocker\c() to stop ships from escaping into hyperspace.
it: Il recente aumento della criminalità ha portato a una forte diminuzione della pazienza delle fazioni nell'affrontare i nemici. È sempre più comune vedere le Fazioni arruolare \c(0d0) Cacciatori di Taglie\c() per dare la caccia alle navi indesiderate. I Cacciatori di Taglie sono pesantemente armati e spesso portano un \c(0d0) Bloccante dell'Iperspazio\c() per impedire alle navi di fuggire nell'iperspazio.

source: Persecutors
it: Persecutori

source: Beware on your travels to the center of the galaxy. More and more travellers report sightings of marauding ships. These scoundrels attack any \c(0d0)weak ship\c() that makes the mistake of coming into their sight. Because they aren't easy to give up, and even follow their prey through hyperspace, they've been aptly named \c(0d0)'Persecutors'\c().
it: Fai attenzione durante i tuoi viaggi verso il centro della galassia. Sempre più viaggiatori segnalano avvistamenti di navi predoni. Questi furfanti attaccano qualsiasi \c(0d0) nave debole\c() che commetta l'errore di venire alla loro vista. Poiché non è facile arrendersi e persino seguire le loro prede attraverso l'iperspazio, sono stati giustamente chiamati \c(0d0)"Persecutori"\c().

source: Ever since the Event ships of unknown origin roam the galaxy. If no weapons are fired they remain peaceful, but one shot is enough to turn them hostile. Many great scientists are puzzled by their unique traits. Research is still ongoing.
it: Da quando le navi dell'Evento di origine sconosciuta vagano per la galassia. Se non vengono sparate armi rimangono pacifiche, ma un colpo è sufficiente per renderle ostili. Molti grandi scienziati sono sconcertati dai loro tratti unici. La ricerca è ancora in corso.

source: Adventurer
it: Avventuriero

source: The \c(0d0)Adventurer\c() is an explorer that knows a lot about what is going on in the galaxy. It is his life goal to find out more about the \c(0d0)Xsotan\c() so that the inhabitants of the galaxy might be able to defeat them once and for all!
it: L '\c(0d0)Avventuriero\c() è un esploratore che sa molto su ciò che sta accadendo nella galassia. Il suo obiettivo di vita è scoprire di più sugli\c(0d0)Xsotan\c() in modo che gli abitanti della galassia possano essere in grado di sconfiggerli una volta per tutte!

source: Hermit
it: Eremita

source: \c(0d0)The Hermit\c() is one of the most reliable sources of knowledge. Many galaxy dwellers come to his asteroid to gather information and, despite his solitary lifestyle, he is always glad to help people who ask nicely.
it: \c(0d0)L'Eremita\c() è una delle fonti di conoscenza più affidabili. Molti abitanti delle galassie vengono sul suo asteroide per raccogliere informazioni e, nonostante il suo stile di vita solitario, è sempre felice di aiutare le persone che lo chiedono gentilmente.

source: \c(0d0)Swoks III\c() is the third offspring of a pirate dynasty. After his older brothers were defeated, he became the pirate king!
it: \c(0d0)Swoks III\c() è la terza discendente di una dinastia di pirati. Dopo che i suoi fratelli maggiori furono sconfitti, divenne il re dei pirati!

source: The \c(0d0)M.A.D. Science Association\c() researches \c(0d0)Xsotan\c() energy technology. They own multiple satellites all over the galaxy that give off weird vibes.
it: La \c(0d0)M.A.D. Science Association\c() ricerca \c(0d0) la tecnologia energetica Xsotan\c(). Possiedono più satelliti in tutta la galassia che emettono strane vibrazioni.

source: Apparently, the \c(0d0)AI\c() was once programmed to fend off the Xsotan. Legends say that the manufacturer promised it would never attack non-Xsotan!
it: A quanto pare, l '\c(0d0)AI\c() una volta era programmato per respingere l'Xsotan. Le leggende dicono che il produttore ha promesso che non avrebbe mai attaccato il non-Xsotan!

source: \c(0d0)Bottan\c() is an infamous smuggler, known to screw over friend and foe.
it: \c(0d0)Bottan\c() è un famigerato contrabbandiere, noto per fregare amici e nemici.

source: The \c(0d0)Four\c() are a group of ruthless scientists, trying to be the first over the Barrier. They'll try everything to get their hands on any of the exceedingly rare \c(0d0)Xsotan Artifacts\c().
it: I \c(0d0)Quattro\c() sono un gruppo di scienziati spietati, che cercano di essere i primi a superare la Barriera. Proveranno di tutto per mettere le mani su uno qualsiasi dei rarissimi \c(0d0) Artefatti Xsotan\c().

source: This strange \c(0d0)Xsotan\c() ship seems to be guarding the center of the galaxy. It's a Xsotan mothership that can utilize the black hole's energy to open \c(0d0)Wormholes\c() to call more and more Xsotan reinforcements.
it: Questa strana nave\c(0d0)Xsotan\c() sembra sorvegliare il centro della galassia. È una nave madre Xsotan che può utilizzare l'energia del buco nero per aprire \c(0d0)Wormholes\c() per chiamare sempre più rinforzi Xsotan.

source: Fleet Management
it: Gestione della flotta

source: You can assign \c(0d0)Captains\c() on your ships, either to command a ship of yours while it is in a different sector, or to profit from your captain's experience while you're still in control of your ship yourself.
it: Puoi assegnare \c(0d0)Capitani\c() sulle tue navi, sia per comandare una tua nave mentre si trova in un settore diverso, sia per trarre profitto dall'esperienza del tuo capitano mentre hai ancora il controllo della tua nave.

source: All captains have different character traits, which they can improve by gaining \c(0d0)experience\c() while on commands and thereby \c(0d0)leveling up\c().
it: Tutti i capitani hanno tratti caratteriali diversi, che possono migliorare guadagnando \c(0d0)esperienza\c() durante i comandi e quindi \c(0d0)salendo di livello\c().

source: When captains level up, the impact of their perks will be increased while their quirks will have less of an effect.
it: Quando i capitani salgono di livello, l'impatto dei loro vantaggi aumenterà mentre le loro stranezze avranno meno effetto.

source: However, not all captains are equally talented. Each captain can be classified by \c(0d0)tiers (0 to 3)\c().
it: Tuttavia, non tutti i capitani hanno lo stesso talento. Ogni capitano può essere classificato per \c(0d0)livelli (da 0 a 3)\c().

source: Captains with higher tiers are more experienced and will be more successful when sent to carry out commands, but they do ask for a higher salary.
it: I capitani con livelli più alti hanno più esperienza e avranno più successo quando vengono inviati a eseguire i comandi, ma chiedono uno stipendio più alto.

source: Lower tier captains can be hired at stations while Tier 3 captains have to be found by other means.
it: I capitani di livello inferiore possono essere assunti nelle stazioni mentre i capitani di livello 3 devono essere trovati con altri mezzi.

source: You might not be the only one looking for them, so keep your eyes open when you are in a civilized sector.
it: Potresti non essere l'unico a cercarli, quindi tieni gli occhi aperti quando ti trovi in un settore civile.

source: Captain's Classes
it: Lezioni del capitano

source: Tiers
it: Livelli

source: Captains are talented individuals and they can have up to two classes: \c(0d0)Tier 0\c() captains don't have a class in the beginning, but they will specialize on a profession once they reach level 5.
it: I capitani sono individui di talento e possono avere fino a due classi: \c(0d0) I capitani di livello 0\c() non hanno una classe all'inizio, ma si specializzeranno in una professione una volta raggiunto il livello 5.

source: \c(0d0)Tier 1\c() and \c(0d0)Tier 2\c() have one class and \c(0d0)Tier 3\c() captains even have two classes.
it: I capitani\c(0d0) di livello 1\c() e \c(0d0) di livello 2\c() hanno una classe e i capitani\c(0d0) di livello 3\c() hanno anche due classi.

source: Read about the individual classes in the next chapters.
it: Leggi le singole lezioni nei prossimi capitoli.

source: \c(0d0)Miners\c() are specialists when it comes to the extraction of resources.
it: \c(0d0)I minatori\c() sono specialisti quando si tratta di estrarre risorse.

source: They can conduct longer mining operations than other captains.
it: Possono condurre operazioni minerarie più lunghe rispetto ad altri capitani.

source: They are also more effective at mining resources, which is why they get \c(0d0)higher yields\c() from operations.
it: Sono anche più efficaci nelle risorse minerarie, motivo per cui ottengono \c(0d0) rendimenti più elevati\c() dalle operazioni.

source: If they are active on the ship you command, they will \c(0d0)detect valuable asteroids\c() from a distance and point them out to you.
it: Se sono attivi sulla nave che comandi,\c(0d0)rileveranno preziosi asteroidi\c() da lontano e te li indicheranno.

source: They can manage two additional \c(0d0)unarmed turret slots\c().
it: Possono gestire due ulteriori \c(0d0) slot di torretta disarmata\c().

source: If you're looking to hire Miners check the \c(0d0)Mines\c() in the area. Most Miners tend to stick to them.
it: Se stai cercando di assumere Minatori, controlla le \c(0d0)Miniere\c() nella zona. La maggior parte dei minatori tende ad attenersi a loro.

source: Scavengers
it: Spazzino

source: \c(0d0)Scavengers\c() specialize in salvaging.
it: I\c(0d0)Predatori\c() si specializzano nel recupero.

source: They are able to conduct longer salvaging operations than other captains and they achieve \c(0d0)higher yields\c() when performing salvaging commands.
it: Sono in grado di condurre operazioni di salvataggio più lunghe rispetto ad altri capitani e ottengono \c(0d0) rendimenti più elevati\c() quando eseguono comandi di salvataggio.

source: If they are active on the ship you command, they will \c(0d0)spot valuable wrecks\c() from a distance and point them out to you.
it: Se sono attivi sulla nave che comandi,\c(0d0)individueranno preziosi relitti\c() da lontano e te li indicheranno.

source: Captains with this specialization are often found at \c(0d0)Scrapyards\c(), where they earn their livelihood.
it: I capitani con questa specializzazione si trovano spesso nei \c(0d0)Cantieri di demolizione\c(), dove si guadagnano da vivere.

source: Merchants
it: Esercenti

source: No one knows the intricacies of the market better than a \c(0d0)merchant\c().
it: Nessuno conosce la complessità del mercato meglio di un \c(0d0)commerciante\c().

source: Through their connections, they are able to handle a wider variety of goods than anyone else.
it: Attraverso le loro connessioni, sono in grado di gestire una più ampia varietà di merci rispetto a chiunque altro.

source: This increases the \c(0d0)number of goods\c() they can move on procure and sell operations.
it: Ciò aumenta il \c(0d0)numero di beni\c() che possono spostare su operazioni di approvvigionamento e vendita.

source: They also carry licenses for dangerous and suspicious goods.
it: Dispongono anche di licenze per merci pericolose e sospette.

source: If they are active on the ship you command, you will also benefit from their \c(0d0)licenses.
it: Se sono attivi sulla nave che comandi, beneficerai anche delle loro \c(0d0)licenze.

source: While Merchants can be found all over the galaxy, when in doubt try a \c(0d0)Trading Post\c(). There might be someone there who is looking for a new job.
it: Mentre i Mercanti possono essere trovati in tutta la galassia, in caso di dubbio prova un \c(0d0)Trading Post\c(). Potrebbe esserci qualcuno lì che sta cercando un nuovo lavoro.

source: \c(0d0)Smugglers\c() are the best choice for shady deals.
it: I\c(0d0)contrabbandieri\c() sono la scelta migliore per affari loschi.

source: They can get rid of goods anywhere, which allows them to move \c(0d0)more goods\c() on procure and sell operations.
it: Possono sbarazzarsi delle merci ovunque, il che consente loro di spostare \c(0d0)più merci\c() nelle operazioni di approvvigionamento e vendita.

source: They also have 'licenses' for all goods.
it: Hanno anche "licenze" per tutti i beni.

source: If they are active on the ship you command, you will also benefit from their \c(0d0)'licenses'\c().
it: Se sono attivi sulla nave che comandi, beneficerai anche delle loro \c(0d0)'licenze'\c().

source: Smugglers tend to stay away from the more righteous places. So if you want to find one, you should look for \c(0d0)Smugglers' Markets\c() and the like.
it: I contrabbandieri tendono a stare lontani dai luoghi più virtuosi. Quindi, se vuoi trovarne uno, dovresti cercare \c(0d0) Mercati dei Contrabbandieri\c() e simili.

source: Explorers
it: Esploratori

source: \c(0d0)Explorers\c() always keep their eyes open for unexplored sectors.
it: Gli\c(0d0)esploratori\c() tengono sempre gli occhi aperti per i settori inesplorati.

source: When they pass \c(0d0)interesting sectors\c() while on an operation, they mark them for you.
it: Quando passano \c(0d0) settori interessanti\c() durante un'operazione, li contrassegnano per te.

source: They can use the latest radar technology, and when active on the ship you command, they reveal sectors with \c(0d0)hidden mass signatures\c() (yellow blip) in a bigger radius.
it: Possono utilizzare la più recente tecnologia radar e, quando attivi sulla nave che comandi, rivelano settori con \c(0d0) firme di massa nascoste\c() (blip giallo) in un raggio maggiore.

source: Explorers can often be found at \c(0d0)Research Stations\c(), where they actively participate in finding new and exiting things. If you want to hire one, you should look there as well.
it: Gli esploratori possono spesso essere trovati nelle \c(0d0) Stazioni di ricerca\c(), dove partecipano attivamente alla ricerca di cose nuove ed eccitanti. Se vuoi assumerne uno, dovresti guardare anche lì.

source: Because of their military training, \c(0d0)commodores\c() have developed a sense for danger.
it: A causa del loro addestramento militare, i\c(0d0)commodores\c() hanno sviluppato un senso di pericolo.

source: This allows them to better anticipate (and avoid) attacks by pirates or other enemies.
it: Ciò consente loro di anticipare (ed evitare) meglio gli attacchi di pirati o altri nemici.

source: Their combat experience allows them to manage two additional \c(0d0)armed turret slots\c() when active on the ship you command.
it: La loro esperienza di combattimento consente loro di gestire due\c(0d0) slot torretta armati aggiuntivi\c() quando attivi sulla nave che comandi.

source: They also increase the number of slots for \c(0d0)automatic targeting\c() by four.
it: Aumentano anche il numero di slot per il\c(0d0) targeting automatico\c() di quattro.

source: The best way to find a commodore is to ask at a \c(0d0)Military Outpost\c(). Fresh from the academy and all that.
it: Il modo migliore per trovare un commodoro è chiedere a un \c(0d0) Avamposto Militare\c(). Fresco dall'accademia e tutto il resto.

source: \c(0d0)Daredevils\c() love a challenge and will find an opportunity to prove themselves everywhere.
it: I\c(0d0)Daredevils\c() amano le sfide e troveranno l'opportunità di mettersi alla prova ovunque.

source: They often collect trophies in battles, and are happy to \c(0d0)share their spoils\c(), such as subsystems or turrets, with their allies.
it: Spesso raccolgono trofei nelle battaglie e sono felici di \c(0d0)condividere il loro bottino\c(), come sottosistemi o torrette, con i loro alleati.

source: Their wild nature inspires gunners to shoot faster than usual.
it: La loro natura selvaggia ispira gli artiglieri a sparare più velocemente del solito.

source: The \c(0d0)fire rate\c() on your ship increases by 10% while daredevils are active on the ship you command.
it: La \c(0d0) cadenza di fuoco\c() sulla tua nave aumenta del 10% mentre i temerari sono attivi sulla nave che comandi.

source: Daredevils know how to live life. If you're looking for one, look around for \c(0d0)Casinos\c() and \c(0d0)Habitats\c(), as you'll usually meet them where there are a lot of people.
it: I temerari sanno come vivere la vita. Se ne stai cercando uno, cerca \c(0d0)Casinò\c() e \c(0d0)Habitat\c(), poiché di solito li incontrerai dove ci sono molte persone.

source: Scientists
it: Scienziati

source: \c(0d0)Scientists\c() are very interested in researching the \c(0d0)Rifts\c().
it: \c(0d0)Gli scienziati\c() sono molto interessati alla ricerca delle \c(0d0)Rotture\c().

source: When they command a ship in a rift, they gather \c(0d0)Rift Research Data\c() on their own, up to a certain limit. They also increase the amount of data gathered by destroying Xsotan.
it: Quando comandano una nave in una spaccatura, raccolgono \c(0d0) Dati di Ricerca della Spaccatura\c() da soli, fino a un certo limite. Aumentano anche la quantità di dati raccolti distruggendo Xsotan.

source: An important part of their job is keeping their eyes open for every detail. This allows Scientists to find and highlight Rift Research Data and Scannable Objects in rifts.
it: Una parte importante del loro lavoro è tenere gli occhi aperti per ogni dettaglio. Ciò consente agli scienziati di trovare ed evidenziare i dati della ricerca Rift e gli oggetti scansionabili nelle spaccature.

source: Scientists value the company of their colleagues. They often stay at \c(0d0)Rift Research Centers\c().
it: Gli scienziati apprezzano la compagnia dei loro colleghi. Spesso alloggiano presso \c(0d0)Rift Research Centers\c().

source: Xsotan Hunters
it: Cacciatori di Xsotan
