Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Yes, our new associate here did very well. I wouldn’t have survived without them.
it: Sì, il nostro nuovo socio qui ha fatto molto bene. Non sarei sopravvissuta senza di loro.

source: I’m glad to hear that. It seems that you have grown into a reliable partner. Welcome to the Family.
it: Mi fa piacere sentirlo. Sembra che tu sia diventato un partner affidabile. Benvenuto in famiglia.

source: Thank you. I'm honored.
it: Grazie. Sono onorato.

source: Here's your reward. Expect to hear from me soon.
it: Ecco la tua ricompensa. Ti aspetto presto.

source: Greetings. We are disappointed. You chose them over us? You could have had a place in our Family! But we don't tolerate rats. Don't contact us again. The Family
it: Saluti. Siamo delusi. Hai preferito loro a noi? Avresti potuto avere un posto nella nostra famiglia! Ma non tolleriamo i ratti. Non ricontattarci. La Famiglia

# Mail Subject
source: No Business with Traitors
it: Niente affari con i traditori

source: The Transport
it: I Trasporti

source: The Cavaliers are acquiring weapons and preparing for war.
it: I Cavalieri stanno acquisendo armi e si stanno preparando per la guerra.

source: Find the Cavaliers captain near the casino in sector (${x}:${y})
it: Trova il capitano dei Cavaliers vicino al casinò nel settore (${x}:${y})

source: Defeat the Cavaliers captain
it: Sconfiggi il capitano dei Cavaliers

source: Defeat the weapon transport and its escort
it: Sconfiggi il trasporto dell'arma e la sua scorta

source: Search the wreckages for information
it: Perlustra i relitti per avere informazioni

source: Install the Cavaliers Identity Thief on your ship
it: Installa il ladro di identità Cavaliers sulla tua nave

source: Pick up the bombs from sector (${x}:${y}), disguised as a Cavaliers freighter
it: Raccogli le bombe dal settore (${x}:${y}), travestito da cargo Cavaliers

source: Go to sector (${x}:${y}) to watch Moretti's plan unfold
it: Vai al settore (${x}:${y}) per vedere lo sviluppo del piano di Moretti

source: Defeat Mr. Jackson and the Cavaliers
it: Sconfiggi il signor Jackson e i Cavaliers

source: Help! We're getting attacked! Help!
it: Aiuto! Ci stanno attaccando! Aiuto!

source: [Pick Up Bombs]
it: [Raccogli le bombe]

source: What the...? What's going on!
it: Ma che...? Che sta succedendo!

source: Cavaliers Freighter
it: Nave da carico Cavaliers

source: Cavaliers Captain
it: Capitano dei Cavaliers

source: A crate of bombs you picked up from the Cavaliers. Very fragile. Better don't shake.
it: Una cassa di bombe che hai raccolto dai Cavalieri. Molto fragile, meglio non agitare.

source: Greetings associate. Our spies have been busy and they found out that the Cavaliers seem to be moving ahead with their plans of installing their Emperor as head of the galaxy. While this is never going to happen, of course, their talk of war is bad for business. We know that they have been ordering a lot of weapons, and we would like to make sure that those weapons never reach them. Meet me in sector (%1%:%2%) and I will give you more details. John Moretti
it: Saluti socio. Le nostre spie si sono date da fare e hanno scoperto che i Cavalieri sembrano andare avanti con il progetto di installare il loro Imperatore a capo della galassia. Anche se questo non accadrà mai, ovviamente, i loro discorsi di guerra sono negativi per gli affari. Sappiamo che hanno ordinato molte armi e vorremmo assicurarci che non le raggiungano mai. Incontriamoci nel settore (%1%:%2%) e vi darò maggiori dettagli. John Moretti

# Mail Subject
source: Weapon Transport
it: Trasporto delle armi

source: Greetings associate. The cavaliers are receiving more and more of their weapon transports. You need to stop as many as you can. Try find out where the freighters are going and what their assignments are. If you can, find more transports. John Moretti
it: Saluti associati. I cavalieri stanno ricevendo sempre più trasporti di armi. Devi fermarne più che puoi. Prova a scoprire dove stanno andando i mercantili e quali sono i loro incarichi. Se puoi, trova altri mezzi di trasporto. John Moretti

# Mail Subject
source: Stop Those Transports
it: Ferma quei trasporti

source: Greetings associate. I heard you have gathered more information about the Cavaliers freighters. Come find me in sector (%1%:%2%). John Moretti
it: Saluti socio. Ho sentito che hai raccolto maggiori informazioni sui mercantili Cavaliers. Vieni a trovarmi nel settore (%1%:%2%). John Moretti

# Mail Subject
source: New Information
it: Nuove informazioni

source: Greetings associate. You have managed to acquire the bombs. To set my plan into motion, I need them as soon as possible. Meet me in sector (%1%:%2%) and bring me the bombs. John Moretti
it: Saluti socio. Sei riuscito a procurarti le bombe. Per mettere in moto il mio piano, mi servono al più presto. Incontriamoci nel settore (%1%:%2%) e portatemi le bombe. John Moretti

source: You messed up. They found you. Run away and leave the sector - for now. They aren't very bright, I'm sure you can try again soon.
it: Hai fatto un casino. Ti hanno trovato. Scappa e lascia il settore - per ora. Non sono molto luminosi, sono sicuro che potrai riprovare presto.

# Mail Subject
source: Run Away
it: Scappa via

source: Greetings associate. We have work to do.
it: Saluti socio. Abbiamo del lavoro da fare.

source: The Cavaliers have gotten better at secretly trading weapons. Our spies have trouble finding their freighters, and getting close to their stations is almost impossible now.
it: I Cavalieri sono diventati più bravi a scambiare segretamente armi. Le nostre spie hanno difficoltà a trovare i loro mercantili e avvicinarsi alle loro postazioni è quasi impossibile ora.

source: We have heard about a high ranking Cavaliers captain who knows a lot, and who might be slightly more accessible than others.
it: Abbiamo sentito parlare di un capitano dei Cavaliers di alto rango che sa molto e che potrebbe essere leggermente più accessibile di altri.

source: It seems he has a little gambling problem. He supposedly can be found in or near the casino in sector (${x}:${y}), trying to win enough money to pay back his bookies there.
it: Sembra che abbia un piccolo problema di gioco d'azzardo. Presumibilmente può essere trovato dentro o vicino al casinò nel settore (${x}:${y}), cercando di vincere abbastanza soldi per ripagare i suoi allibratori lì.

source: I will pay him a visit.
it: Gli farò visita.

source: Good. I'm sure you will get him to tell you where you can find a weapon transporter of the Cavaliers. Once you know where a transporter will be, go there immediately, so that they don't get away again.
it: Bene. Sono sicuro che lo convincerai a dirti dove puoi trovare un trasportatore di armi dei Cavalieri. Una volta che sai dove sarà un trasportatore, vai immediatamente lì, in modo che non scappino di nuovo.

source: Who are you and what do you want?
it: Chi sei e cosa vuoi?

source: Just somebody looking for information.
it: Solo qualcuno in cerca di informazioni.

source: I don't know what you've heard, but I'm the wrong guy for you. I'm not telling you anything.
it: Non so cosa hai sentito, ma sono la persona sbagliata per te. Non ti sto dicendo niente.

source: Everybody starts talking at some point.
it: Tutti iniziano a parlare ad un certo punto.

source: No, not me. There is nothing you could say that would make me change my mind.
it: No, non io. Non c'è niente che potresti dire che mi farebbe cambiare idea.

source: I could help with your debts.
it: Potrei aiutarti con i tuoi debiti.

source: I could destroy your ship.
it: Potrei distruggere la tua nave.

source: Are you threatening me?
it: Mi stai minacciando?

source: You ridiculous worm. I'm gonna show you that this is no way to talk to a soldier of the Cavaliers!
it: Verme ridicolo. Ti mostrerò che questo non è il modo di parlare con un soldato dei Cavalieri!

source: I'm listening.
it: Ti ascolto.

source: How much would it cost me?
it: Quanto mi costerebbe?

source: This one bookie in there wants ${bribe} Credits today, or my ship is losing parts. If I'd be able to pay him, I might let some information slip.
it: Questo allibratore vuole ${bribe} crediti oggi, o la mia nave sta perdendo parti. Se potessi pagarlo, potrei lasciarmi sfuggire alcune informazioni.

source: All right, we're in business. What do you want?
it: Va bene, siamo in affari. Cosa vuoi?

source: I'm looking for a weapon transport.
it: Sto cercando un trasporto di armi.

source: Well, I can't tell you much about that, but you might wanna try sector (${x}:${y}). I know that a weapon transport will pass through there, soon.
it: Beh, non posso dirti molto su questo, ma potresti provare il settore (${x}:${y}). So che un trasporto di armi passerà da lì, presto.

source: Then I have no more reason to be talking to you.
it: Allora non ho più motivo di parlare con te.

source: Then I might as well destroy you.
it: Allora tanto vale che ti distrugga.

source: Get out of our way, we have an important delivery to do!
it: Togliti di mezzo, abbiamo una consegna importante da fare!

source: I won't let you deliver weapons.
it: Non ti permetterò di consegnare armi.

source: Oh really? Who do you think you are?
it: Oh davvero? Chi ti credi di essere?

source: I'm with the Family.
it: Sono con la famiglia.

source: In that case, I think we can take a short break to teach a Family dog some manners! Get them!
it: In tal caso, penso che possiamo fare una breve pausa per insegnare a un cane di famiglia le buone maniere! Prendili!

source: You're not working for the Cavaliers! What are you doing here?
it: Non stai lavorando per i Cavaliers! Che ci fai qui?

source: I'll stop you from delivering your cargo.
it: Ti impedirò di consegnare il tuo carico.

source: You're the one who attacked Phil! You swine! We heard their calls for help!
it: Sei tu che hai attaccato Phil! Maiale! Abbiamo sentito le loro richieste di aiuto!

source: They had it coming.
it: Se lo meritavano.

source: Ha, you can try to defeat us. This time, we've got backup!
it: Ah, puoi provare a sconfiggerci. Questa volta abbiamo i rinforzi!

source: You managed to find some freighters? Good job.
it: Sei riuscito a trovare dei mercantili? Ottimo lavoro.

source: Did you find out where the freighters were meant to take their cargo?
it: Hai scoperto dove i mercantili avrebbero dovuto portare il loro carico?

source: They were also supposed to pick up bombs from there.
it: Avrebbero anche dovuto raccogliere bombe da lì.

source: Bombs, you say? That gives me an idea...
it: Bombe, dici? Questo mi dà un'idea...

source: I have a new task for you. Take this subsystem and install it onto your ship.
it: Ho un nuovo compito per te. Prendi questo sottosistema e installalo sulla tua nave.

source: What does it do?
it: A cosa serve?

source: This will identify you as one of their own to them. If you don't get too close to any of their ships, they will think that you are one of them.
it: Questo ti identificherà come uno di loro. Se non ti avvicini troppo a nessuna delle loro navi, penseranno che sei uno di loro.

source: That's neat.
it: È fantastico.

source: I know. But remember, you need to stay at a safe distance, and it won't work on everyone. Go to the sector the freighter was supposed to pick up the bombs at and pretend you're him.
it: Lo so. Ma ricorda, devi stare a distanza di sicurezza e non funzionerà con tutti. Vai nel settore in cui il cargo avrebbe dovuto raccogliere le bombe e fingi di essere lui.

source: I'll do that.
it: Lo farò.

source: Hello soldier. It appears like you don't have enough cargo space.
it: Ciao soldato. Sembra che tu non abbia abbastanza spazio di carico.

source: Oh, I'll be back.
it: Oh, torno subito.

source: Hello soldier. Are you ready for your next assignment?
it: Ciao soldato, sei pronto per il tuo prossimo incarico?

source: You need to dock so we can give you the bombs.
it: Devi attraccare così possiamo darti le bombe.

source: Take these bombs and deliver them to sector (${x}:${y}).
it: Prendi queste bombe e consegnale al settore (${x}:${y}).

source: You managed to get the bombs from the Cavaliers. Well done. Hand them over to me now. And I'll also be taking back the Cavaliers Identity Thief.
it: Sei riuscito a ottenere le bombe dai Cavalieri. Ben fatto. Consegnameli ora. E mi riprenderò anche il ladro di identità dei Cavaliers.

source: Here you go.
it: Ecco qua.

source: Did they tell you where you were supposed to deliver them?
it: Ti hanno detto dove avresti dovuto consegnarli?

source: Yes, to sector (${x}:${y}).
it: Sì, al settore (${x}:${y}).

source: Very good. We have plans for those bombs. My associate will set them in motion now.
it: Molto bene. Abbiamo dei piani per quelle bombe. Il mio socio li metterà in moto ora.

source: What are those plans?
it: Quali sono questi piani?

source: You'll see. But we could still use your help. Will you join us in sector (${x}:${y})?
it: Vedrai. Ma ci farebbe comunque comodo il tuo aiuto. Ti unirai a noi nel settore (${x}:${y})?

source: Good. See you there, then.
it: Bene. Ci vediamo lì, allora.

source: You don't have the bombs? What happened?
it: Non hai le bombe? Cos' è successo?

source: Well, that's unfortunate. We need these bombs to make my plan work. Go back there and pick up more.
it: Beh, è un peccato. Abbiamo bisogno di queste bombe per far funzionare il mio piano. Torna lì e prendine altre.

source: Can I have another subsystem?
it: Posso avere un altro sottosistema?

source: Lost that, too? You're lucky I am such a patient person.
it: Perso anche quello? Sei fortunato che sono una persona così paziente.

source: Ah, look what the cat dragged in. I was expecting you.
it: Ah, guarda cosa ha trascinato il gatto. Ti stavo aspettando.

source: You again!
it: Di nuovo tu!

source: Surprised to see me? You should have known that I wouldn't let worms like you mess with my new friends.
it: Sorpreso di vedermi? Avresti dovuto sapere che non avrei permesso a vermi come te di incasinare i miei nuovi amici.

source: Your new friends?
it: I tuoi nuovi amici?

source: The Cavaliers have been nothing but kind to me, unlike that Family scum. They have been supplying me with weapons - that is, until you decided to steal deliveries meant for me.
it: I Cavalieri sono stati nient' altro che gentili con me, a differenza di quella feccia della Famiglia. Mi hanno fornito armi, cioè fino a quando non hai deciso di rubare consegne destinate a me.

source: Serves you right.
it: Ti sta bene.

source: It won't matter, we'll just take them from you after you're dead. That nerve of you, coming here alone. Just like that goon we caught earlier, sneaking around the Cavalier's ships.
it: Non importa, te li porteremo via dopo la tua morte. Quella tua faccia tosta, venire qui da solo. Proprio come quello scagnozzo che abbiamo catturato prima, aggirando di soppiatto le navi del Cavaliere.

source: Ah, I see you're not alone after all. Hello Moretti, it will be an honor blowing your ship to pieces.
it: Ah, vedo che non sei solo dopotutto. Ciao Moretti, sarà un onore far saltare in aria la tua nave.

source: Mr. Jackson. We finally meet again. To be honest, I didn't expect to see you here. But this gives me the chance to kill two birds with one stone.
it: Signor Jackson. Finalmente ci incontriamo di nuovo. Ad essere onesti, non mi aspettavo di vederti qui. Ma questo mi dà la possibilità di prendere due piccioni con una fava.

source: Oh Moretti, you still haven't realized that your time is over. You're severely outnumbered.
it: Oh Moretti, non hai ancora capito che il tuo tempo è finito. Siete in netta inferiorità numerica.

source: Are we, now?
it: Lo siamo, adesso?

source: What just happened?
it: Cos' è appena successo?

source: Oh, we just found a very appropriate place for all those bombs you wanted to have delivered.
it: Oh, abbiamo appena trovato un posto molto appropriato per tutte quelle bombe che volevi consegnare.

source: Moretti you snake! You're going to pay for this!
it: Moretti serpente! Pagherai per questo!

source: Let's see about that.
it: Vediamo un po'.

source: Finally. That guy had been bothering me for far too long.
it: Finalmente. Quel ragazzo mi infastidiva da troppo tempo.

source: He got what he deserved!
it: Ha avuto quello che si meritava!

source: Definitely. Now that Mr. Jackson is out of the picture, we can concentrate on our real enemies.
it: Decisamente. Ora che il signor Jackson è fuori dai giochi, possiamo concentrarci sui nostri veri nemici.

source: Who?
it: Chi?

source: The Cavaliers and the Commune. This is far from over.
it: I Cavalieri e la Comune. È tutt' altro che finita.

source: For now, just stand down. Here's your reward. I'll reach out to you when I need your help again.
it: Per ora, fermati. Ecco la tua ricompensa. Ti contatterò quando avrò di nuovo bisogno del tuo aiuto.

source: Assignment for Cavaliers Freighter XBN4039
it: Incarico per Cavaliers Freighter XBN4039

source: Assignment: Deliver the weapons to Cavaliers Freighter XBG3856 in sector (${x}:${y}).
it: Assegnazione: Consegna le armi al Cavaliers Freighter XBG3856 nel settore (${x}:${y}).

source: Assignment for Cavaliers Freighter XBG3856
it: Incarico per Cavaliers Freighter XBG3856

source: Assignment: Deliver the weapons to station XHD287 in sector (${x}:${y}). Pick up a delivery of bombs there.
it: Assegnazione: Consegna le armi alla stazione XHD287 nel settore (${x}:${y}). Prendi una consegna di bombe lì.

source: Crate of Bombs
it: Cassa di bombe

source: For the Family!
it: Per la Famiglia!

source: Defeat the fleets of the Cavaliers and the Commune.
it: Sconfiggi le flotte dei Cavalieri e della Comune.

source: Eliminate the comrades of the Commune in sector (${x}:${y})
it: Elimina i compagni della Comune nel settore (${x}:${y})

source: Greetings associate! The other syndicates want to disrupt the status quo. Both the Cavaliers and the Commune are telling the galaxy they are going to ‘save it’ and ‘bring peace’. But in truth, each of them is following their own agenda and want to take over the galaxy. We need to stop them before they start a war. Wars are bad for business. Meet our scouts in sector (%1%:%2%) and prepare for battle! Don’t disappoint us! John Moretti
it: Saluti socio! Gli altri sindacati vogliono sconvolgere lo status quo. Sia i Cavalieri che il Comune dicono alla galassia che la "salveranno" e "porteranno la pace". Ma in realtà, ognuno di loro segue il proprio programma e vuole conquistare la galassia. Dobbiamo fermarli prima che inizino una guerra. Le guerre fanno male agli affari. Incontra i nostri esploratori nel settore (%1%:%2%) e preparati alla battaglia! Non deludeteci! John Moretti

# Mail Subject
source: Defend the Galaxy
it: Difendi la Galassia

source: Family Scout
it: Famiglia esploratrice

source: Greetings associate! The Cavaliers claimed they can rid the galaxy of pirates and Xsotan, and they can’t even beat us! Now they have learned that whatever little plans their Emperor had simply won’t work out. And the Commune will learn the same thing. Their revolution has been doomed from the start! Join our men in defeating their forces now! Don’t disappoint us! John Moretti
it: Saluti associati! I Cavalieri hanno affermato di poter liberare la galassia dai pirati e dagli Xsotan, e non possono nemmeno batterci! Ora hanno imparato che qualsiasi piccolo piano il loro Imperatore avesse semplicemente non funzionerà. E la Comune imparerà la stessa cosa. La loro rivoluzione è stata condannata fin dall'inizio! Unisciti ai nostri uomini per sconfiggere le loro forze ora! Non deluderci! John Moretti

source: Greetings associate! We showed those anarchists that they have no chance against us! They gave it all they had and it wasn’t enough. This will show everybody that their little revolution will never work out, and they will lose all their followers. Now we just need to make sure that the Cavaliers also realize that we cannot be beaten. Show them how strong we are! Don’t disappoint us! John Moretti
it: Saluti socio! Abbiamo mostrato a quegli anarchici che non hanno alcuna possibilità contro di noi! Hanno dato tutto quello che avevano e non era abbastanza. Questo mostrerà a tutti che la loro piccola rivoluzione non funzionerà mai e perderanno tutti i loro seguaci. Ora dobbiamo solo assicurarci che anche i Cavaliers si rendano conto che non possiamo essere battuti. Mostra loro quanto siamo forti! Non deluderci! John Moretti

# Mail Subject
source: Commune Defeated!
it: Comune sconfitta!

source: Greetings associate! We have won! We have shown everyone that the galaxy won’t be changed! No revolutions or reforms will take place. Now, we can just go about our business and nobody can stop us! Thank you for helping us. The Family never forgets good deeds done by friends! John Moretti
it: Saluti socio! Abbiamo vinto! Abbiamo dimostrato a tutti che la galassia non cambierà! Nessuna rivoluzione o riforma avrà luogo. Ora, possiamo semplicemente fare i nostri affari e nessuno può fermarci! Grazie per il tuo aiuto. La Famiglia non dimentica mai le buone azioni compiute dagli amici! Giovanni Moretti

source: Greetings associate! We knew the Cavaliers were a strong military force. But we can adapt to anything. Get yourself a better ship and then we’ll try again! Don’t disappoint us again! John Moretti
it: Saluti socio! Sapevamo che i Cavalieri erano una forte forza militare. Ma possiamo adattarci a qualsiasi cosa. Procurati una nave migliore e poi ci riproveremo! Non deluderci di nuovo! John Moretti

source: Greetings associate! Who knew those hippies could fight? But we’ve learned from our mistakes! Get yourself a better ship and then we’ll try again! Don’t disappoint us! John Moretti
it: Saluti socio! Chi sapeva che quegli hippy potevano combattere? Ma abbiamo imparato dai nostri errori! Procurati una nave migliore e poi ci riproveremo! Non deluderci! John Moretti

source: Greetings associate! Thank you for coming!
it: Saluti socio! Grazie per essere venuto!

source: The Cavaliers and the Commune are preparing to go into battle against us. There are rumors about them inventing new technology.
it: I Cavalieri e la Comune si stanno preparando ad andare in battaglia contro di noi. Si dice che stiano inventando nuove tecnologie.

source: Where do I find them?
it: Dove li trovo?

source: We will be sending backup. They are already on the way, you should catch up with them once you get closer to the enemy fleets. Don’t disappoint us!
it: Ti invieremo un backup. Sono già in arrivo, dovresti raggiungerli una volta che ti sarai avvicinato alle flotte nemiche. Non deluderci!

source: You and your band of criminals think you can beat us? You won’t stand a chance against us!
it: Tu e la tua banda di criminali pensate di poterci battere? Non avrai alcuna possibilità contro di noi!

source: You are corrupt and selfish! You will never beat us, because you don’t deserve to!
it: Sei corrotto ed egoista! Non ci batterai mai, perché non te lo meriti!

source: Decide whether you want the Family to remain the most powerful syndicate in the galaxy.
it: Decidi se vuoi che la Famiglia rimanga il sindacato più potente della galassia.

source: Cheers! Let's talk about trying to balance the forces in the galaxy. You have decided to support the Family, and I believe that you must have good reasons to that. I can imagine you'll get quite the good deals through them. But if you do feel like we should try to cause more equilibrium in the galaxy, meet me in sector (%1%:%2%). Izzy
it: Salute! Parliamo del tentativo di equilibrare le forze nella galassia. Avete deciso di sostenere la Famiglia, e credo che abbiate delle buone ragioni per farlo. Posso immaginare che otterrete dei buoni affari grazie a loro. Ma se ritiene che dovremmo cercare di creare maggiore equilibrio nella galassia, ci vediamo nel settore (%1%:%2%). Izzy
