Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Circumvention not possible.
it: L'elusione non è possibile.

source: Signals could reach border of the subspace.
it: I segnali potrebbero raggiungere il confine del subspazio.

source: Unknown space beyond subspace recognized. Signature similar to rifts.
it: Riconosciuto spazio sconosciuto oltre il subspazio. Firma simile a spaccature.

source: Headline: Xsotan jump discovered!
it: Titolo: Scoperto Xsotan Jump!

source: First theories surrounding the origin of Xsotan and why they are here have been developed.
it: Sono state sviluppate le prime teorie sull'origine di Xsotan e sul perché siano qui.

source: Scientists have created the first complete theory about the Xsotan. According to it, the Xsotan were attracted from another dimension.
it: Gli scienziati hanno creato la prima teoria completa sullo Xsotan. Secondo esso, gli Xsotan erano attratti da un'altra dimensione.

source: The great energy outbursts of our black hole are the reason for this attraction. The theory is supported by a large majority of the scientists.
it: Le grandi esplosioni di energia del nostro buco nero sono la ragione di questa attrazione. La teoria è supportata da una grande maggioranza di scienziati.

source: But there are opposing opinions, who view the Xsotan as a kind of mutation of resource asteroids and who reject the idea of further dimensions as unproven.
it: Ma ci sono opinioni opposte, che vedono lo Xsotan come una sorta di mutazione degli asteroidi delle risorse e che rifiutano l'idea di ulteriori dimensioni come non provata.

source: Diary entry, galaxy time 35-90-420: Our leaders have announced today, that a great operation is planned to save us from the Xsotan invasion.
it: Diario, ora della galassia 35-90-420: I nostri leader hanno annunciato oggi che è in programma una grande operazione per salvarci dall'invasione degli Xsotan.

source: The name of the operation is Exodus and it is ultimately just an escape to the outskirts of the galaxy.
it: Il nome dell'operazione è Exodus ed è in definitiva solo una fuga verso la periferia della galassia.

source: Until now we did not have any problems with Xsotan in our sector. I don't believe I'm prepared to leave everything behind and start over somewhere else.
it: Fino ad ora non abbiamo avuto problemi con Xsotan nel nostro settore. Non credo di essere pronta a lasciarmi tutto alle spalle e ricominciare da qualche altra parte.

source: Call for action: Join operation Exodus!
it: Invito all'azione: Unisciti all'operazione Exodus!

source: Our brave soldiers will continue to fight the Xsotan here. But we, the workers and clerks, the parents and children, we must create a new homeland!
it: I nostri coraggiosi soldati continueranno a combattere gli Xsotan qui. Ma noi, gli operai e gli impiegati, i genitori e i figli, dobbiamo creare una nuova patria!

source: From various territories groups have gathered who will build a new, better and Xsotan-free life at the edge of our Galaxy!
it: Da vari territori si sono riuniti gruppi che costruiranno una vita nuova, migliore e priva di Xsotan ai margini della nostra Galassia!

source: Join us and start your new life! Best still today! Rent your passage on one of our well equipped ships!
it: Unisciti a noi e inizia la tua nuova vita! Meglio ancora oggi! Noleggia il tuo passaggio su una delle nostre navi ben equipaggiate!

source: Don't let the future wait for you any longer! Join operation Exodus!
it: Non lasciare che il futuro ti aspetti più a lungo! Partecipa all'operazione Exodus!

source: Breaking news: rifts won't disappear in the near term!
it: Ultime notizie: le spaccature non scompariranno nel breve termine!

source: Scientists report that the newly formed rifts will remain in the galaxy for longer.
it: Gli scienziati riferiscono che le spaccature appena formate rimarranno nella galassia più a lungo.

source: After the entire galaxy was plagued by convulsions in the space-time continuum, most of them have since subsided.
it: Dopo che l'intera galassia è stata afflitta da convulsioni nel continuum spazio-temporale, la maggior parte di esse si è placata.

source: According to leading scientists, the rifts remain like 'lakes after a flooding'. Let's hope that these lakes will dry up sometime.
it: Secondo i principali scienziati, le spaccature rimangono come "laghi dopo un'inondazione". Speriamo che questi laghi si prosciughino prima o poi.

source: Final report regarding the Xsotan invasion: our fleet reports that the Xsotan reach the center of the galaxy in waves.
it: Rapporto finale sull'invasione degli Xsotan: la nostra flotta riferisce che gli Xsotan raggiungono il centro della galassia a ondate.

source: So far, only smaller groups of Xsotan were spotted outside the center. But the black hole seems to have an enormous appeal to them.
it: Finora, solo gruppi più piccoli di Xsotan sono stati avvistati al di fuori del centro. Ma il buco nero sembra avere un enorme fascino per loro.

source: Scouts from our fleet report that the Xsotan were drawn towards the black hole before the fight, just like moths to a flame.
it: Gli esploratori della nostra flotta riferiscono che gli Xsotan sono stati attirati verso il buco nero prima del combattimento, proprio come le falene verso una fiamma.

source: Measurement results, research drone Arilla: subspace survey successful.
it: Risultati della misurazione, drone di ricerca Arilla: sondaggio subspaziale riuscito.

source: Analysis completed: subspace permeable for energy.
it: Analisi completata: subspazio permeabile per energia.

source: Behavior: subspace behaves like a liquid.
it: Comportamento: il sottospazio si comporta come un liquido.

source: Composition: unknown. Not a vacuum. No known elements found.
it: Composizione: sconosciuta. Non un vuoto. Nessun elemento noto trovato.

source: Warning: radiation from measurements has attracted individual Xsotan.
it: AVVERTENZA: le radiazioni derivanti dalle misurazioni hanno attratto i singoli Xsotan

source: Measurements show neither subspace nor galaxy space as the origin of the Xsotan.
it: Le misurazioni non mostrano né il subspazio né lo spazio galattico come origine degli Xsotan.

source: There appears to be an old message hidden inside.
it: Sembra che ci sia un vecchio messaggio nascosto all'interno.

source: Rift Research Center
it: Centro di ricerca Rift

source: ${entity} Mission Board
it: ${entity} Consiglio della Missione

source: Mission Board
it: Consiglio della Missione

source: THREAT LEVEL
it: LIVELLO DI MINACCIA

source: RIFT DEPTH
it: PROFONDITÀ SPACCATURA

source: The deeper into the rift, the more Xsotan you will encounter.
it: Più profonda è la spaccatura, più Xsotan incontrerai.

source: REWARD
it: RICOMPENSA

source: TRADING GOOD:
it: BENE DI COMMERCIO:

source: You gather Rift Research Data in rifts by scanning objects, destroying Xsotan or fulfilling secondary objectives. A Scientist captain will also collect Rift Research Data automatically while inside rifts.
it: Raccogli dati di ricerca sulle spaccature scansionando oggetti, distruggendo Xsotan o raggiungendo obiettivi secondari. Un capitano Scienziato raccoglierà anche automaticamente i Dati di Ricerca della Spaccatura mentre si trova all'interno delle spaccature.

source: Accept
it: Accetta

source: About Rift Missions
it: Informazioni sulle missioni Rift

source: Request new missions
it: Richiedi nuove missioni

source: Request new missions (${num} Rift Research Data)
it: Richiedi nuove missioni (${num} Rift Research Data)

source: Cost: ${num} You: ${have}
it: Costo: ${num} Tu: ${have}

source: You're the group leader. You will accept this mission for all group members in the sector.
it: Sei il capogruppo. Accetterai questa missione per tutti i membri del gruppo nel settore.

source: If you were the leader of a group you could accept this mission for all group members in the sector. (You're not the leader of a group.)
it: Se foste il leader di un gruppo potreste accettare questa missione per tutti i membri del gruppo nel settore. (Non sei il leader di un gruppo.)

source: No research missions available!
it: Nessuna missione di ricerca disponibile!

source: You already have an active rift mission. If you accept a new one the old one will be terminated!
it: Hai già una missione spaccatura attiva. Se ne accetti uno nuovo, quello vecchio verrà terminato!

source: Found other players who aren't in your group.
it: Trovati altri giocatori che non fanno parte del tuo gruppo.

source: You need more %1%.
it: Avete bisogno di un %1% in più.

source: Rift missions are dangerous but lucrative undertakings. You should prepare your ship well for everything that awaits you in the rift!
it: Le missioni Rift sono imprese pericolose ma redditizie. Dovresti preparare bene la tua nave per tutto ciò che ti aspetta nella spaccatura!

source: In rifts there are dangerous environmental effects to which you will have to adapt your ship.
it: Nelle spaccature ci sono pericolosi effetti ambientali a cui dovrai adattare la tua nave.

source: You can always check the details of the mission description to see what environmental effects are waiting for you in the rift.
it: Puoi sempre controllare i dettagli della descrizione della missione per vedere quali effetti ambientali ti aspettano nella spaccatura.

source: A special effect that always occurs is the subspace distortion that will continuously damage your ship. The deeper the rift, the stronger the distortion.
it: Un effetto speciale che si verifica sempre è la distorsione subspaziale che danneggerà continuamente la tua nave. Più profonda è la spaccatura, più forte è la distorsione.

source: To protect yourself from this, you will receive a special subsystem from us. Further protection you can buy from us or get as a reward for missions.
it: Per proteggerti da questo, riceverai da noi un sottosistema speciale. Ulteriore protezione che puoi acquistare da noi o ottenere come ricompensa per le missioni.

source: Due to subspace entanglements, we can only transport a limited mass into the rift without attracting attention. Use all the mass that's available for a mission, or else you might have a hard time.
it: A causa degli intrecci subspaziali, possiamo trasportare solo una massa limitata nella fessura senza attirare l'attenzione. Usa tutta la massa disponibile per una missione, altrimenti potresti avere difficoltà.

source: Inside the rift, you are on your own. You don't have to fulfill our mission to leave the rift again, but of course we will only reward you for a successful mission.
it: Dentro la spaccatura, sei da solo. Non devi compiere la nostra missione per lasciare di nuovo la spaccatura, ma ovviamente ti ricompenseremo solo per una missione di successo.

source: Orientation in rifts is difficult. However, there are buoys that show you ways. Orient yourself by the buoys and you will not get lost!
it: L'orientamento nelle fratture è difficile. Tuttavia, ci sono boe che ti indicano la strada. Orientati vicino alle boe e non ti perderai!

source: Good luck!
it: Buona fortuna!

source: Looking for adventurers willing to risk their ship!
it: Alla ricerca di avventurieri disposti a rischiare la loro nave!

source: Be a part of the future! Help to find new and undiscovered materials!
it: Sii parte del futuro! Aiuta a trovare materiali nuovi e sconosciuti!

source: Here we make history. Be a part of it!
it: Qui facciamo la storia. Partecipa anche tu!

source: Thank you for helping us help you help us all.
it: Grazie per averci aiutato ad aiutare tutti noi.

source: Thank you for being part of the future! Let's make history!
it: Grazie per essere parte del futuro! Facciamo la storia!

source: We transport matter into rifts. What's the matter today?
it: Trasportiamo la materia in spaccature. Qual è il problema oggi?

source: [Go To]
it: [Vai a]

source: Research Center Shop
it: Negozio Centro Ricerche

source: Utilities
it: Utenze

source: We have perceived a strange wave movement inside of the subspace. We considered it to be a measurement error at first, but the movement was received by different stations.
it: Abbiamo percepito uno strano movimento ondulatorio all'interno del subspazio. All'inizio lo abbiamo considerato un errore di misurazione, ma il movimento è stato ricevuto da diverse stazioni.

source: The movements have become barely detectable in the meantime. We have to continuously observe the phenomenon. Maybe the waves can help us to gain a deeper understanding of the subspace.
it: Nel frattempo i movimenti sono diventati appena rilevabili. Dobbiamo osservare continuamente il fenomeno. Forse le onde possono aiutarci ad acquisire una comprensione più profonda del subspazio.

source: Ancient Log
it: Tronco Antico

source: Scan completed. Objects in subspace not identifiable.
it: Scansione completata. Oggetti nel sottospazio non identificabili.

source: Origin: unknown. ID: unknown.
it: Origine: sconosciuta. ID: sconosciuto.

source: More precise scans necessary. Report sent successfully.
it: Sono necessarie scansioni più precise. Segnalazione inviata con successo.

source: Return to routine scans.
it: Torna alle scansioni di routine.

source: Ancient Data-Disc
it: Antico disco dati

source: Today we have seen these beings directly for the first time. They seem to be mute. So far we have only observed them, during which they behaved peacefully.
it: Oggi abbiamo visto questi esseri direttamente per la prima volta. Sembrano muti. Finora li abbiamo solo osservati, durante i quali si sono comportati pacificamente.

source: We have decided to name the beings Xsotan. As soon as we have found a way to communicate, we will ask for their real name.
it: Abbiamo deciso di chiamare gli esseri Xsotan. Non appena avremo trovato un modo per comunicare, chiederemo il loro vero nome.

source: Ancient Journal
it: Diario antico

source: Charging...
it: Ricarica in corso...

source: Careful, salvaging without scanning may result in the destruction of important components.
it: Attenzione, il recupero senza scansione può comportare la distruzione di componenti importanti.

source: Scan Complete. Use salvage lasers to extract detected goods.
it: Scansione completata. Usa i laser di recupero per estrarre le merci rilevate.

source: Scan Complete. Nothing of value detected.
it: Scansione completata. Non è stato rilevato nulla di valore.

source: You're not close enough to scan the wreckage.
it: Non sei abbastanza vicino per scansionare il relitto.

source: Scanning Interrupted - Out of Range!
it: Scansione interrotta - Fuori portata!

source: [Release Escape Pods for Docking]
it: [Rilasciare i pod di fuga per l'ancoraggio]

source: You do not have any rescue pods docked that we could use for evacuation. Please come back when you have one.
it: Non hai nessuna capsula di salvataggio attraccata che potremmo usare per l'evacuazione. Torna quando ne hai uno.

source: Please come closer. To ensure a safe docking procedure, the capsule needs to be closer to our dock!
it: Avvicinati. Per garantire una procedura di attracco sicura, la capsula deve essere più vicina al nostro molo!

source: You do not have any empty Escape Pods docked.
it: Non hai alcun Pod di fuga vuoto ancorato.

source: You are not close enough to dock the Escape Pods.
it: Non sei abbastanza vicino per ancorare le capsule di salvataggio.

source: We are inside the capsule! We are ready to leave the rift!
it: Siamo dentro la capsula! Siamo pronti a lasciare la spaccatura!

source: Starting evacuation...
it: Avvio evacuazione in corso...

source: Xsotan Shield Generator
it: Generatore di scudi Xsotan

source: Generation complete. Wormhole is stable.
it: Generazione completata. Wormhole è stabile.

source: Too Far Away - Wormhole Generation Interrupted!
it: Troppo lontano - Generazione di wormhole interrotta!

source: Small Xsotan Breeder
it: Allevatore di piccoli Xsotan

source: The device appears to be broken.
it: Il dispositivo sembra essere rotto.

source: Contains old data
it: Contiene vecchi dati

source: Nothing happens.
it: Non succede niente.

source: Zach's Xsotan Caller
it: Chiamante Xsotan di Zach

source: Cooldown
it: Raffreddamento

source: Bound Player
it: Giocatore associato

source: Summons Xsotan who are friendly to the player.
it: Evoca Xsotan che sono amichevoli con il giocatore.

source: A mistake? I call it an opportunity.
it: Un errore? Io la chiamo un'opportunità.

source: Device not ready yet.
it: Dispositivo non ancora pronto.

source: Deploys a research probe at your position.
it: Dispiega una sonda di ricerca nella tua posizione.

source: [Start Mission]
it: [Iniziare la missione]

source: Teleport aborted.
it: Teletrasporto interrotto.

source: Your ship doesn't fulfill the constraints anymore. Please come back when it does.
it: La tua nave non soddisfa più i vincoli. Per favore, torna quando lo farà.

source: '%1%' doesn't fulfill the constraints. Please come back when it does.
it: "%1%" non soddisfa i vincoli. Per favore, torna quando lo farà.

source: No commanding player for '%1%'.
it: Nessun giocatore dominante per '%1%'.

source: Fly into the Teleporter
it: Vola nel teletrasporto

source: Make sure your ship is ready:
it: Assicurati che la tua nave sia pronta:

source: Let the scientists know you're ready to start
it: Fai sapere agli scienziati che sei pronto per iniziare

source: Please fly into the Teleporter.
it: Per favore, vola nel Teletrasporto.

source: My status report here states that '${ship}' doesn't fulfill all of the constraints: ${error}
it: Il mio rapporto sullo stato qui afferma che "${ship}" non soddisfa tutti i vincoli: ${error}

source: Just to re-iterate: This is a POINT OF NO RETURN! Travelling into a rift is very dangerous. If you miss your window for exiting the rift, your ship will get lost!
it: Giusto per ribadire: questo È UN PUNTO DI non RITORNO! Viaggiare in una spaccatura è molto pericoloso. Se perdi la finestra per uscire dalla spaccatura, la tua nave si perderà!

source: Alright. Get ready. Starting the teleporter sequence now...
it: Va bene. Preparati. Inizia ora la sequenza di teletrasporto...

source: Status: DANGER!
it: Stato: PERICOLO!

source: ${player}'s fleet exceeds total mass: ${percentage}%.
it: La flotta di ${player}supera la massa totale: ${percentage}%.

source: Protection from Rift Environment: insufficient.
it: Protezione dall'ambiente Rift: insufficiente.

source: Affected ships:
it: Navi interessate:

source: Report regarding ${shipName}
it: Segnalazione relativa a ${shipName}

source: Continue
it: Continua

source: Cancel
it: Annulla

source: Detailed report regarding ${shipName}:
it: Rapporto dettagliato relativo a ${shipName}:

source: Back
it: Indietro

source: Captain %1% has reached level %2%!
it: Il capitano %1% ha raggiunto il livello %2%!

source: Captain %1% has acquired the specialization: %2%!
it: Il Capitano %1% ha acquisito la specializzazione: %2%!

source: Rift Mission Details
it: Dettagli della missione Rift

source: Choose your Reward
it: Scegli la tua ricompensa

source: ACCEPT
it: ACCETTA

source: - OR -
it: - Oppure -

source: AND
it: E

source: SECONDARY OBJECTIVE
it: OBIETTIVO SECONDARIO

source: +${relations} Relations
it: +${relations} relazioni

source: Hello stranger. I'd like to thank you personally for your help.
it: Ciao sconosciuto, vorrei ringraziarti personalmente per il tuo aiuto.

source: My name is Zacharias von Überstein. I'm an independent researcher and was part of the crew you just rescued from the rift.
it: Mi chiamo Zacharias von Überstein. Sono un ricercatore indipendente e facevo parte dell'equipaggio che hai appena salvato dalla spaccatura.

source: I'm currently researching a secret and unique project. And without your help it would've been lost forever.
it: Attualmente sono alla ricerca di un progetto segreto e unico. E senza il tuo aiuto sarebbe stato perso per sempre.

source: The other so-called 'researchers' simply don't have the vision and courage necessary for such a project.
it: Gli altri cosiddetti "ricercatori" semplicemente non hanno la visione e il coraggio necessari per un progetto del genere.

source: By rescuing me, you have done the galaxy a greater service than you realize.
it: Salvandomi, hai reso alla galassia un servizio più grande di quanto pensi.

source: For my project I always need objects from the rifts.
it: Per il mio progetto ho sempre bisogno di oggetti dalle spaccature.

source: But I've had to learn on my last mission, that actually entering the rifts is not part of my skills.
it: Ma ho dovuto imparare nella mia ultima missione, che in realtà entrare nelle spaccature non fa parte delle mie capacità.

source: You, on the other hand, seem more than qualified.
it: Tu, invece, sembri più che qualificata.

source: I'll let you know as soon as I need you.
it: Ti farò sapere non appena avrò bisogno di te.

source: Here we are! Let's destroy some Xsotan Larvae!
it: Eccoci qui! Distruggiamo alcune larve di Xsotan!

source: Comrades-in-arms wanted! Action guaranteed!
it: Cercasi compagni d'armi! Azione garantita!

source: So you are the new one? Come, join me in the rift!
it: Quindi tu sei quello nuovo? Vieni, unisciti a me nella spaccatura!

source: Show me what you can do! I'll take you into the rift!
it: Fammi vedere cosa sai fare! Ti porterò nella spaccatura!

source: Hey you! Come here! Let's kill some Xsotan!
it: Ehi tu! Vieni qui! Uccidiamo un po' di Xsotan!

source: Hey there, I'm Yavana.
it: Ciao, sono Yavana.

source: Zach told me, that you already helped him! I'm also doing jobs for him every now and then.
it: Zach mi ha detto che l'hai già aiutato! Anch' io faccio lavori per lui di tanto in tanto.

source: He wants to have a 'Xsotan Core' from a special Xsotan that'll show up only in rifts and after provocation. Easiest way is to destroy some Xsotan Larvae.
it: Vuole avere uno "Xsotan Core" da uno speciale Xsotan che apparirà solo nelle spaccature e dopo la provocazione. Il modo più semplice è distruggere alcune larve di Xsotan.

source: This galaxy has been infested with Xsotan for so long, that it is high time to attack their breeding grounds!
it: Questa galassia è stata infestata da Xsotan per così tanto tempo che è giunto il momento di attaccare i loro terreni di riproduzione!

source: I don't know why Zach wants to research the Xsotan, but if we're doomed anyway, why not kill a few Xsotan for fun?
it: Non so perché Zach voglia fare ricerche sullo Xsotan, ma se siamo comunque condannati, perché non uccidere qualche Xsotan per divertimento?

source: Gather up your courage and come into the rift with me! When there's an opportunity to get paid for destroying Xsotan, you shouldn't turn it down!
it: Raccogli il tuo coraggio e vieni nella spaccatura con me! Quando c'è l'opportunità di essere pagati per distruggere Xsotan, non dovresti rifiutare!

source: Let's repay the Xsotan for what they are doing to us. Are you with me?
it: Ripaghiamo gli Xsotan per quello che ci stanno facendo. Sei con me?

source: Yes, let's go!
it: Sì, andiamo!

source: Not right now.
it: Non adesso.

source: Before we go you should arm yourself as much as you can. This won't be a leisurely walk!
it: Prima di andare dovresti armarti il più possibile. Non sarà una passeggiata piacevole!

source: And we'll go deeper into the rift. There are subspace distortions, you'll need special protection subsystems that you can get from the scientists!
it: E andremo più in profondità nella spaccatura. Ci sono distorsioni subspaziali, avrai bisogno di speciali sottosistemi di protezione che puoi ottenere dagli scienziati!

source: I'll wait at the teleporter. We can start as soon as you're ready!
it: Aspetterò al teletrasporto. Possiamo iniziare non appena sei pronto!
