Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Ask around for the location of a satellite.
it: Chiedi in giro la posizione di un satellite.

source: Destroy the satellite in sector (${xCoord}:${yCoord})
it: Distruggi il satellite nel settore (${xCoord}:${yCoord})

source: The satellite seems to be gone. Ask around for the location of another satellite
it: Il satellite sembra essere sparito. Chiedi in giro la posizione di un altro satellite

source: Do you know the location of a research satellite?
it: Conosci la posizione di un satellite di ricerca?

source: I'm sorry, but I have no idea what you are talking about. You should ask someone else.
it: Mi dispiace, ma non ho idea di cosa tu stia parlando. Dovresti chiederlo a qualcun altro.

source: You mean those things that spout radio messages on some kind of energy experiment?
it: Intendi quelle cose che sputano messaggi radio su una sorta di esperimento energetico?

source: Yes exactly.
it: Sì, esattamente.

source: Yeah, I've seen one. Wait, let me look where that was.. Ah here it is. It was in sector (${x}:${y}).
it: Sì, ne ho visto uno. Aspetta, fammi vedere dov'era.. Ah eccolo. Era nel settore (${x}:${y}).

source: Thank you for your help!
it: Grazie per il tuo aiuto!

source: Why do you care?
it: Perché ti interessa?

source: I want to destroy them.
it: Voglio distruggerli.

source: Well, in that case... I saw one in sector (${x}:${y}).
it: Beh, in tal caso... ne ho visto uno nel settore (${x}:${y}).

source: Why would I tell you?
it: Perché dovrei dirtelo?

source: Pretty please?
it: Abbastanza per favore?

source: All right. I heard of one in sector (${x}:${y}).
it: Va bene. Ho sentito parlare di uno nel settore (${x}:${y}).

source: I'm not sure. Somebody told me about a strange satellite in sector (${x}:${y}), but I don't know if that is what you're looking for.
it: Non saprei. Qualcuno mi ha parlato di uno strano satellite nel settore (${x}:${y}), ma non so se è quello che stai cercando.

source: If I were you I would check out sector (${x}:${y}).
it: Se fossi in te controllerei il settore (${x}:${y}).

source: Will you leave me alone if I tell you to look in sector (${x}:${y})?
it: Mi lascerai in pace se ti dico di guardare nel settore (${x}:${y})?

source: One of them is in sector (${x}:${y}).
it: Uno di loro è nel settore (${x}:${y}).

source: Easy Delivery
it: Consegna facile

source: A stranger gave you some suspicious goods to deliver in exchange for a lot of money. According to him the delivery will be easy. You have 60 minutes to deliver the goods.
it: Uno sconosciuto ti ha dato della merce sospetta da consegnare in cambio di un sacco di soldi. Secondo lui la consegna sarà facile. Hai 60 minuti per consegnare la merce.

source: The Enemy of my Enemy is my Friend
it: Il nemico del mio nemico è mio amico

source: Hello, It looks like you have been betrayed by Bottan and his smugglers, too, and I think we might have a common enemy now. I'd like to work with you. Meet me at (${x}:${y}). - A Friend
it: Ciao, Sembra che anche tu sia stato tradito da Bottan e dai suoi contrabbandieri, e penso che ora potremmo avere un nemico comune. Mi piacerebbe lavorare con te. Incontriamoci a (${x}:${y}). - Un amico

source: Enemy of my Enemy
it: Nemico del mio nemico

source: Someone unknown has contacted you. Read his mail to find out what he wants.
it: Qualcuno di sconosciuto ti ha contattato. Leggi la sua posta per scoprire cosa vuole.

source: The mysterious figure turned out to be Bottan's ex chief engineer. He wants to take revenge and asked you to collect parts so he can build a ray that destroys Bottan's hyperspace drive.
it: La misteriosa figura si rivelò essere l'ex ingegnere capo di Bottan. Vuole vendicarsi e ti ha chiesto di raccogliere parti in modo da poter costruire un raggio che distrugga l'unità iperspaziale di Bottan.

source: The engineer gave you a hyperspace overloader, use it to jam Bottan's hyperspace engine and defeat him.
it: L'ingegnere ti ha dato un sovraccarico iperspaziale, usalo per inceppare il motore iperspaziale di Bottan e sconfiggerlo.

source: The engineer will stick around for a bit. Go back to sector (${x}:${y}) if you need help.
it: L'ingegnere resterà nei paraggi per un po'. Torna al settore (${x}:${y}) se hai bisogno di aiuto.

# smugglerretaliation
source: I have your goods.
it: Ho la tua merce.

source: I might have misplaced the Overloader..
it: Potrei aver smarrito il sovraccarico...

source: How do I find that guy Bottan again?
it: Come faccio a trovare di nuovo quel tipo, Bottan?

source: I'm afraid you don't. My scanners show me that you're still missing %s.
it: Temo di no. I miei scanner mi mostrano che ti manca ancora %s.

source: Very good. I'll build the system. It'll be done in no time.
it: Molto bene. Costruirò il sistema. Sarà fatto in pochissimo tempo.

source: Here you go. With this built into your ship you should be able to destroy Bottan's hyperspace drive.
it: Ecco qua. Con questo integrato nella tua nave dovresti essere in grado di distruggere l'unità iperspaziale di Bottan.

source: But keep in mind that this system might get destroyed when you use it. It's very possible that you have one shot and that's it.
it: Ma tieni presente che questo sistema potrebbe essere distrutto quando lo usi. È molto probabile che tu abbia una sola possibilità e basta.

source: That's not good, but oh well. If you give me new ingredients I can craft another one.
it: Non va bene, ma vabbè. Se mi dai nuovi ingredienti posso crearne un altro.

source: Sorry, bad joke. I still have it.
it: Scusa, brutta battuta. Ce l'ho ancora.

source: Thank you. You're really helping me out here.
it: Grazie. Mi stai davvero aiutando.

source: Haha... Don't do that again.
it: Haha... Non farlo più.

source: Sure, everything to get my revenge. I'll sent the ingredients list to your ship again. Come back once you have them.
it: Certo, tutto per vendicarmi. Manderò di nuovo la lista degli ingredienti alla tua nave. Torna quando li avrai.

source: Easiest way is probably through his smuggling network. Just talk to one of his smuggler friends that hide near Smuggler's Markets. They're usually very eager to find someone to transport illegal goods to Bottan.
it: Il modo più semplice è probabilmente attraverso la sua rete di contrabbando. Parla con uno dei suoi amici contrabbandieri che si nascondono vicino ai Mercati del Contrabbandiere. Di solito sono molto ansiosi di trovare qualcuno che trasporti merci illegali a Bottan.

source: I will try that.
it: Ci proverò.

source: Your sensors are picking up energy signatures of a major battle that happened here. But for now, there doesn't seem to be anything here.
it: I tuoi sensori stanno rilevando le tracce di energia di una grande battaglia avvenuta qui. Ma per ora, non sembra esserci nulla qui.

source: The Pirate Boss
it: Il capo dei pirati

source: Find the notorious Pirate Boss
it: Trova il famigerato Boss Pirata

source: Ask traders for a hint on the whereabouts of the Pirate Boss
it: Chiedi ai commercianti un suggerimento su dove si trova il capo dei pirati

source: Defeat the Pirate Boss
it: Sconfiggi il boss dei pirati

source: Collect the teleporter key
it: Ritira la chiave del teletrasporto

source: Hello! Traders around here have been telling me about this pirate boss that’s terrorizing the area. Apparently, he has some secret technology on him. You should keep your ears open and listen to what everybody here has to say, maybe you can find him. While you do that, I’ll try to find out what this technology might be and what it does. Greetings, %1%
it: Ciao! commercianti da queste parti mi hanno parlato di questo capo pirata che sta terrorizzando la zona. A quanto pare, ha con sé una tecnologia segreta. Dovresti tenere le orecchie aperte e ascoltare ciò che tutti qui hanno da dire, forse puoi trovarlo. Mentre lo fai, cercherò di scoprire cosa potrebbe essere questa tecnologia e cosa fa. Saluti, %1%

# Mail Subject
source: Pirates terrorizing Traders
it: Pirati che terrorizzano i commercianti

source: I heard of a Pirate Boss around here. Do you know something?
it: Ho sentito parlare di un capo pirata da queste parti. Sai una cosa?

source: Meet the Pirate Boss in sector (${x}:${y})
it: Incontra il Boss Pirata nel settore (${x}:${y})

source: Yeah, I've heard talk of him. But I don't know what to make of it. Ask someone else if you need to know.
it: Sì, ho sentito parlare di lui. Ma non so cosa pensare. Chiedi a qualcun altro se hai bisogno di sapere.

source: Yeah, I've heard talk of him. All traders are told to not go near the sectors around (${x}:${y}). If you're looking for him you can start there. But I wouldn't recommend it, they say he's really strong.
it: Sì, ho sentito parlare di lui. A tutti i trader viene detto di non avvicinarsi ai settori circostanti (${x}:${y}). Se lo stai cercando puoi iniziare da lì. Ma non lo consiglierei, dicono che è davvero forte.

source: Find the Brotherhood
it: Trova la Confraternita

source: Find a bulletin about the Brotherhood
it: Trova un bollettino sulla Fratellanza

source: Defeat the leaders of the Brotherhood and get their artifact
it: Sconfiggi i leader della Fratellanza e ottieni il loro manufatto

source: Hey you, I heard about a group of people who also want to cross the Barrier. They are looking for Xsotan artifacts as well. They have posted on Bulletin Boards of stations. Maybe you could find them and we can all work together to overcome the Barrier. Greetings, %1%
it: Ehi tu, Ho sentito parlare di un gruppo di persone che vogliono anche attraversare la Barriera. Stanno cercando anche manufatti Xsotan. Hanno pubblicato sulle bacheche delle stazioni. Forse potresti trovarli e possiamo lavorare tutti insieme per superare la Barriera. Saluti, %1%

# Mail Subject
source: The Brotherhood
it: La Confraternita

source: You might get in trouble if you don't get a transportation license.
it: Potresti finire nei guai se non ottieni una licenza di trasporto.

source: You can use your scrambler in an inspection.
it: Puoi usare il tuo scrambler in un'ispezione.

source: dangerous
it: pericoloso

source: suspicious
it: sospettoso

source: stolen
it: rubato

source: illegal
it: illegale

source: You have %s goods in your cargo bay!
it: Hai %s merci nella tua stiva di carico!

source: Creative Mode
it: Modalità Creativa

source: Creative Mode Command Center
it: Centro di comando Modalità Creativa

# Button
source: Add Crew
it: Aggiungi equipaggio

# Button
source: Add Captain
it: Aggiungi Capitano

source: Add Pilots
it: Aggiungi piloti

source: Add Security
it: Aggiungi protezione

source: Add Boarders
it: Aggiungi Boarder

source: Clear Inventory
it: Cancella inventario

source: Guns Guns Guns
it: Pistole Pistole Pistole

source: Add Mining Fighters
it: Aggiungi combattenti minerari

source: Add R-Mining Fighters
it: Aggiungi R-Mining Fighters

source: Add Armed Fighters
it: Aggiungi combattenti armati

source: Add Salvaging Fighters
it: Aggiungi combattenti di recupero

source: Add R-Salvaging Fighters
it: Aggiungi R-Salvaging Fighters

source: Add Repair Fighters
it: Aggiungi caccia riparatori

source: Add Boarding Shuttles
it: Aggiungi navette d'imbarco

source: Clear Hangar
it: Svuota hangar

source: Add Torpedoes
it: Aggiungi siluri

source: Clear Torpedoes
it: Siluri trasparenti

source: Ceasefire
it: Cessate il fuoco

source: War
it: Guerra

source: Like
it: Mi piace

source: Dislike
it: Non mi piace

source: Mark as Stolen
it: Contrassegna come rubato

source: Clear Cargo
it: Trasparente carico

source: No object that belongs to an AI faction selected.
it: Nessun oggetto che appartenga a una fazione AI selezionata.

source: Relations with this faction can't be changed.
it: I rapporti con questa fazione non possono essere cambiati.

source: You can't negotiate relations with player factions.
it: Non puoi negoziare relazioni con le fazioni dei giocatori.

source: This faction won't negotiate with you.
it: Questa fazione non negozierà con te.

source: You can't negotiate with an eradicated faction
it: Non puoi negoziare con una fazione sradicata

source: You don't have alliance permissions to negotiate.
it: Non disponi delle autorizzazioni dell'alleanza per negoziare.

source: You can't declare war on an ally.
it: Non puoi dichiarare guerra a un alleato.

source: You are already at war with this faction.
it: Sei già in guerra con questa fazione.

source: You are not allied with this faction.
it: Non sei alleato con questa fazione.

source: You are not at war with this faction.
it: Non sei in guerra con questa fazione.

source: Initiate a player trade to negotiate relations.
it: Avviare uno scambio di giocatori per negoziare le relazioni.

source: Only factions that are neutral to you can become allies.
it: Solo le fazioni che sono neutrali per te possono diventare alleati.

source: You can't negotiate tribute when at war.
it: Non si può negoziare un tributo quando si è in guerra.

source: Relations with this faction can't be improved any further by paying tribute.
it: Le relazioni con questa fazione non possono essere ulteriormente migliorate pagando un tributo.

source: You can only negotiate a ceasefire when at war.
it: Puoi negoziare un cessate il fuoco solo quando sei in guerra.

source: Relations are not sufficient to start a negotiation.
it: Le relazioni non sono sufficienti per avviare una trattativa.

source: Unknown negotiation type.
it: Tipo di negoziazione sconosciuto.

source: The faction won't negotiate with you right now. Try again in an hour.
it: La fazione non negozierà con te in questo momento. Riprova tra un'ora.

source: The faction won't negotiate with you right now. Try again in %1% minutes.
it: La fazione non negozierà con te in questo momento. Riprova tra %1% minuti.

source: The faction won't negotiate with you right now. Try again in about 2 minutes.
it: La fazione non negozierà con te in questo momento. Riprova tra circa 2 minuti.

source: There is no ongoing negotiation.
it: Non è in corso alcuna trattativa.

source: Do you think you can appease us with such cheap offers?
it: Pensi di poterci accontentare con offerte così economiche?

source: This offer is ridiculous, are you trying to insult us?
it: Questa offerta è ridicola, stai cercando di insultarci?

source: This is nothing but insulting! No.
it: Questo non è altro che un insulto! No.

source: This is insulting! That's not even the minimum of what we asked for!
it: Questo è un insulto! Non è nemmeno il minimo di quello che abbiamo chiesto!

source: We happily accept your offer.
it: Accettiamo volentieri la tua offerta.

source: This is not enough. You will have to invest more to gain our sympathy.
it: Questo non basta. Dovrai investire di più per ottenere la nostra simpatia.

source: This is not enough. If you keep making such low offers, we will cancel negotiations.
it: Questo non basta. Se continui a fare offerte così basse, annulleremo le trattative.

source: Thank you for your offer, we accept.
it: Grazie per la tua offerta, accettiamo.

source: This is a reasonable offer, we accept.
it: Questa è un'offerta ragionevole, accettiamo.

source: Enough is enough. These so-called tribute attempts are pathetic. Goodbye.
it: Ne ho abbastanza. Questi cosiddetti tentativi di tributo sono patetici. Arrivederci.

source: It seems that you're not taking this seriously. We decline.
it: Sembra che tu non la stia prendendo sul serio. Rifiutiamo.

source: Our bankers tell us that you don't even have enough funds to pay tribute.
it: I nostri banchieri ci dicono che non hai nemmeno abbastanza fondi per pagare un tributo.

source: This is insulting. No. We won't accept.
it: Questo è un insulto. No. Non accetteremo.

source: You can't be serious about that offer. Are you even trying?
it: Non puoi fare sul serio con quell' offerta. Ci stai almeno provando?

source: Do you think you can buy a ceasefire that cheaply?
it: Pensi di poter acquistare un cessate il fuoco così a buon mercato?

source: This is more than we expected. We accept your offer.
it: È più di quanto ci aspettassimo. Accettiamo la tua offerta.

source: A ceasefire with us is worth more than that.
it: Un cessate il fuoco con noi vale di più.

source: If you keep making such low offers, we will cancel negotiations.
it: Se continui a fare offerte così basse, annulleremo le trattative.

source: This is an offer that we can agree upon. We accept.
it: Questa è un'offerta che possiamo concordare. Accettiamo.

source: That's enough. These negotiations are ridiculous. Goodbye.
it: Basta così. Queste trattative sono ridicole. Arrivederci.

source: No more. You're clearly not actually interested in a ceasefire.
it: Non più. È chiaro che non sei realmente interessato a un cessate il fuoco.

source: Our bankers tell us that you don't even have enough funds for that.
it: I nostri banchieri ci dicono che non hai nemmeno abbastanza fondi per questo.

source: Please don't be so cheap. Our alliance is worth more than that.
it: Per favore, non essere così tirchio. La nostra alleanza vale più di questo.

source: You'll have to invest a lot more than that for an alliance.
it: Dovrai investire molto di più per un'alleanza.

source: No! An alliance with our faction is not bought that easily!
it: No! Un'alleanza con la nostra fazione non si compra così facilmente!

source: This is a very generous offer. We are gratefully accept.
it: Questa è un'offerta molto generosa. Accettiamo con gratitudine.

source: Your offer is alright, but an alliance with our faction is worth more than that.
it: La tua offerta va bene, ma un'alleanza con la nostra fazione vale di più.

source: This is somewhat reasonable, but we think for an alliance you'll have to invest some more.
it: Questo è un po' ragionevole, ma pensiamo che per un'alleanza dovrai investire un po' di più.

source: These negotiations are going nowhere. We shall talk another time.
it: Questi negoziati non stanno andando da nessuna parte. Parleremo un'altra volta.

source: We don't think that you're serious about these negotiations. We're no longer interested.
it: Non pensiamo che tu prenda sul serio queste trattative. Non ci interessa più.

source: I'm afraid you've made an error. It seems you don't have the funds for that offer.
it: Temo che tu abbia commesso un errore. Sembra che tu non abbia i fondi per quell' offerta.

source: You'll have to invest a lot more than that.
it: Dovrai investire molto di più.

source: This is a very generous offer. Thank you, we accept.
it: Questa è un'offerta molto generosa. Grazie, accettiamo.

source: Place an offer to improve your relations by ${amount} points.
it: Fai un'offerta per migliorare le tue relazioni di ${amount} punti.

source: Negotiate Ceasefire
it: Negoziare il cessate il fuoco

source: Place an Offer
it: Fai un'offerta

source: Negotiate Alliance
it: Negozia alleanza

source: Alliances
it: Alleanze

source: AI Factions
it: Fazioni AI

source: Distance (Ascending)
it: Distanza (crescente)

source: Name (Ascending)
it: Nome (crescente)

source: Name (Descending)
it: Nome (decrescente)

source: Status (Ascending)
it: Stato (crescente)

source: Status (Descending)
it: Stato (decrescente)

source: Relations (Ascending)
it: Relazioni (crescente)

source: Relations (Descending)
it: Relazioni (decrescenti)

source: Sector in which this faction can be found
it: Settore in cui si trova questa fazione

source: Declare War
it: Dichiara guerra

source: Abandon Alliance
it: Abbandona Alleanza

source: Pay Tribute
it: Paga tributo

source: Negotiate
it: Negozia

source: Traits
it: Tratti

source: Emblem
it: Emblema

source: Patience
it: Pazienza

source: Your Offer:
it: La tua offerta:

source: Required: ¢${min} - ¢${max}
it: Richiesto: ¢${min} - ¢${max}

source: Confirm Declaration of War
it: Conferma dichiarazione di guerra

source: Do you really want to declare war?
it: Vuoi davvero dichiarare guerra?

# location on map
source: Unknown Location
it: Posizione sconosciuta

source: Relations: %d
it: Relazioni: %d

source: Relations of ${relations} required
it: Relazioni di ${relations} richieste

source: \c(777)This is another player. A good way to get to know them is the chat window :)\c()
it: \c(777)Questo è un altro giocatore. Un buon modo per conoscerli è la finestra di chat:)\c()

source: \c(777)This is another player alliance. A good way to get to know them is the chat window :)\c()
it: \c(777)Questa è un'altra alleanza di giocatori. Un buon modo per conoscerli è la finestra di chat:)\c()

source: \c(777)This is your alliance.\c()
it: \c(777)Questa è la tua alleanza.\c()

source: \c(777)Not much is known about this faction.\c()
it: \c(777)Non si sa molto su questa fazione.\c()

source: Tend to send fewer reinforcements when supporting allies
it: Tendono a inviare meno rinforzi quando sostengono gli alleati

source: Much greater loss of reputation when attacked
it: Perdita di reputazione molto maggiore quando viene attaccato

source: Much greater increase in reputation through combat support
it: Aumento molto maggiore della reputazione attraverso il supporto al combattimento

source: Greater increase in reputation by commerce (exception: weapons) & tribute
it: Maggiore aumento della reputazione per commercio (eccezione: armi) e tributo

source: Less cost when negotiating ceasefires and alliances
it: Meno costi quando si negoziano cessate il fuoco e alleanze

source: Tend to send more reinforcements when supporting allies
it: Tendono a inviare più rinforzi quando sostengono gli alleati

source: Chance of wars with neighboring factions
it: Possibilità di guerre con fazioni vicine

source: Less loss of reputation when attacked
it: Minore perdita di reputazione in caso di attacco

source: Greater increase in reputation when trading weapons
it: Maggiore aumento della reputazione quando si scambiano armi

source: Increased cost when negotiating ceasefires and alliances
it: Aumento dei costi durante la negoziazione di cessate il fuoco e alleanze

source: Increased range when scanning cargo transports
it: Maggiore autonomia durante la scansione dei trasporti di merci

source: Military ships are more heavily armed
it: Le navi militari sono più pesantemente armate

source: Stronger security on ships
it: Maggiore sicurezza sulle navi

source: Greater loss of reputation when attacked
it: Maggiore perdita di reputazione in caso di attacco

source: Send more reinforcements when supporting allies
it: Invia più rinforzi quando sostieni gli alleati

source: Less increase in reputation by commerce
it: Meno aumento della reputazione da parte del commercio

source: Lower fines and less reputation loss for doing something illegal
it: Minori multe e minore perdita di reputazione per aver fatto qualcosa di illegale

source: Lower fines for doing something illegal
it: Minori multe per aver fatto qualcosa di illegale

source: More patience during negotiations
it: Più pazienza durante le trattative

source: Lowered cost for tribute and when negotiating alliances
it: Riduzione dei costi per il tributo e durante la negoziazione di alleanze

source: Higher fines when doing something illegal
it: Multe più elevate quando si fa qualcosa di illegale

source: Greater increase in reputation by commerce and tribute
it: Maggiore aumento della reputazione per commercio e tributo

source: Less patience during negotiations
it: Meno pazienza durante le trattative

source: Less reputation loss for doing something illegal
it: Meno perdita di reputazione per aver fatto qualcosa di illegale

source: No reputation loss when witnessing attacks on helpless ships
it: Nessuna perdita di reputazione quando si assiste ad attacchi a navi indifese

source: Increased cost for tribute, negotiating alliances and ceasefires
it: Aumento dei costi per tributi, negoziazione di alleanze e cessate il fuoco
