Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: General Stahl, you are overstepping. You have no chance of winning this. You were once a passable general, but I think it's time that we part ways. Let's see who is really loyal to me. Since General Stahl is no longer available, we have a new position open! Any loyal volunteers? If you fight for me we will bring peace and become rich as the rightful rulers of the galaxy.
it: Generale Stahl, sta esagerando. Non hai alcuna possibilità di vincere. Una volta eri un generale passabile, ma penso che sia ora di separarci. Vediamo chi mi è veramente fedele. Poiché il generale Stahl non è più disponibile, abbiamo una nuova posizione aperta! Volontari fedeli? Se combatti per me porteremo la pace e diventeremo ricchi come i legittimi governanti della galassia.

source: Yes, now is the time to end this. Don't listen to him, he'll execute you for working with me once this is over. If you fight for me, we can actually do some good and help the innocent against the Xsotan and pirate plagues. ${name}, on whose side will you fight?
it: Sì, ora è il momento di porre fine a tutto questo. Non ascoltarlo, ti giustizierà per aver lavorato con me una volta finito. Se combatti per me, possiamo davvero fare del bene e aiutare gli innocenti contro gli Xsotan e le piaghe dei pirati. ${name}, da che parte combatterai?

source: On your side.
it: Su un fianco.

source: On the Emperor's side.
it: Da parte dell'Imperatore.

source: Are you sure?
it: Sei sicuro?

source: I'll fight on your side.
it: Combatterò al tuo fianco.

source: I'll fight on the Emperor's side.
it: Combatterò dalla parte dell'Imperatore.

source: Thank you! I knew you've got your heart in the right place!
it: Grazie! Sapevo che avevi il cuore nel posto giusto!

source: I appreciate it! Now let's rid the galaxy of this traitor.
it: Lo apprezzo! Ora liberiamo la galassia da questo traditore.

source: Thanks for choosing my side!
it: Grazie per aver scelto la mia parte!

source: I hope I did the right thing.
it: Spero di aver fatto la cosa giusta.

source: The Emperor didn't value his soldiers' lives. Now that I will rule, I won't treat those things lightly.
it: L'Imperatore non dava valore alle vite dei suoi soldati. Ora che governerò, non tratterò quelle cose alla leggera.

source: What will you do now?
it: Cosa farai adesso?

source: The galaxy still has its problems, but the cavaliers have one less. I will continue to rid the galaxy of pirates and Xsotan. But I will plan the battles more carefully so that no lives are unnecessarily lost. For now, take this reward. And I'm sure I'll need your help again, soon.
it: La galassia ha ancora i suoi problemi, ma i cavalieri ne hanno uno in meno. Continuerò a liberare la galassia dai pirati e dagli Xsotan. Ma pianificherò le battaglie più attentamente in modo che nessuna vita vada persa inutilmente. Per ora, prendi questa ricompensa. E sono sicuro che avrò di nuovo bisogno del tuo aiuto, presto.

source: Of course I'll help you again.
it: Certo che ti aiuterò di nuovo.

source: You chose the right side, after all. Good riddance to that traitor.
it: Dopotutto, hai scelto la parte giusta. Buona liberazione a quel traditore.

source: I had no idea what she was doing.
it: Non avevo idea di cosa stesse facendo.

source: Correct. She was right though, normally I would execute anyone working with traitors, but you've proven where your loyalty is. Also, we have lots of work to do. We still need to cleanse the galaxy of pirates and Xsotan.
it: Esatto. Però aveva ragione, normalmente ucciderei chiunque lavorasse con i traditori, ma hai dimostrato dov'è la tua lealtà. Inoltre, abbiamo molto lavoro da fare. Dobbiamo ancora ripulire la galassia dai pirati e dagli Xsotan.

source: I'll help you!
it: Ti aiuterò io!

source: Thank you. I appreciate it. It is the right thing to do. I'll send you a message when I have another task for you. For now, take this reward.
it: Grazie. Lo apprezzo. È la cosa giusta da fare. Ti invierò un messaggio quando avrò un'altra attività per te. Per ora, prendi questa ricompensa.

source: Assignment for Cavaliers Freighter XFG9463
it: Incarico per Cavaliers Freighter XFG9463

source: Proceed
it: Procedi

source: Warning: Confidential Content
it: AVVERTENZA: contenuto riservato

source: Assignment: Defeat pirates in sector (${x}:${y}). Note: if they are not home, they might be trying to steal our containers in sector (${x2}:${y2}).
it: Assegnazione: Sconfiggi i pirati nel settore (${x}:${y}). Nota: se non sono in casa, potrebbero cercare di rubare i nostri container nel settore (${x2}:${y2}).

source: Close
it: Chiudi

source: Defeat the fleets of the Family and the Commune.
it: Sconfiggi le flotte della Famiglia e della Comune.

source: Meet the scouts in sector (${x}:${y})
it: Incontra gli scout del settore (${x}:${y})

source: Defeat the other syndicates
it: Sconfiggi gli altri sindacati

source: Eliminate the associates of the Family in sector (${x}:${y})
it: Eliminare gli associati della Famiglia nel settore (${x}:${y})

source: Eliminate the soldiers of the Commune in sector (${x}:${y})
it: Eliminare i soldati della Comune nel settore (${x}:${y})

source: For the Emperor
it: Per L'Imperatore

# this will be filled into the sentence 'Long live {leaderTitle}'
source: the Emperor
it: l'Imperatore

source: For the Empress
it: Per l'Imperatrice

# this will be filled into the sentence 'Long live {leaderTitle}'
source: the Empress
it: l'Imperatrice

source: Hello squire! Many factions have now realized that only the power of our weapons can cleanse the galaxy of the pirates and Xsotan. The Empress has gained many loyal subjects. However, there are still many that refuse to listen to the voice of reason. They want to go to battle against us. Meet our scouts in sector (%1%:%2%). They will tell you our plans for battle. We will show them that we are unbeatable on the battlefield! The remains of their fleets will be shared between every ship that fights with us. Long live the Empress! General Adriana Stahl
it: Salve scudiero! Molte fazioni hanno ormai capito che solo il potere delle nostre armi può ripulire la galassia dai pirati e dagli Xsotan. L'Imperatore ha guadagnato molti sudditi fedeli. Tuttavia, ci sono ancora molti che si rifiutano di ascoltare la voce della ragione. Vogliono combattere contro di noi. Incontrate i nostri esploratori nel settore (%1%:%2%). Vi illustreranno i nostri piani di battaglia. Dimostreremo loro che siamo imbattibili sul campo di battaglia! I resti delle loro flotte saranno divisi tra tutte le navi che combatteranno con noi. Lunga vita all'Imperatore! Generale Adriana Stahl

source: Hello squire! Many factions have now realized that only the power of our weapons can cleanse the galaxy of the pirates and Xsotan. The Emperor has gained many loyal subjects. However, there are still many that refuse to listen to the voice of reason. They want to go to battle against us. Meet our scouts in sector (%1%:%2%). They will tell you our plans for battle. We will show them that we are unbeatable on the battlefield! The remains of their fleets will be shared between every ship that fights with us. Long shall I live! The Emperor
it: Salve scudiero! Molte fazioni hanno ormai capito che solo il potere delle nostre armi può ripulire la galassia dai pirati e dagli Xsotan. L'Imperatore ha guadagnato molti sudditi fedeli. Tuttavia, ci sono ancora molti che si rifiutano di ascoltare la voce della ragione. Vogliono combattere contro di noi. Incontrate i nostri esploratori nel settore (%1%:%2%). Vi illustreranno i nostri piani di battaglia. Dimostreremo loro che siamo imbattibili sul campo di battaglia! I resti delle loro flotte saranno divisi tra tutte le navi che combatteranno con noi. Vivrò a lungo! L'Imperatore

source: Hello squire! The Family is no match for us, not even with new technology! They have learned that resistance against us is futile. They will have to stop their illegal business or we will come for them and wipe them out to the last man. Now the only thing left to do is to show the Commune that their little revolution has no chances of success. We will make them see that we are the future of the galaxy! Long live the Empress! General Adriana Stahl
it: Ciao scudiero! La famiglia non può competere con noi, nemmeno con le nuove tecnologie! Hanno imparato che la resistenza contro di noi è inutile. Dovranno interrompere i loro affari illegali o verremo a prenderli e li spazzeremo via fino all'ultimo uomo. Ora l'unica cosa che resta da fare è mostrare alla Comune che la loro piccola rivoluzione non ha possibilità di successo. Gli faremo vedere che siamo il futuro della galassia! Lunga vita all'Imperatrice! Generale Adriana Stahl

source: Hello squire! The Family is no match for us, not even with new technology! They have learned that resistance against us is futile. They will have to stop their illegal business or we will come for them and wipe them out to the last man. Now the only thing left to do is to show the Commune that their little revolution has no chances of success. We will make them see that we are the future of the galaxy! Long live the Emperor! The Emperor
it: Ciao scudiero! La famiglia non può competere con noi, nemmeno con le nuove tecnologie! Hanno imparato che la resistenza contro di noi è inutile. Dovranno interrompere i loro affari illegali o verremo a prenderli e li spazzeremo via fino all'ultimo uomo. Ora l'unica cosa che resta da fare è mostrare alla Comune che la loro piccola rivoluzione non ha possibilità di successo. Gli faremo vedere che siamo il futuro della galassia! Lunga vita all'Imperatore! L'Imperatore

source: Hello squire! We showed the Commune that we cannot be beaten on the battlefield! This means that they are completely unfit to rule! All the factions will see that and support for their little revolution will dwindle drastically. Now, we only need to make sure we show the Family that we are the strongest force in the galaxy and then there will be nobody that can stop us! Long live the Empress! General Adriana Stahl
it: Ciao scudiero! Abbiamo mostrato alla Comune che non possiamo essere sconfitti sul campo di battaglia! Ciò significa che sono completamente inadatti a governare! Tutte le fazioni lo vedranno e il sostegno per la loro piccola rivoluzione diminuirà drasticamente. Ora, dobbiamo solo assicurarci di mostrare alla Famiglia che siamo la forza più forte della galassia e poi non ci sarà nessuno che potrà fermarci! Lunga vita all'Imperatrice! Generale Adriana Stahl

source: Hello squire! We showed the Commune that we cannot be beaten on the battlefield! This means that they are completely unfit to rule! All the factions will see that and support for their little revolution will dwindle drastically. Now, we only need to make sure we show the Family that we are the strongest force in the galaxy and then there will be nobody that can stop us! Long live the Emperor! The Emperor
it: Ciao scudiero! Abbiamo mostrato alla Comune che non possiamo essere sconfitti sul campo di battaglia! Ciò significa che sono completamente inadatti a governare! Tutte le fazioni lo vedranno e il sostegno per la loro piccola rivoluzione diminuirà drasticamente. Ora, dobbiamo solo assicurarci di mostrare alla Famiglia che siamo la forza più forte della galassia e poi non ci sarà nessuno che potrà fermarci! Lunga vita all'Imperatore! L'Imperatore

source: Hello squire! We have managed to defeat our most powerful enemies on the battlefield! Now the entire galaxy knows that we are the strongest military force. The pirates will cower in fear and we will be able to bring peace! Long live the Empress! General Adriana Stahl
it: Ciao scudiero! Siamo riusciti a sconfiggere i nostri nemici più potenti sul campo di battaglia! Ora l'intera galassia sa che siamo la forza militare più forte. I pirati si rannicchieranno nella paura e saremo in grado di portare la pace! Lunga vita all'imperatrice! Il generale Adriana Stahl

source: Hello squire! We have managed to defeat our most powerful enemies on the battlefield! Now the entire galaxy knows that we are the strongest military force. The pirates will cower in fear and we will be able to bring peace! Long live the Emperor! The Emperor
it: Ciao scudiero! Siamo riusciti a sconfiggere i nostri nemici più potenti sul campo di battaglia! Ora l'intera galassia sa che siamo la forza militare più forte. I pirati si rannicchieranno nella paura e saremo in grado di portare la pace! Lunga vita all'Imperatore! L'Imperatore

source: Hello squire! The Family is surprisingly strong. But their thugs have no discipline. Get yourself some more weapons and shields, and we will send more reinforcements. We will show them that we are the greatest military power in the galaxy! Long live the Empress! General Adriana Stahl
it: Ciao scudiero! La Famiglia è sorprendentemente forte. Ma i loro teppisti non hanno disciplina. Procurati altre armi e scudi e invieremo altri rinforzi. Mostreremo loro che siamo la più grande potenza militare della galassia! Lunga vita all'Imperatrice! Generale Adriana Stahl

source: Hello squire! The Family is surprisingly strong. But their thugs have no discipline. Get yourself some more weapons and shields, and we will send more reinforcements. We will show them that we are the greatest military power in the galaxy! Long live the Emperor! The Emperor
it: Ciao scudiero! La Famiglia è sorprendentemente forte. Ma i loro teppisti non hanno disciplina. Procurati altre armi e scudi e invieremo altri rinforzi. Mostreremo loro che siamo la più grande potenza militare della galassia! Lunga vita all'Imperatore! L'Imperatore

source: Hello squire! The Commune must have sent their best men! But no worries, we will beat them! Get yourself some more weapons and shields, and we will send more reinforcements. We will show them that they stand no chance against us! Long live the Empress! General Adriana Stahl
it: Ciao scudiero! La Comune deve aver mandato i suoi uomini migliori! Ma non preoccuparti, li batteremo! Procurati altre armi e scudi e invieremo altri rinforzi. Mostreremo loro che non hanno alcuna possibilità contro di noi! Lunga vita all'imperatrice! Il generale Adriana Stahl

source: Hello squire! The Commune must have sent their best men! But no worries, we will beat them! Get yourself some more weapons and shields, and we will send more reinforcements. We will show them that they stand no chance against us! Long live the Emperor! The Emperor
it: Ciao scudiero! La Comune deve aver mandato i suoi uomini migliori! Ma non preoccuparti, li batteremo! Procurati altre armi e scudi e invieremo altri rinforzi. Mostreremo loro che non hanno alcuna possibilità contro di noi! Lunga vita all'Imperatore! L'Imperatore

source: Lead the way, we're here to fight with you!
it: Fai strada, siamo qui per combattere con te!

# Mail Subject
source: Family Fleet Eradicated!
it: Flotta familiare eliminata!

# Mail Subject
source: Commune Fleet Eradicated!
it: Flotta della Comune eliminata!

# Mail Subject
source: Defeat of our Enemies!
it: Sconfitta dei nostri nemici!

# Mail Subject
source: Try Again!
it: Riprova!

source: Hello squire! Thank you for coming!
it: Ciao scudiero! Grazie per essere venuto!

source: What's going on?
it: Che succede?

source: The Family and the Commune are preparing for battle against us. There are rumors about them inventing new technology.
it: La Famiglia e la Comune si stanno preparando alla battaglia contro di noi. Si dice che stiano inventando nuove tecnologie.

source: What new technology?
it: Quale nuova tecnologia?

source: We don't know. Every one of our scouts that got anywhere near them was destroyed instantly.
it: Non lo sappiamo. Tutti i nostri esploratori che si sono avvicinati a loro sono stati distrutti all'istante.

source: What can I do?
it: Cosa posso fare?

source: They seem to have sent out fleets that are preparing to move against us. You could join our forces in battle.
it: Sembra che abbiano inviato flotte che si stanno preparando a muoversi contro di noi. Potresti unirti alle nostre forze in battaglia.

source: Where will I find those fleets?
it: Dove troverò quelle flotte?

source: You will find them in sector (${x1}:${y1}) and sector (${x2}:${y2}) respectively. We’re sure that with your help, we'll defeat them!
it: Li troverai rispettivamente nel settore (${x1}:${y1}) e nel settore (${x2}:${y2}). Siamo sicuri che con il tuo aiuto li sconfiggeremo!

source: I’ll do my best!
it: Farò del mio meglio!

source: Our forces are already on the way, you should catch up with them once you get closer to the enemy fleets. Long live ${leaderTitle}!
it: Le nostre forze sono già in viaggio, dovresti raggiungerle una volta che ti sarai avvicinato alle flotte nemiche. Lunga vita a ${leaderTitle}!

source: You Cavaliers thought you were the strongest force in the galaxy? Well, we are speaking for all the factions whose independence you are threatening: You cannot beat all of us!
it: Voi Cavalieri pensavate di essere la forza più forte della galassia? Bene, stiamo parlando per tutte le fazioni la cui indipendenza state minacciando: Non potete sconfiggerci tutti!

source: You wanted a war? We’ll give you a war! With you people, there needs to be a war before there can be peace!
it: Volevi una guerra? Vi daremo una guerra! Con voi, gente, ci deve essere una guerra prima che ci possa essere la pace!

source: Yes! We did it! Let's go party!
it: Sì! Ce l'abbiamo fatta! Andiamo a festeggiare!

source: Decide whether you want the Cavaliers to remain the most powerful syndicate in the galaxy.
it: Decidi se vuoi che i Cavaliers rimangano il sindacato più potente della galassia.

source: Meet Izzy in sector (${x}:${y})
it: Incontra Izzy nel settore (${x}:${y})

source: Equilibrium
it: Equilibrio

source: Cheers! I hope you'll come to your senses and realize that letting the Cavaliers rule the galaxy's underworld is not a good idea. I mean, for you it might pay off, of course. You are already on good terms with them and I'm sure there are advantages for you. But if you do feel like we should try to cause more equilibrium in the galaxy, meet me in sector (%1%:%2%)! Izzy
it: Salute! Spero che tu rinsavisca e ti renda conto che lasciare che i Cavaliers governino il mondo sotterraneo della galassia non è una buona idea. Voglio dire, per voi potrebbe essere vantaggioso, ovviamente. Siete già in buoni rapporti con loro e sono sicuro che ci sono dei vantaggi per te. Ma se pensate che dovremmo cercare di creare più equilibrio nella galassia, incontriamoci nel settore (%1%:%2%)! Izzy

# Mail Subject
source: For Equilibrium
it: Per Equilibrio

source: Cheers! Well, you’ve done it now. You messed up.
it: Salute! Beh, ora ce l'hai fatta. Hai fatto un casino.

source: What do you mean?
it: In che senso?

source: Nice to see you, too.
it: Anch' io sono felice di vederti.

source: You destroyed the equilibrium of forces in the galaxy. You helped the Cavaliers become too powerful!
it: Hai distrutto l'equilibrio delle forze nella galassia. Hai aiutato i Cavalieri a diventare troppo potenti!

source: Isn’t that a good thing?
it: Non è una buona cosa?

source: A good thing? How is one syndicate repressing all others a good thing?
it: Una buona cosa? In che modo un sindacato che reprime tutti gli altri è una buona cosa?

source: They are going to bring peace!
it: Porteranno la pace!

source: You really believe that? Be realistic! They might get rid of some of the pirates here and there, but they can’t be everywhere at once. There will always be criminals that are just good at hiding. And getting rid of the Xsotan? No way, nobody even knows where they come from and how many there are.
it: Ci credi davvero? Sii realista! Potrebbero sbarazzarsi di alcuni dei pirati qua e là, ma non possono essere ovunque contemporaneamente. Ci saranno sempre criminali che sono solo bravi a nascondersi. E sbarazzarsi degli Xsotan? Non c'è modo, nessuno sa nemmeno da dove vengono e quanti ce ne sono.

source: You’re saying they lied?
it: Stai dicendo che hanno mentito?

source: So what are you saying?
it: Quindi cosa stai dicendo?

source: Actually, I like the status quo.
it: In realtà, mi piace lo status quo.

source: I will try and find a way. Wait until I reach out to you!
it: Cercherò di trovare un modo. Aspetta che ti raggiunga!

source: I can see how it might pay off for you. Being friends with the most powerful faction is something that everybody dreams about. But what about everyone else?
it: Posso vedere come potrebbe ripagarti. Essere amici della fazione più potente è qualcosa che tutti sognano. Ma che dire di tutti gli altri?

source: I don't want anything to change.
it: Non voglio che cambi nulla.

source: Okay, have it your way. If you do change your mind, I'll be in touch.
it: Ok, fai a modo tuo. Se cambi idea, ti contatterò.

source: Oh, maybe the Empress really wants to make the galaxy a safer place. But she can’t. All she’s going to do is get everybody get caught up in worse battles than they’re caught up in already.
it: Oh, forse l'Imperatrice vuole davvero rendere la galassia un posto più sicuro. Ma non può. Tutto quello che farà è coinvolgere tutti in battaglie peggiori di quelle in cui sono già coinvolti.

source: Oh, maybe the Emperor really wants to make the galaxy a safer place. But he can’t. All he’s going to do is get everybody get caught up in worse battles than they’re caught up in already.
it: Oh, forse l'Imperatore vuole davvero rendere la galassia un posto più sicuro. Ma non può. Tutto quello che farà è coinvolgere tutti in battaglie peggiori di quelle in cui sono già coinvolti.

source: I'm saying that what you did was bad for business. The big syndicates were keeping each other in check. Now that the Empress is going to be in power, everything is messed up. But we can still stop it.
it: Sto dicendo che quello che hai fatto è stato un male per gli affari. I grandi sindacati si tenevano sotto controllo a vicenda. Ora che l'Imperatrice sarà al potere, tutto è incasinato. Ma possiamo ancora fermarlo.

source: I'm saying that what you did was bad for business. The big syndicates were keeping each other in check. Now that the Emperor is going to be in power, everything is messed up. But we can still stop it.
it: Sto dicendo che quello che hai fatto è stato un male per gli affari. I grandi sindacati si tenevano sotto controllo a vicenda. Ora che l'Imperatore sarà al potere, tutto è incasinato. Ma possiamo ancora fermarlo.

source: Cheers! I'm glad you came. Do you want to support a different syndicate now?
it: Ciao! Sono contenta che tu sia venuta. Vuoi supportare un sindacato diverso ora?

source: Yes, I do.
it: Sì.

source: No, I like the status quo.
it: No, mi piace lo status quo.

source: Good! Business has been difficult with a single syndicate repressing everything.
it: Bene! Gli affari sono stati difficili con un singolo sindacato che reprimeva tutto.

source: Okay, have it your way then. I will be here. Waiting. In case you change your mind again. Not like I can do anything else.
it: Ok, fai a modo tuo allora. Sarò qui. Aspettando. Nel caso in cui cambi idea di nuovo. Non come se potessi fare qualcos' altro.

source: Make sure at least one of the other syndicates stays strong enough to keep up with the Cavaliers.
it: Assicurati che almeno uno degli altri sindacati rimanga abbastanza forte da tenere il passo con i Cavaliers.

source: How do I do that?
it: Come faccio?

source: The syndicates themselves know how to gain more power. You can just try and help them achieve their goals.
it: I sindacati stessi sanno come ottenere più potere. Puoi solo cercare di aiutarli a raggiungere i loro obiettivi.

source: I'll just do what they tell me to?
it: Farò solo quello che mi dicono di fare?
