Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Crew salary: %1% Credits Due in less than 1 minute
it: Salario dell'equipaggio: %1% Crediti Da consegnare in meno di 1 minuto

source: Crew salary: %1% Credits Due in %2%
it: Salario dell'equipaggio: %1% Crediti Dovuto %2%

source: Filters
it: Filtri

source: All
it: Tutti

source: Building Knowledge
it: Conoscenza delle Costruzioni

source: Knowledge + Resources
it: Conoscenza + Risorse

source: Only show plans you can build with your current building knowledge
it: Mostra solo i piani che puoi costruire con la tua attuale conoscenza delle costruzioni

source: Only show plans you can build with your current building knowledge and resources
it: Mostra solo i piani che puoi costruire con le tue attuali conoscenze e risorse di costruzione

source: Fighters Only
it: Solo Caccia

source: Only show plans that can be used for fighters
it: Mostra solo i piani che possono essere utilizzati per i caccia

source: More Filters...
it: Altri filtri...

source: Parent Folder
it: Cartella principale

source: New Folder
it: Nuova cartella

# Input Window Title
source: New Folder
it: Nuova cartella

source: Enter the name of the new folder:
it: Inserire il nome della nuova cartella:

source: Filter Active
it: Filtro attivo

source: Templates
it: Modelli

source: Workshop Segment Templates
it: Modelli del Workshop

source: Workshop Ship Designs
it: Design Navi del Workshop

source: Workshop Turret Designs
it: Design Torrette del Workshop

source: Ship Autosaves
it: Salvataggio automatico delle creazioni

source: Turret Autosaves
it: Salvataggio automatico torrette

source: Cargo
it: Carico

source: Pickup Behavior:
it: Comportamento di Recupero:

source: Pick up normal cargo
it: Ritira oggetti normali

source: Pick up ores
it: Raccogli minerali

source: Pick up scrap
it: Raccogli i rottami

source: Pick up stolen goods
it: Raccogli oggetti rubati

source: Pick up dangerous goods
it: Raccogli merci pericolose

source: Pick up illegal goods
it: Raccogli merci illegali

source: STOCK
it: MAGAZZINO

source: AVG. CR
it: MEDIA CR

source: Dump Cargo
it: Svuota Stiva

source: Your cargo bay is empty.
it: La tua stiva è vuota.

source: Mission relevant
it: Rilevante per la missione

source: Empty cargo space:
it: Spazio di carico vuoto:

source: Toggle Autofire [A]
it: Attiva/disattiva fuoco automatico [A]

source: Replace...
it: Sostituisci...

source: Remove
it: Rimuovi

source: Torpedo Shaft #%i
it: Slot Siluro #%i

source: Armed Turret Slot #%i
it: Slot torretta militare #%i

source: Arbitrary Turret Slot #%i
it: Slot torretta generica #%i

source: Unarmed Turret Slot #%i
it: Slot torretta civile #%i

source: Defensive Turret Slot #%i
it: Slot torretta militare difensiva #%i

source: Replace Turret
it: Sostituisci la torretta

source: Replace
it: Sostituisci

source: [LMB] Select
it: [LMB] Seleziona

source: [0-9] Assign Group
it: [0-9] Assegna gruppo

source: [A] Toggle Autofire
it: [A] Attiva/disattiva fuoco automatico

source: %1%/%2% auto targeting slots used
it: %1%/%2% slot di torrette a puntamento automatico utilizzati

source: Assign allrounder crew members to this position.
it: Assegna i membri dell'equipaggio tuttofare a questa posizione.

source: Unassign allrounder crew members from this position.
it: Annulla l'assegnazione dei membri dell'equipaggio tuttofare a questa posizione.

source: Warning:
it: Attenzione:

source: This will dismiss the crew members. They will be gone and no money will be returned.
it: Questo licenzierà i membri dell'equipaggio. Andranno via e non verrà restituito alcun denaro.

source: AUTO ASSIGN
it: ASSEGNAZIONE AUTOMATICA

source: CREW / QUARTERS:
it: EQUIPAGGIO / ALLOGGI:

source: CREW SALARY:
it: STIPENDIO DELL'EQUIPAGGIO:

source: Pay
it: Paga

source: Captain Nickname
it: Soprannome del capitano

source: Enter a nickname:
it: Inserisci un soprannome:

source: CREW
it: EQUIPAGGIO

source: You have to pay your crew every 3 hours.
it: Devi pagare il tuo equipaggio ogni 3 ore.

source: WORKFORCE
it: FORZA LAVORO

source: Add Cloning Pod blocks to your craft to clone crew members.
it: Aggiungi blocchi contenenti capsule di clonazione alla tua nave per clonare i membri dell'equipaggio.

source: No Cloning Pods
it: Nessura capsula di clonazione

source: Add Academy blocks to your craft to specialize allrounder crew members.
it: Aggiungi blocchi Accademia alla tua nave per far acquisire specializzazioni a tutti i membri dell'equipaggio.

source: No Academy blocks
it: Nessun blocco Accademia

source: Clone crew members. Time: %1% Cost: %2% credits
it: Clona membri dell'equipaggio. Tempo: %1% Costo: %2% crediti

source: Remove from cloning queue.
it: Rimuovi dalla coda di clonazione.

source: Train untrained crew members to become %1%. Time: %2% Cost: %3% credits
it: Addestra i membri dell'equipaggio a diventare %1%. Tempo: %2% Costo: %3% crediti

source: Pull %1% out of the Academy.
it: Togli il %1% dall'Accademia.

source: PASSENGERS
it: PASSEGGERI

source: Dismiss Passenger
it: Espelli passeggero

source: [Dbl-Click / Drag & Drop] Assign Captain
it: [Dbl-Click / Drag & Drop] Assegna Capitano

source: Your crew requires %1% quarters, but your ship only has %2%!
it: Il tuo equipaggio richiede %1% di alloggi, ma la tua nave ha solo l' %2%!

source: %1% out of %2% quarters used.
it: %1% su %2% alloggi utilizzati.

source: Pay Crew
it: Paga l'equipaggio

source: Crew payment due in %1%
it: Pagamento dell'equipaggio entro %1%

source: Morale is bad! The crew is on strike!
it: Il morale è pessimo! L'equipaggio è in sciopero!

source: Morale is bad! The crew will eventually strike!
it: Il morale è cattivo! Alla fine l'equipaggio cercherà di prendere il comando della nave!

source: Morale is good. Specialists will level up over time.
it: Il morale è buono. Gli specialisti saliranno di livello nel tempo.

source: Assign as Captain
it: Assegna come Comandante

source: Dismiss
it: Ignora

source: Are you sure? The passenger will be gone for good.
it: Sei sicuro? Il passeggero se ne andrà per sempre.

source: Cloning Pods Simultaneous cloning capacity: %1% Clones crew members on your craft. New clones are untrained.
it: Clonazione delle capsule Capacità di clonazione simultanea: %1% Clona i membri dell'equipaggio sulla tua imbarcazione. I nuovi cloni non sono addestrati.

source: Not enough energy. Efficiency: %1%%%
it: Energia insufficiente. Efficienza: %1%%%

# cloning/academy
source: Capacity: %1%
it: Capacità: %1%

source: Academy Simultaneous training capacity: %1% Trains allrounder crew members to become specialists. Members are removed from the crew during training.
it: Accademia Capacità di addestramento simultaneo: %1% Addestra i membri dell'equipaggio tuttofare a diventare specialisti. Membri vengono rimossi dall'equipaggio durante l'addestramento.

source: Your ship can fly at higher speeds!
it: La tua nave potrà raggiungere velocità più elevate!

source: Your ship will get repaired faster!
it: La tua nave verrà riparata più velocemente!

source: Your ship is unable to fly at full speed!
it: La tua nave non è in grado di andare a velocità massima!

source: Not all turrets are able to fire!
it: Non tutte le torrette sono in grado di sparare!

source: Not all mining turrets can fire!
it: Non tutte le torrette minerarie possono sparare!

source: Your ship will slowly decay and take damage!
it: La tua nave subirà danni lentamente!

source: Not all of your fighters will be able to start!
it: Non tutti i tuoi caccia saranno in grado di decollare!

source: Enter the name of your ship:
it: Inserisci il nome della tua nave:

# tooltip, refers to a large list of properties of a ship/station
source: Show / Hide Stats
it: Mostra / Nascondi statistiche

source: Energy
it: Energia

source: REQUIRED ENERGY
it: ENERGIA RICHIESTA

source: PRODUCED ENERGY
it: ENERGIA PRODOTTA

source: EFFICIENCY
it: EFFICIENZA

source: REQ. ENERGY
it: ENERGIA REQ.

source: Produced Energy %s
it: Energia prodotta %s

source: Required Energy %s
it: Energia richiesta %s

source: Enable/Disable %s
it: Abilita/Disabilita %s

source: You can't change the energy priority of your %s.
it: Non puoi modificare la priorità energetica del tuo %s.

source: Click and Drag to change energy priority of your %s.
it: Fai clic e trascina per modificare la priorità energetica del tuo %s.

source: Fighter Queued for Production
it: Caccia in coda per la produzione

source: Fighter in Production
it: Caccia in produzione

source: Fighter Skin...
it: Skin del Caccia...

source: Remove...
it: Rimuovi...

source: Drag to Move
it: Trascina per spostare

source: Squad Group Assign the same index to multiple squads to control them as one.
it: Gruppo di squadra Assegna lo stesso indice a più squadre per controllarle come una sola.

source: New Squad
it: Nuova squadra

source: Set Blueprint
it: Imposta Progetto

source: Remove Squad
it: Rimuovi Squadra

source: Confirm
it: Conferma

source: [Drag & Drop] Move / Destroy Fighter
it: [Trascina e rilascia] Muovi / Distruggi Caccia

source: Rename Squad
it: Rinomina squadra

source: Fighter Skin
it: Skin Caccia

source: [No Production: %s]
it: [Nessuna produzione: %s]

source: Enable/Disable Fighter Production
it: Abilita/Disabilita produzione Caccia

source: Cost per fighter: %1% %2%
it: Costo per unità: %1% %2%

source: Time: %s
it: Tempo: %s

source: Enable/Disable Fighter Production (Requires Fighter Blueprint and Production Blocks)
it: Abilita/disabilita la produzione di Caccia (richiede il progetto del caccia e i blocchi di produzione)

source: Enable/Disable Fighter Production (Requires Fighter Blueprint)
it: Abilita/Disabilita Produzione Caccia (Richiede Progetto Caccia)

source: Enable/Disable Fighter Production (Requires Production Blocks)
it: Abilita/Disabilita produzione caccia (richiede blocchi di produzione)

source: This will destroy the fighter and turn it into a blueprint. This action is irreversible. It will also remove the previous blueprint if there is one.
it: Questo distruggerà il Caccia e lo trasformerà in un progetto. Questa azione è irreversibile. Rimuoverà anche il progetto precedente, se presente.

source: Please enter a name for the squad:
it: Inserisci un nome per la squadra:

source: Only plans with 200 blocks or less allowed.
it: Sono consentiti solo piani di creazione con 200 blocchi o meno.

source: The blueprint of this squad will be lost.
it: Il progetto di questa squadra andrà perso.

source: All fighters of this squad will be lost.
it: Tutti i Caccia di questa squadra saranno persi.

source: 1 fighter queued for production.
it: 1 caccia in coda per la produzione.

source: Co-Op Controls
it: Controlli Co-Op

source: Ship Steering
it: Sterzata della nave

source: Only the pilot (first seat) is allowed to steer.
it: Solo il pilota (primo posto) è autorizzato a sterzare.

source: Allow this player to control weapon group %s.
it: Consenti a questo giocatore di controllare il gruppo di armi %s.

source: Allow this player to control fighter squadron %i.
it: Consenti a questo giocatore di controllare lo squadrone caccia %i.

source: Add Seat
it: Aggiungi posto

source: Your craft has no hangar.
it: La tua nave non ha hangar.

source: Your craft doesn't have torpedo storage or shafts.
it: La tua nave non ha depositi di siluri o tubi di lancio.

source: Remote Access
it: Accesso remoto

# craft type and craft name (ex: Managing Remote Ship - Titanic)
source: Managing Remote %1% - %2%
it: Gestione del remoto %1% - %2%

# craft type (ex: Managing Remote Ship)
source: Managing Remote %s
it: Gestione del remoto %s

source: [TAB] Player >>
it: [TAB] Giocatore >>

source: Processing power of %1% %2% required to unlock
it: Potenza di elaborazione dello %1% %2% necessaria per sbloccare

source: Building Knowledge for %1% required to unlock
it: Conoscenze di Costruzione del %1% necessarie per sbloccare

source: Right-click for more options.
it: Fai clic con il pulsante destro del mouse per altre opzioni

source: Install Permanently
it: Installa in modo permanente

source: Subsystems
it: Sottosistemi

source: [Drag & Drop] Install Subsystem
it: [Trascina e Rilascia] Installa il sottosistema

source: [SHIFT] Quick Install
it: [SHIFT] Installazione Rapida

source: Enlarge your ship with Functional Blocks for more processing power.
it: Ingrandisci la tua nave con i blocchi funzionali per una maggiore potenza di elaborazione.

source: Processing Power %s
it: Potenza di elaborazione %s

source: Install
it: Installa

source: This will destroy the subsystem. Are you sure you want to remove?
it: Questo distruggerà il sottosistema. Sei sicuro di volerlo rimuovere?

source: Permanently installed subsystems can be safely removed near Equipment Docks.
it: I sottosistemi installati in modo permanente possono essere rimossi in modo sicuro vicino alle Stazioni di Equipaggiamento.

source: Warning: Permanent Installation
it: AVVERTENZA: installazione permanente

source: Permanent subsystems can only be removed without destroying them when near an Equipment Dock. Are you sure you want to install?
it: I sottosistemi permanenti possono essere rimossi senza distruggerli solo in prossimità di una Stazione di Equipaggiamento. Sei sicuro di volerlo installare?

source: This will destroy the installed subsystem. Are you sure you want to install?
it: Ciò distruggerà il sottosistema installato. Sei sicuro di volerlo sovrascrivere?

source: Torpedoes
it: Siluri

source: Select the type of torpedo to automatically load into each shaft.
it: Selezionare il tipo di siluro da caricare automaticamente in ciascun tubo di lancio.

source: [Drag & Drop] Move Torpedo
it: [Trascina e rilascia] Sposta Siluro

source: [0-9] Move to Shaft 0-9
it: [0-9] Sposta sul Tubo di Lancio 0-9

source: [Backspace] [Tab] Move to Storage
it: [Backspace] [Tab] Sposta nel deposito

source: Hover the mouse over a torpedo and press %i to move the torpedo to this shaft.
it: Passa il mouse sopra un siluro e premi %i per spostarlo su questo tubo di lancio.

source: Shaft is disabled. To enable it, build more unobstructed launcher blocks.
it: Il Tubo di lancio è disabilitato. Per abilitarlo, costruisci più blocchi di lancio.

source: Welcome to Avorion! If you'd like to play the tutorial, please start a singleplayer galaxy!
it: Benvenuto in Avorion! Se desideri seguire il tutorial, crea una galassia in giocatore singolo!

source: Welcome to Avorion! Use the mouse to look around in the sector.
it: Benvenuto in Avorion! Usa il mouse per guardarti intorno.

source: You will have to use your mouse to use the UI or select things.
it: Dovrai usare il puntatore del mouse per utilizzare l'interfaccia utente o selezionare le cose.

source: Hold [%s] to release your mouse pointer and click away this message.
it: Tenere premuto [%s] per far apparire il puntatore del mouse e fare clic su questo messaggio.

source: Hold [%1%] to move forward. Hold [%2%] to fly backwards.
it: Tieni premuto [%1%] per andare avanti. Tieni premuto [%2%] per andare in retromarcia.

source: Letting go of [%1%] or [%2%] will cause your thrusters to slow down your ship.
it: Lasciare andare [%1%] o [%2%] farà sì che i propulsori rallentino la tua nave.

source: Pressing [%2%] will not make you brake faster.
it: Premendo [%2%] non si frena più velocemente.

source: Here you can see your current speed.
it: Qui puoi vedere la tua velocità attuale.

source: Blue means you're flying in the direction that your ship is looking.
it: Blu significa che stai volando nella direzione in cui la tua nave sta guardando.

source: Orange means you're flying in the opposite direction.
it: Arancione significa che stai volando nella direzione opposta.

source: Hold [%1%] and [%2%] to boost.
it: Tieni premuti [%1%] e [%2%] per usare il booster.

source: Boosting requires more and more energy.
it: Il booster richiede sempre più energia.

source: If you use up too much of your energy for boosting, other systems in your ship won’t receive any more energy and might fail.
it: Se consumi troppa energia con il booster, glialtri sistemi nella tua nave non riceveranno più energia e potrebbero guastarsi.

source: Here you can see your energy reserves. If they are depleted, your ship won’t be able to do much until they have recharged.
it: Qui puoi vedere le tue riserve di energia. Se sono esaurite, la tua nave non sarà in grado di fare molto finché non si saranno ricaricate.

source: To get a fast flying ship to a complete standstill, you will have to turn your ship so it’s facing the opposite direction and boost.
it: Per far sì che una nave in velocità si fermi completamente, dovrai girare la tua nave in modo che sia rivolta nella direzione opposta e usare il booster.

source: That is particularly important for larger ships with more mass.
it: Ciò è particolarmente importante per le navi più grandi e con più massa.

source: If you need help finding the correct angle you can activate the retrograde marker in the Game Options.
it: Se hai bisogno di aiuto per trovare l'angolo corretto, puoi attivare il marcatore nelle Opzioni di gioco.

source: Use [%1%] and [%2%] to strafe left and right.
it: Usa [%1%] e [%2%] per spostarti a destra e a sinistra.

source: Use [%1%] to rise up or [%2%] to sink down.
it: Usa [%1%] per salire o [%2%] per scendere.

source: Let your ship roll to the side with [%1%] and [%2%].
it: Per effetture un rollio della nave usa [%1%] e [%2%].

source: Now that you know how to steer your ship, it's time to gather some resources. Resources are used to build ships and can be sold for Credits at Resource Depots.
it: Ora che sai come governare la tua nave, è il momento di raccogliere alcune risorse. Le risorse vengono utilizzate per costruire navi e possono essere vendute per crediti presso i depositi di risorse.

source: No mineable asteroids in this sector. Can't continue tutorial.
it: Nessun asteroide minabile in questo settore. Qui non possiamo continuare il tutorial.

source: An asteroid has been highlighted. Turn your camera towards it until it appears on the screen.
it: Un asteroide è stato evidenziato. Ruota la telecamera verso di esso fino a quando non appare sullo schermo.

source: An asteroid has been highlighted. Use [%1%] to select the asteroid.
it: È stato evidenziato un asteroide. Usa [%1%] per selezionare l'asteroide.

source: Fly to the asteroid. Mine its resources by holding [%1%] to use your mining lasers. Your target is in range when your aiming circles turn green.
it: Vola verso l'asteroide. Estrai le sue risorse tenendo premuto [%1%] per usare i tuoi laser minerari. Il tuo bersaglio è nel raggio d'azione quando i tuoi cerchi di mira diventano verdi.

source: Mine 1500 Iron. Asteroids with bright spots are rich in resources. Asteroids without have no resources.
it: Estrai 1500 unità di ferro. Gli Asteroidi con punti luminosi sono ricchi di risorse. Gli Asteroidi spenti invece non ne contengono.

source: You have received a mission. To look at your mission, open the Player Menu by clicking on this button.
it: Hai ricevuto una missione. Per visualizzare la tua missione, apri il menu Giocatore facendo clic su questo pulsante.

source: This is the missions tab. Here all your current missions will be listed.
it: Questa è la scheda delle missioni. Qui verranno elencate tutte le tue missioni attuali.

source: Select the new mission to get a more detailed description.
it: Seleziona la nuova missione per ottenere una descrizione più dettagliata.

source: Track the mission to have it on your screen at all times.
it: Traccia la missione per visualizzarla sempre sullo schermo.

source: Close the Player Menu to continue.
it: Chiudi il menu giocatore per continuare.

source: This shows you the currently tracked mission. As you don't know what you have to expect, you should prepare your ship for a fight.
it: Questo ti mostra la missione attualmente tracciata. Poiché non sai cosa aspettarti, dovresti preparare la tua nave per un combattimento.

source: Open the Building Mode by clicking the Building Mode Button. Here you can exchange your mining equipment for military turrets.
it: Apri la Modalità Costruzione facendo clic sul pulsante Modalità Costruzione. Qui puoi scambiare il tuo equipaggiamento minerario con torrette militari.

source: This is the building mode, where you can modify your ship. Hold [%1%] to turn the camera.
it: Questa è la modalità costruzione, in cui puoi modificare la tua nave. Tieni premuto [%1%] per girare la telecamera.

source: Select the mining lasers on your ship with [%1%] and remove them with the Delete Button. This will put the turrets into your inventory.
it: Seleziona i laser minerari sulla tua nave con [%1%] e rimuovili con il pulsante Elimina. Questo metterà le torrette nel tuo inventario.

source: Open the Turret Selection to install new turrets.
it: Aprire la selezione della torretta per installare nuove torrette.

source: Add three chaingun turrets to your ship by placing them onto your ship with [%1%].
it: Aggiungi tre torrette chaingun alla tua nave posizionandole sulla tua nave con [%1%].

source: You can't build the third turret, because your ship currently only supports two at the same time. The amount of turrets can be increased by adding subsystems.
it: Non puoi costruire la terza torretta, perché al momento la tua nave ne supporta solo due contemporaneamente. La quantità di torrette può essere aumentata aggiungendo sottosistemi.

source: Open the Ship Menu by pressing the Ship Menu Button to install a turret control system.
it: Aprire il menu Nave premendo il pulsante Menu Nave per installare un sistema di controllo aggiuntivo della torretta.

source: Select the subsystem and use [Right-Click] to install it. This will increase your armed turret capacity.
it: Selezionare il sottosistema e utilizzare [Right-Click] per installarlo. Questo aumenterà la capacità della torrette militari.

source: Great! Now you can add the third chaingun turret.
it: Ottimo! Ora puoi aggiungere la terza torretta chaingun.

source: Your ship is now ready to answer the emergency call. Leave the Building Mode with [%1%] or [%2%].
it: La tua nave è ora pronta per rispondere alla chiamata di emergenza. Lascia la modalità Costruzione con [%1%] o [%2%].

source: Open your Galaxy Map to see where the emergency call came from.
it: Apri la mappa della galassia per vedere da dove proviene la chiamata di emergenza.

source: The Galaxy Map shows all sectors that can be visited. The blue outline shows how far you can jump. You can use the mouse wheel to zoom, holding [%1%] allows you to move the Galaxy Map.
it: La Mappa della Galassia mostra tutti i settori visitabili. Il contorno blu mostra fino a che punto è possibile saltare con il tuo motore iperspaziale. È possibile utilizzare la rotellina del mouse per ingrandire, tenendo premuto [%1%] è possibile spostare la Mappa della Galassia.

source: The emergency call came from the sector marked with an exclamation mark. Start by selecting the highlighted sector with [Left Mouse].
it: La chiamata di emergenza proveniva dal settore contrassegnato con un punto esclamativo. Iniziamo selezionando il settore evidenziato con [Tasto sinistrto del mouse].

source: A sector has been marked with an exclamation mark by the mission. Select this sector with [Left Mouse].
it: Un settore è stato contrassegnato con un punto esclamativo dalla missione. Seleziona questo settore con [Mouse sinistro].

source: Now click on the sector with [Right Mouse] to open the Sector Menu and select ‘Enter Coordinates into Navigation Computer’.
it: Ora fai clic sul settore con [Mouse destro] per aprire il menu di settore e seleziona "Inserisci coordinate nel computer di navigazione".

source: Close the Galaxy Map with [%1%] or [ESCAPE].
it: Chiudi la Mappa Galattica con [%1%] o [ESCAPE].

source: Follow the next instructions to initiate the jump sequence.
it: Seguire le istruzioni successive per avviare la sequenza di salto iperspaziale.
