Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: This is an insult. Remain where you are. You will pay the fine. Dump your cargo or we will approach you and confiscate it.
it: Questo è un insulto. Rimani dove sei. Pagherai la multa. Scaricate il vostro carico o vi avvicineremo e lo confisceremo.

source: Set Beacon Welcome Message
it: Imposta messaggio di benvenuto beacon

source: Beacon Text
it: Testo beacon

source: Activate
it: Attiva

source: ${entity} Bulletin Board
it: ${entity} Bacheca

source: Bulletin Board
it: Bacheca

source: DESCRIPTION
it: DESCRIZIONE

source: This mission is only available for owners of the Black Market DLC.
it: Questa missione è disponibile solo per i possessori del DLC Mercato Nero.

source: No bulletins available!
it: Nessun bollettino disponibile!

source: Where is your home sector?
it: Dov'è il tuo settore domestico?

source: Give me all your cargo!
it: Dammi tutto il tuo carico!

source: Dumping the cargo. I hope you're happy, you damn pirate.
it: Sto scaricando il carico. Spero che tu sia felice, dannato pirata.

source: Hahahahaha!
it: Ahahahahaha!

source: I'm serious!
it: Dico sul serio!

source: And how are you planning on doing that?
it: E come pensi di farlo?

source: I'm going to destroy you!
it: Ti distruggerò!

source: This is ridiculous. Go away.
it: È ridicolo. Vattene.

source: Okay, sorry, wrong ship.
it: Ok, scusa, nave sbagliata.

source: Leave us alone!
it: Lasciaci in pace!

source: Dump your cargo or you'll be destroyed!
it: Scarica il tuo carico o verrai distrutto!

source: Please don't shoot! We will dump the cargo, but then you must leave us alone!
it: Ti prego, non sparare! Scaricheremo il carico, ma poi devi lasciarci in pace!

source: Dump your cargo and you will be spared.
it: Scaricate il vostro carico e sarete risparmiati.

source: If you cooperate, I might spare your lives.
it: Se collabori, potrei risparmiarti la vita.

source: On second thought, I don't need anything from you.
it: Ripensandoci, non ho bisogno di niente da te.

source: What kind of sick joke is this!?
it: Che razza di scherzo perverso è questo!?

source: We'll be out of here before you even get to us!
it: Ce ne andremo da qui prima ancora che tu ci raggiunga!

source: You should leave.
it: Dovresti andartene.

source: I will not give up my cargo freely to some petty pirate!
it: Non cederò liberamente il mio carico a qualche piccolo pirata!

source: So be it then!
it: Così sia allora!

source: Oops, sorry, wrong ship, carry on!
it: Ops, scusa, nave sbagliata, vai avanti!

source: Leave or be destroyed!
it: Vattene o sarai distrutto!

source: We're under attack! Help! Send out an emergency signal!
it: Siamo sotto attacco! Aiuto! Invia un segnale di emergenza!

source: You're kidding, right?
it: Stai scherzando, vero?

source: No. Now give me all your cargo!
it: No. Ora dammi tutto il tuo carico!

source: Sorry. Bad joke.
it: Scusa. Brutto scherzo.

source: Why would I tell you that?
it: Perché dovrei dirtelo?

source: ${name} Prime used to be at (${x}:${y}), before "The Event" that is.
it: ${name} Prime era a (${x}:${y}), prima di "The Event" cioè.

source: It's such a tragedy. ${name} Prime was the pride of our faction until it was eaten up by a rift. Maybe one day there will be a way to travel to (${x}:${y}) once again.
it: È una tragedia. ${name} Prime era l'orgoglio della nostra fazione fino a quando non è stata divorata da una spaccatura. Forse un giorno ci sarà un modo per tornare (${x}:${y}) ancora una volta.

source: I don't want to talk about it. (${x}:${y}) is no more.
it: Non voglio parlarne. (${x}:${y}) non c'è più.

source: ${name} have taken over this territory. We don't have a governing home sector any more now. Their home sector is at (${x}:${y}).
it: ${name} si sono impadroniti di questo territorio. Non abbiamo più un settore domestico governativo. Il loro settore domestico è a (${x}:${y}).

source: Ever since this other faction has taken over this territory, we don't really have a governing home sector any more. I don't know where their home sector is, sorry.
it: Da quando quest' altra fazione ha preso il controllo di questo territorio, non abbiamo più un settore interno governativo. Non so dove sia il loro settore interno, mi dispiace.

source: ${name} Prime is at (${x}:${y}).
it: ${name} Il primo è a (${x}:${y}).

source: You are not close enough to claim the object!
it: Non sei abbastanza vicino per rivendicare l'oggetto!

source: Claim
it: Riscatta

source: Claimed Asteroid
it: Asteroide rivendicato

source: There are currently no captains looking for work at this station.
it: Attualmente non ci sono capitani in cerca di lavoro in questa stazione.

source: Hire
it: Assumi

source: Request Transport
it: Richiedi trasporto

source: You can request a crew transport ship here containing a complete crew for your current ship. Only possible if your ship needs at least 100 more crew members.
it: Puoi richiedere una nave da trasporto con equipaggio qui che contenga un equipaggio completo per la tua nave attuale. Possibile solo se la tua nave ha bisogno di almeno altri 100 membri dell'equipaggio.

source: CURRENT CREW (${current}/${max})
it: EQUIPAGGIO ATTUALE (${current}/${max})

source: We don't require more than 100 additional crew members. Additionally required crew members: ${amount}
it: Non abbiamo bisogno di più di 100 membri dell'equipaggio aggiuntivi. Membri dell'equipaggio aggiuntivi richiesti: ${amount}

source: There's already a transport on the way.
it: C'è già un mezzo di trasporto in arrivo.

source: Price: ¢${price}
it: Prezzo: ¢${price}

source: We only offer these kinds of services to people we have Excellent or better relations with.
it: Offriamo questo tipo di servizi solo a persone con cui abbiamo relazioni eccellenti o migliori.

source: Your relations with that faction aren't good enough.
it: I tuoi rapporti con quella fazione non sono abbastanza buoni.

source: Paid %1% Credits to request a crew transport.
it: Hai pagato %1% Crediti per richiedere il trasporto dell'equipaggio.

source: Your crew transport is on the way and will be here in about 30 seconds.
it: Il trasporto dell'equipaggio è in viaggio e sarà qui tra circa 30 secondi.

source: You must be docked to the station to hire crew members.
it: Devi essere attraccato alla stazione per assumere membri dell'equipaggio.

source: You must be closer to the ship to hire crew members.
it: Devi essere più vicino alla nave per assumere membri dell'equipaggio.

source: Paid %1% Credits to hire crew.
it: Hai pagato %1% Crediti per assumere l'equipaggio.

source: Paid %1% Credits to hire a captain.
it: Hai pagato %1% Crediti per assumere un capitano.

source: Admired
it: Ammirata

source: Friendly
it: Amichevole

source: You need relations of at least '%s' to this faction to hire these crew members.
it: Hai bisogno di relazioni di almeno '%s' con questa fazione per assumere questi membri dell'equipaggio.

source: Crew Transport
it: Trasporto Equipaggio

source: Crew transport for %1% is here. Please remain where you are - we'll fly to your current location.
it: L'equipaggio trasportato per %1% è qui. Rimani dove sei - voleremo verso la tua posizione attuale.

source: Transfer Crew
it: Trasferimento dell'equipaggio

source: You must be docked to the station to transfer the crew to your ship.
it: Devi essere attraccato alla stazione per trasferire l'equipaggio sulla tua nave.

source: You must be closer to the ship to transfer the crew to your ship.
it: Devi essere più vicino alla nave per trasferire l'equipaggio sulla tua nave.

source: Pleasure doing business with you.
it: È un piacere fare affari con te.

source: Rebuild Mine
it: Ricostruisci miniera

source: The facilities in this station were destroyed in a boarding attack.
it: Le strutture di questa stazione sono state distrutte in un attacco di abbordaggio.

source: Basic
it: Base

source: Mines
it: Miniere

source: Confirm Rebuilding
it: Conferma ricostruzione

source: Text
it: Testo

source: This action is irreversible.
it: Questa azione è irreversibile.

source: You're about to turn your mine into a ${factory}.
it: Stai per trasformare la tua miniera in uno ${factory}.

source: Due to a systems change, all turrets will be removed from your station.
it: A causa di un cambiamento di sistema, tutte le torrette verranno rimosse dalla tua stazione.

source: Building a station expands your influence in this sector. Taking over a sector impacts your relations with the local faction.
it: Costruire una stazione espande la tua influenza in questo settore. L'acquisizione di un settore influisce sulle tue relazioni con la fazione locale.

source: You're too close to another station.
it: Sei troppo vicino a un'altra stazione.

source: You're too far out to found a station.
it: Sei troppo lontano per trovare una stazione.

source: Rebuild Station
it: Ricostruisci stazione

source: Basic Factories
it: Fabbriche di base

source: Low Tech Factories
it: Fabbriche a bassa tecnologia

source: Advanced
it: Avanzato

source: Advanced Factories
it: Fabbriche avanzate

source: High Tech Factories
it: Fabbriche ad alta tecnologia

source: Other Stations
it: Altre stazioni

source: You're about to turn your station into a ${factory}.
it: Stai per trasformare la tua stazione in uno ${factory}.

source: If required, it will receive production extensions.
it: Se necessario, riceverà estensioni di produzione.

source: You're about to turn your station into a ${stationName}.
it: Stai per trasformare la tua stazione in uno ${stationName}.

source: What's going on here?
it: Che sta succedendo qui?

source: Hush! We are in the middle of our ceremony.
it: Silenzio! Siamo nel bel mezzo della nostra cerimonia.

source: I see, sorry.
it: Capisco, scusa.

source: It'll have to wait, I'm talking to you.
it: Dovrà aspettare, sto parlando con te.

source: %s is attacking!
it: %s sta attaccando!

source: Destroy the troublemaker!
it: Distruggi il piantagrane!

source: You're in a part of the galaxy where you're in over your head. It's dangerous to fly so close to the galaxy core without a strong ship. You'll learn that soon enough. But there's a solution to everything. You can save us some ammunition and your own life at the same time. Pay us ${credits} Credits or we're just going to salvage your little ship, after we blow it up.
it: Sei in una parte della galassia in cui sei sopra la tua testa. È pericoloso volare così vicino al nucleo della galassia senza una nave forte. Lo imparerai presto. Ma c'è una soluzione a tutto. Puoi risparmiarci delle munizioni e la tua stessa vita allo stesso tempo. Pagaci ${credits} crediti o salveremo la tua piccola nave, dopo che l'avremo fatta esplodere.

source: Threaten
it: Minaccia

source: Wise choice. Saving us all some trouble.
it: Scelta saggia. Risparmiare a tutti noi qualche problema.

source: Then we're doing it the hard way. Excellent, it's been far to long since we had some real fun!
it: Allora lo stiamo facendo nel modo più duro. Eccellente, è passato troppo tempo dall'ultima volta che ci siamo divertiti davvero!

source: There seems to be some trouble with your bank account - you don't have the money. We're going to salvage your ship then.
it: Sembra che ci siano dei problemi con il tuo conto bancario: non hai i soldi. Allora salveremo la tua nave.

source: No communication? Then let's do it the hard way!
it: Nessuna comunicazione? Allora facciamolo nel modo più duro!

source: Paid bandits %1% Credits.
it: Banditi pagati %1% Crediti.

source: Blow it up boys, but make sure you don't hit the valuable parts this time!
it: Fatelo esplodere ragazzi, ma assicuratevi di non colpire le parti preziose questa volta!

source: Haha, our fake distress call worked! You're as good as dead, maggot!
it: Ahah, la nostra falsa chiamata di soccorso ha funzionato! Sei praticamente morto, verme!

source: I don't know about anything, but it's always possible someone else knows something. You should keep asking around. Oh, and people at different places in the galaxy will know different things.
it: Non so niente, ma è sempre possibile che qualcun altro sappia qualcosa. Dovresti continuare a chiedere in giro. Oh, e le persone in luoghi diversi della galassia sapranno cose diverse.

source: Thanks, I'll keep asking around.
it: Grazie, continuerò a chiedere in giro.

source: Not that I know of, but that doesn't mean anything. If you're looking for work, you should check the bulletin boards of the stations around here.
it: Non che io sappia, ma questo non significa nulla. Se stai cercando lavoro, dovresti controllare le bacheche delle stazioni qui intorno.

source: Thank you, I'll have a look.
it: Grazie, darò un'occhiata.

source: I've heard that a pirate called 'Swoks' has started raiding freighters nearby. Bad for business, you know? He's keeping it low profile - ships just disappear. But everybody knows it's him. You should not go explore on your own in these sectors around here.
it: Ho sentito che un pirata chiamato "Swoks" ha iniziato a razziare i mercantili nelle vicinanze. Non va bene per gli affari, sai? Sta tenendo un profilo basso - le navi scompaiono e basta. Ma tutti sanno che è lui. Non dovresti andare a esplorare da solo in questi settori da queste parti.

source: Thanks, I'll keep it in mind.
it: Grazie, lo terrò a mente.

source: There's a new pirate captain who has been raiding freighters around here lately. I haven't seen him in one of the civilized sectors yet, but you should be careful when exploring in no man's space.
it: C'è un nuovo capitano pirata che ha fatto irruzione nei mercantili qui intorno ultimamente. Non l'ho ancora visto in uno dei settori civilizzati, ma dovresti stare attento quando esplori lo spazio di nessuno.

source: I'll keep it in mind.
it: Lo terrò a mente.

source: Not really. Except that I nearly got killed a few weeks ago by one of those war machines.
it: Non proprio. Solo che sono stato quasi ucciso qualche settimana fa da una di quelle macchine da guerra.

source: War machines?
it: Macchine da guerra?

source: Very interesting. Goodbye.
it: Molto interessante. Arrivederci.

source: Yes! I didn't pay attention during a hyperspace jump recalculation and all of a sudden this thing attacked me!
it: Sì! Non ho prestato attenzione durante un ricalcolo del salto nell'iperspazio e all'improvviso questa cosa mi ha attaccato!

source: Why did it attack you?
it: Perché ti ha attaccato?

source: What thing?
it: Quale cosa?

source: What do I know? I'm lucky I got away. Someone should take care of these things.
it: Cosa ne so? Sono fortunata ad essere scappata. Qualcuno dovrebbe occuparsi di queste cose.

source: It was one of these huge ships. They're usually dormant, but for some reason this one wasn't.
it: Era una di quelle enormi navi. Di solito sono dormienti, ma per qualche motivo questo non lo era.

source: A few centuries ago, a highly advanced species lived in these sectors.
it: Alcuni secoli fa, in questi settori viveva una specie molto avanzata.

source: Where are they now?
it: Dove sono adesso?

source: They have been long gone, but some say that they fought the Xsotan.
it: Se ne sono andati da tempo, ma alcuni dicono che hanno combattuto gli Xsotan.

source: What happened?
it: Cos' è successo?

source: What do you think? They lost. All that remains of them now is their technology.
it: Cosa ne pensi? Hanno perso. Tutto ciò che rimane di loro ora è la loro tecnologia.

source: One of the travelling equipment traders I met a while ago had a strange alien artifact with him. I've never seen something like that before. I thought maybe it's Xsotan? But that's impossible. He even told me I could integrate it into my ship. But when I asked about the price it was way too expensive.
it: Uno dei commercianti di attrezzature da viaggio che ho incontrato qualche tempo fa aveva con sé uno strano artefatto alieno. Non ho mai visto una cosa del genere prima. Ho pensato che forse fosse Xsotan? Ma è impossibile. Mi ha anche detto che potevo integrarlo nella mia nave. Ma quando ho chiesto il prezzo era troppo costoso.

source: There are travelling merchants who sell all sorts of things. You should keep an eye on them, they will jump to another sector after a while if they don't find anybody to trade with. Some of them have really exotic wares, I've even met some who had old Xsotan artifacts for sale.
it: Ci sono commercianti itineranti che vendono ogni sorta di cose. Dovresti tenerli d'occhio, dopo un po' salteranno in un altro settore se non trovano nessuno con cui commerciare. Alcuni di loro hanno prodotti davvero esotici, ho persino incontrato alcuni che avevano vecchi manufatti Xsotan in vendita.

source: If you're the treasure hunting type, you should check asteroid fields in the no man's space for beacons. I've seen lots of beacons on my travels, and they seem to have some message for all members of 'Operation Exodus', whatever that may be.
it: Se sei un tipo da caccia al tesoro, dovresti controllare i campi di asteroidi nello spazio di nessuno per i fari. Ho visto molti fari durante i miei viaggi e sembrano avere un messaggio per tutti i membri dell '"Operazione Exodus", qualunque esso sia.

source: Thanks, I'll check it out.
it: Grazie, darò un'occhiata.

source: A friend of mine is obsessed with these beacons you can find in asteroid fields around here. He says they have some kind of message encoded into them, with coordinates leading to a great treasure. But that's all nonsense if you ask me.
it: Un mio amico è ossessionato da questi fari che puoi trovare nei campi di asteroidi qui intorno. Dice che hanno una sorta di messaggio codificato in essi, con coordinate che portano a un grande tesoro. Ma questo è tutto senza senso se me lo chiedi.

source: The research labs are getting better and better. Now they're using genetic algorithms to improve the quality of the researched objects. It destroys the objects you put in, but you have a good chance to get an object of an even better quality. I wonder what happens when you put in three objects with the best quality there is. Maybe the universe will implode?
it: I laboratori di ricerca stanno migliorando sempre di più. Ora stanno usando algoritmi genetici per migliorare la qualità degli oggetti ricercati. Distrugge gli oggetti che inserisci, ma hai buone possibilità di ottenere un oggetto di una qualità ancora migliore. Mi chiedo cosa succede quando inserisci tre oggetti con la migliore qualità che ci sia. Forse l'universo imploderà?

source: Huh. I guess I'll try!
it: Uh. Immagino che ci proverò!

source: A friend of mine got some great new equipment because he researched it at the research lab! It's a little like playing the lottery, but if you put in 5 objects, apparently you're guaranteed to get something better. I'll do this too, and in the end I'll put in 3 objects of the highest possible rarity. I wonder what happens then...
it: Un mio amico ha un nuovo fantastico equipaggiamento perché lo ha studiato al laboratorio di ricerca! È un po' come giocare alla lotteria, ma se ci metti 5 oggetti, a quanto pare avrai la garanzia di ottenere qualcosa di meglio. Farò anche questo, e alla fine ci metterò 3 oggetti della più alta rarità possibile. Chissà cosa succederà dopo...

source: I've heard the universe might implode.
it: Ho sentito che l'universo potrebbe implodere.

source: I guess I'll have to try.
it: Immagino che dovrò provarci.

source: Oh wow, you're gullible! The universe can't implode, and we're only subjects that have been made up by someone. Once that someone wants us gone, we'll go.
it: Oh wow, sei un credulone! L'universo non può implodere, e noi siamo solo soggetti che sono stati inventati da qualcuno. Una volta che qualcuno ci vorrà fuori, ce ne andremo.

source: This is getting a little too dark for me.
it: Sta diventando un po' troppo buio per me.

source: Goodbye.
it: Arrivederci.

source: I hear there's a smuggler around here who got his hands on some Xsotan technology.
it: Ho sentito che c'è un contrabbandiere qui intorno che ha messo le mani su una tecnologia Xsotan.

source: I'll leave now.
it: Ora me ne vado.

source: I know, but as far as I know, nobody has ever caught him. Apparently his hyperspace engine is extremely advanced and he can jump to anywhere in the entire galaxy!
it: Lo so, ma per quanto ne so, nessuno l'ha mai preso. A quanto pare il suo motore iperspaziale è estremamente avanzato e può saltare ovunque nell'intera galassia!

source: You should beware of Bottan. He's a smuggler who doesn't have the courage to fly his own deals, even though he has the most advanced hyperspace engine I've ever seen. He lets others do his dirty work for him, so he won't get in trouble.
it: Dovresti fare attenzione a Bottan. È un contrabbandiere che non ha il coraggio di fare affari da solo, anche se ha il motore iperspaziale più avanzato che abbia mai visto. Lascia che gli altri facciano il lavoro sporco per lui, così non si metterà nei guai.

source: I'll be careful.
it: Starò attenta.

source: Since this scumbag Bottan has gotten his hands on this Xsotan technology, he's become a real pain. He's built up a big smuggling ring, and since then has been betraying people non-stop.
it: Da quando questo bastardo di Bottan ha messo le mani su questa tecnologia Xsotan, è diventato un vero dolore. Ha costruito un grande giro di contrabbando e da allora ha tradito le persone senza sosta.

source: Why doesn't anybody stop him?
it: Perché nessuno lo ferma?

source: Why do people follow him?
it: Perché le persone lo seguono?

source: Apparently this new Xsotan technology made his hyperspace engine crazy strong.
it: A quanto pare questa nuova tecnologia Xsotan ha reso il suo motore iperspaziale incredibilmente forte.

source: Because everyone wants some of the money he's making! He's betraying wannabe smugglers who can't help themselves. Poor bastards. But it's their own fault. They should just stick to normal trade.
it: Perché tutti vogliono un po' dei soldi che sta facendo! Sta tradendo aspiranti contrabbandieri che non possono farne a meno. Poveri bastardi. Ma è colpa loro. Dovrebbero solo attenersi al normale commercio.

source: It's funny you're asking, because I've found some research satellites in the sectors around here. Apparently someone is doing state-of-the-art energy research with those things. They were looking really expensive. I wonder what kind of equipment is being used in there.
it: È buffo che tu me lo chieda, perché ho trovato alcuni satelliti di ricerca nei settori qui intorno. A quanto pare qualcuno sta facendo ricerche energetiche all'avanguardia con quelle cose. Sembravano davvero costose. Mi chiedo che tipo di attrezzatura venga utilizzata lì dentro.

source: Thanks, I'll keep an eye out.
it: Grazie, terrò gli occhi aperti.

source: The M.A.D. Science Association has started looking into new ways of energy generation. I found some of their satellites just floating around in space. I don't think that's such a good idea with all the bandits and Xsotan around here. I'm pretty sure they have state-of-the-art equipment.
it: La M.A.D. Science Association ha iniziato a studiare nuovi modi di generare energia. Ho trovato alcuni dei loro satelliti che galleggiavano nello spazio. Non penso che sia una buona idea con tutti i banditi e gli Xsotan qui intorno. Sono abbastanza sicuro che abbiano attrezzature all'avanguardia.
