Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Hi, thank you for coming! So I've tried everything to get your ship back, but I couldn't manage to do it. I'm truly sorry about that. But I want to make it up to you, so you can have one of my ships, the Lady Adventurous! Also, while we're already at it, I'll show you quickly how to command ships that are in the same sector as you. Have you already found the strategy interface? It's really useful! Here, I'll teach you.
it: Ciao, grazie per essere venuto! Ho provato di tutto per riavere la tua nave, ma non ci sono riuscito. Mi dispiace davvero. Ma voglio farmi perdonare, così potrai avere una delle mie navi, la Lady Adventurous! Inoltre, già che ci siamo, ti mostrerò rapidamente come comandare navi che si trovano nel tuo stesso settore. Hai già trovato l'interfaccia strategica? È davvero utile! Ecco, ti insegno.

source: Okay, what do I need to do?
it: Ok, cosa devo fare?

source: Open Strategy Mode with the Strategy Mode Button and read the encyclopedia entry, if you haven't already. You'll find all the important information there. Then, order the Lady Adventurous to escort you. If you're unsure, you can exit Strategy Mode any time and ask me again.
it: Apri la modalità Strategia con il pulsante Modalità Strategia e leggi la voce dell'enciclopedia, se non l'hai già fatto. Troverai tutte le informazioni importanti lì. Quindi, ordina alla Signora Avventurosa di scortarti. Se non sei sicuro, puoi uscire dalla Modalità Strategia in qualsiasi momento e chiedermelo di nuovo.

source: In Strategy Mode, select the Lady Adventurous and then right-click on the ship you're currently flying to issue an escort command.
it: In Modalità Strategia, seleziona Lady Adventurous e quindi fai clic con il pulsante destro del mouse sulla nave su cui stai volando per emettere un comando di scorta.

source: Wonderful! I believe you'll find even more good use for the Strategy Mode. You can order your ships to do many many things in there, like flying to a location, mining or docking for you. For the simple tasks you won't even need a captain, the ship's Autopilot will do that for you.
it: Meraviglioso! Credo che troverai ancora più utile la modalità Strategia. Puoi ordinare alle tue navi di fare molte cose lì dentro, come volare in un luogo, estrarre o attraccare per te. Per i semplici compiti che non avrai nemmeno bisogno di un capitano, il pilota automatico della nave lo farà per te.

source: So, why captains then?
it: Allora perché i capitani?

source: See you around.
it: Ci vediamo in giro.

source: Contrary to the Autopilot, Captains are highly skilled individuals who will work completely independently, and who can do various different long-term tasks. You just have to assign them as the captain of a ship, and they're ready to go. They'll even give you bonuses for your ship, depending on their class. Then, on the Galaxy Map, you can give them many different orders, such as flying trade routes for you, mining or salvaging for a long time, or even scouting sectors or going on an expedition.
it: Contrariamente al pilota automatico, i capitani sono individui altamente qualificati che lavoreranno in modo completamente indipendente e che possono svolgere vari compiti a lungo termine. Devi solo assegnarli come capitano di una nave e sono pronti a partire. Ti daranno anche dei bonus per la tua nave, a seconda della loro classe. Quindi, sulla Mappa Galattica, puoi dare loro molti ordini diversi, come volare sulle rotte commerciali per te, estrarre o recuperare per lungo tempo, o persino esplorare settori o fare una spedizione.

source: The crew of the Lady Adventurous has agreed to work for you. Since I still owe you a ship, I'd like to sign her over to you permanently. Maybe you can assign your newly hired captain to her? Anyway, I'm off to look for a way to cross the Great Barrier! Until next time.
it: L'equipaggio della Lady Adventurous ha accettato di lavorare per te. Dato che ti devo ancora una nave, vorrei affidartela in modo permanente. Forse puoi assegnarle il tuo nuovo capitano? Comunque, vado a cercare un modo per attraversare la Grande Barriera! Alla prossima.

source: Torpedo Tests
it: Prove siluro

source: Meet the Adventurer in (${xCoord}:${yCoord})
it: Incontra l'avventuriero in (${xCoord}:${yCoord})

source: Build a Torpedo Storage of at least size 9
it: Costruisci un deposito siluri di almeno dimensione 9

source: Open the torpedoes tab in your ship window. Drag & drop the torpedo into a torpedo shaft. In the ship tab, bind the shaft to a keyboard shortcut to activate it
it: Apri la scheda dei siluri nella finestra della nave. Trascina e rilascia il siluro in un albero del siluro. Nella scheda nave, associare l'albero a una scorciatoia da tastiera per attivarlo

source: Shoot the wreckage with the torpedo [${torpedoKey}]
it: Spara al relitto con il siluro [${torpedoKey}]

source: Use the torpedo to destroy the pirate
it: Usa il siluro per distruggere il pirata

source: Learn how to use torpedoes. A complete guide by ${name}, the Adventurer.
it: Impara a usare i siluri. Una guida completa di ${name}, l'Avventuriero.

source: Dammit, torpedoes again, that's not worth it. I'm out of here.
it: Dannazione, di nuovo siluri, non ne vale la pena. Me ne vado.

source: Phew! This pirate had special anti-torpedo weapons. Good for us that he wasn't in the mood for a fight! Let me give you my spare torpedoes. I've got three with different warheads here. Warheads change the effect of the torpedo, while bodies change speed and maneuverability. Here, take them, I'd rather do research than fight. They'll be of more use to you.
it: Fiuuuu! Questo pirata aveva speciali armi anti-siluro. Buon per noi che non fosse in vena di combattere! Lascia che ti dia i miei siluri di riserva. Ne ho tre con testate diverse qui. Le testate cambiano l'effetto del siluro, mentre i corpi cambiano velocità e manovrabilità. Ecco, prendili, preferisco fare ricerche che combattere. Ti saranno più utili.

source: Hi there, I see you found the torpedo launchers. Torpedoes are fantastic weapons with great range that can possibly deal a lot of damage. Meet me in sector (%1%:%2%) and I'll show you how to get the hang of it. After learning how to use them, you can have some of my old ones. Greetings, %3%
it: Ciao a tutti, Vedo che hai trovato i lanciatori di siluri. I siluri sono armi fantastiche, con una grande gittata e in grado di infliggere molti danni. Incontriamoci nel settore (%1%:%2%) e ti mostrerò come usarli. Dopo aver imparato a usarli, potrai averne alcuni dei miei vecchi. Saluti, %3%

# Mail Subject
source: Torpedo Instructions
it: Istruzioni per il siluro

source: Hi there, thank you for coming! I'll explain to you how to use torpedoes. I've brought this wreckage for target practice.
it: Ciao, grazie per essere venuti! Ti spiegherò come usare i siluri. Ho portato questo relitto per esercitarmi con i bersagli.

source: Okay, let's do it.
it: Ok, facciamolo.

source: Let's start with building a Torpedo Storage that is big enough for our test torpedoes. The overall storage size should be at least 9. Remember that Torpedo Storage needs a certain minimum size for a torpedo to fit in.
it: Iniziamo con la costruzione di un deposito di siluri abbastanza grande per i nostri siluri di prova. La dimensione complessiva dello spazio di archiviazione deve essere di almeno 9. Ricorda che il deposito siluri ha bisogno di una certa dimensione minima per far entrare un siluro.

source: Here is your first test torpedo. To equip it, you first have to load the torpedo into a Torpedo Shaft. In your ship menu, go to the tab for torpedoes and drag & drop the torpedo into the shaft. Then, go to the overview tab and bind the shaft to a weapon number to set it as active. I suggest you just go ahead and try to shoot the wreckage as soon as you've done that. Each torpedo has a certain range so make sure you are close enough to your target!
it: Ecco il tuo primo siluro di prova. Per equipaggiarlo, devi prima caricare il siluro in un pozzo siluro. Nel menu della nave, vai alla scheda per i siluri e trascina e rilascia il siluro nel pozzo. Quindi, vai alla scheda panoramica e lega il pozzo a un numero di arma per impostarlo come attivo. Ti suggerisco di andare avanti e provare a sparare al relitto non appena l'hai fatto. Ogni siluro ha una certa portata, quindi assicurati di essere abbastanza vicino al tuo bersaglio!

source: The Adventurer
it: L'avventuriero

source: Your torpedo launcher has been destroyed.
it: Il tuo lanciasiluri è stato distrutto.

source: Ah, dang it. Here, have another one and try again!
it: Ah, dannazione. Tieni, prendine un altro e riprova!

source: Thanks, I will!
it: Grazie, lo farò!

source: Uh oh, there's a pirate! Here, take this torpedo and shoot them down!
it: Oh oh, c'è un pirata! Ecco, prendi questo siluro e abbattili!

source: Nice, this one has potential. And another good deed done.
it: Bene, questo ha del potenziale. E un'altra buona azione compiuta.

source: The Rules of the Trade
it: Le regole del commercio

source: The Adventurer wants to teach you about trading.
it: L'Avventuriero vuole insegnarti il trading.

source: Make sure your ship has at least 100 cargo space
it: Assicurati che la tua nave abbia almeno 100 posti di carico

source: Buy 100 Energy Cells
it: Acquista 100 celle di energia

source: (optional) Buy them for less than ¢40 per unit
it: (opzionale) Acquistali a meno di ¢40 per unità

source: Sell the 100 Energy Cells to another station
it: Vendi le 100 celle di energia a un'altra stazione

source: (optional) Sell them for more than ¢55 per unit
it: (facoltativo) Venderli per più di ¢55 per unità

source: Hi there, I hope your recent experiences with those pirates haven't put you off traveling across the Galaxy! There are also peaceful ways that allow you to get ahead. You should try trading! Most stations buy or sell trading goods, but not all of them have the same prices, they depend on the supply and demand in the area. You should always make sure to buy goods cheaply and then sell them somewhere else for a higher price to make a profit! Try it by buying some Energy Cells. They are a very common good and they come in handy when you want to use a Travel Hub! Greetings, %1%
it: Ciao, Spero che le tue recenti esperienze con quei pirati non ti abbiano scoraggiato dal viaggiare attraverso la Galassia! Ci sono anche modi pacifici che ti permettono di andare avanti. Dovresti provare a fare trading! La maggior parte delle stazioni acquista o vende beni commerciali, ma non tutte hanno gli stessi prezzi, dipendono dall'offerta e dalla domanda nella zona. Dovresti sempre assicurarti di acquistare beni a basso costo e poi venderli da qualche altra parte a un prezzo più alto per realizzare un profitto! Provalo acquistando alcune celle energetiche. Sono un bene molto comune e sono utili quando si vuole utilizzare un Travel Hub! Saluti, %1%

# Mail Subject
source: Profit Incoming
it: Profitto in entrata

source: Sadly, it seems like you didn't make much profit, but I'm sure you will get the hang of it sooner or later.
it: Purtroppo, sembra che tu non abbia fatto molti profitti, ma sono sicuro che prima o poi ci riuscirai.

source: You made some good profit! It seems like you've got a knack for this and you should keep it up.
it: Hai fatto un buon profitto! Sembra che tu abbia un talento per questo e dovresti continuare così.

source: You bought the goods for a good price, but you could have sold them for more. The next time you trade, you should pay better attention to supply and demand.
it: Hai acquistato la merce a un buon prezzo, ma avresti potuto venderla per di più. La prossima volta che fai trading, dovresti prestare maggiore attenzione all'offerta e alla domanda.

source: You sold the goods for a good price but you could have bought them cheaper somewhere else. The next time you trade, you should pay better attention to supply and demand.
it: Hai venduto la merce a un buon prezzo, ma avresti potuto comprarla a un prezzo più basso da qualche altra parte. La prossima volta che fai trading, dovresti prestare maggiore attenzione all'offerta e alla domanda.

# Mail Subject
source: Successful Trade
it: Commercio di successo

# %1% is a full sentence on how much profit the player made
source: Hi there, Congratulations, you've taken your first steps towards becoming a trader. %1% Here's a Trading Subsystem to help you find more trading opportunities. With this, unlimited wealth is just a few flights away! There are many more valuable goods than Energy Cells that will allow you to make much higher profits. If you want to improve your profit, buy and sell goods directly at factories and mines. I hope you'll remember me and this little gift when you're rich! Greetings, %2%
it: Ciao, Congratulazioni, hai mosso i primi passi per diventare un trader. %1% Ecco un sottosistema di trading per aiutarti a trovare più opportunità di trading. Con questo, la ricchezza illimitata è a pochi voli di distanza! Ci sono molti più beni di valore rispetto alle celle energetiche che ti permetteranno di realizzare profitti molto più elevati. Se vuoi migliorare il tuo profitto, acquista e vendi merci direttamente nelle fabbriche e nelle miniere. Spero che ti ricorderai di me e di questo piccolo regalo quando sarai ricco! Saluti, %2%

source: Emergency Call
it: Chiamata di emergenza

source: You received an Emergency Call. Help the poor soul out.
it: Hai ricevuto una chiamata di emergenza. Aiuta quella povera anima.

source: Add armed turrets to your ship
it: Aggiungi torrette armate alla tua nave

source: Go to the source of the emergency call
it: Vai alla fonte della chiamata di emergenza

source: Fight the pirates
it: Combatti i pirati

source: Help! S.O.S.! We're under attack. Please .. CHRRK
it: Aiuto! S.O.S.! Siamo sotto attacco. Per favore .. CHRRK

source: Thank you so much for your help! You came just at the right moment!
it: Grazie mille per il tuo aiuto! Sei arrivato proprio al momento giusto!

source: No problem!
it: Nessun problema!

source: Are you alright?
it: Stai bene?

source: My ship is damaged, we should get out of here immediately. There might be more pirates around.
it: La mia nave è danneggiata, dovremmo andarcene immediatamente da qui. Potrebbero esserci altri pirati in giro.

source: Let's go then.
it: Andiamo allora.

source: Damn, my hyperspace engine seems to be jammed! A few kicks should do it, but my scanner shows more ships incoming. I guess, we'll have to fight first!
it: Dannazione, il mio motore iperspaziale sembra inceppato! Qualche calcio dovrebbe bastare, ma il mio scanner mostra altre navi in arrivo. Immagino che dovremo combattere per primi!

source: I'm ready.
it: Sono pronta.

source: There they are!
it: Eccoli!

source: Careful! More pirates!
it: Attenzione! Altri pirati!

source: I’m so sorry! I was desperate when I called for help. I didn’t think the one that came to my rescue was going to come in such a small ship. Are you alright?
it: Mi dispiace tanto! Ero disperato quando ho chiesto aiuto. Non pensavo che quello che è venuto in mio soccorso sarebbe venuto su una nave così piccola. Stai bene?

source: It’s your fault I lost my ship!
it: È colpa tua se ho perso la mia nave!

source: I’ll be fine.
it: Starò bene.

source: But I’m sure you had a Reconstruction Kit?
it: Ma sono sicuro che avevi un kit di ricostruzione?

source: What's that?
it: Che cos' è?

source: Oh no, that’s bad then. Reconstruction Kits can be purchased at Repair Docks. They allow you to reconstruct your ship anywhere in case it gets destroyed. As an alternative they also will tow your ship, but that's more expensive.
it: Oh no, non va bene allora. kit di ricostruzione possono essere acquistati presso i bacini di riparazione. Ti permettono di ricostruire la tua nave ovunque nel caso in cui venga distrutta. In alternativa, rimorchieranno anche la tua nave, ma è più costoso.

source: So, what do I do now?
it: Quindi, cosa devo fare adesso?

source: Let me make it up to you. Sadly, I had to give all my money to those pirates so that they would let me go. So I can't pay for them to tow your ship, but I'll think of something.
it: Lascia che mi faccia perdonare. Purtroppo, ho dovuto dare tutti i miei soldi a quei pirati in modo che mi lasciassero andare. Quindi non posso pagare per farli trainare la tua nave, ma penserò a qualcosa.

source: Yes, I insist, I'll get you your ship back. In the meantime, how about I tell you how to build your own ship from scratch!
it: Sì, insisto, ti riporterò la tua nave. Nel frattempo, che ne dici se ti dico come costruire la tua nave da zero!

source: With this building knowledge, you can start using Iron for ship building. You'll have to read it first.
it: Con questa conoscenza degli edifici, puoi iniziare a usare il ferro per la costruzione di navi. Dovrai prima leggerlo.

source: Then, you’re going to have to found a ship. The founding fee will be 500 iron. After you pay that, you will just need to think of a good name. Good luck!
it: Quindi, dovrai trovare una nave. La quota di fondazione sarà di 500 ferri. Dopo averlo pagato, dovrai solo pensare a un buon nome. Buona fortuna!

source: Hi there! You built yourself a new ship. Good job.
it: Ciao! Ti sei costruito una nuova nave. Ottimo lavoro.

source: It’s not as good as my old ship.
it: Non è buono come la mia vecchia nave.

source: Yes, I’m quite proud of it.
it: Sì, ne vado abbastanza fiero.

source: I'm so sorry, I'll get you your ship back. I promise!
it: Mi dispiace tanto, ti riporterò la tua nave. Te lo prometto!

source: You’re going to have to hire some crew. Most stations have unemployed crew members just waiting for somebody who wants to hire them. You should check it out.
it: Dovrai assumere un po' di gente. La maggior parte delle stazioni ha membri dell'equipaggio disoccupati che aspettano solo qualcuno che voglia assumerli. Dovresti dare un'occhiata.

source: Okay. How can I do this?
it: Ok, come posso fare?

source: You will have to dock to the station. You can either do that manually or fly to one of the landing strips of the station and request them to pull you in with a tractor beam. The landing strips are the straight lines of lights leading to the station.
it: Dovrai attraccare alla stazione. Puoi farlo manualmente o volare su una delle strisce di atterraggio della stazione e chiedere loro di tirarti dentro con una trave del trattore. Le strisce di atterraggio sono le linee rette di luci che portano alla stazione.

source: I’ll try that.
it: Ci proverò.

source: Oh, and one more thing. You should be on the lookout for some Titanium asteroids. They're the ones with the different shape and white spots.
it: Oh, e un'altra cosa. Dovresti essere alla ricerca di alcuni asteroidi in titanio. Sono quelli con la forma diversa e le macchie bianche.

source: Titanium, gotcha.
it: Titanio, capito.

source: Yes, it's amazing! It's light, more durable than Iron, and supports anti-matter technology so you can build energy generators out of it. I’ll be gone for now, I have some affairs of my own to take care off. But I’ll check in with you soon!
it: Sì, è fantastico! È leggero, più resistente del ferro e supporta la tecnologia antimateria in modo da poter costruire generatori di energia da esso. Per ora me ne vado, ho alcuni affari miei di cui occuparmi. Ma ti contatterò presto!

source: The Experiment
it: L'esperimento

source: The Adventurer has heard about another Xsotan artifact.
it: L'Avventuriero ha sentito parlare di un altro manufatto Xsotan.

source: Ask around for information on the location of the AI
it: Chiedi in giro informazioni sulla posizione dell'IA

source: Go to sector
it: Vai al settore

source: Destroy the AI and collect its artifact
it: Distruggi l'IA e raccogli il suo artefatto

source: Hello! I've heard about a failed experiment. A long time ago somebody attempted to build an automated spaceship that fights Xsotan. People call it the AI. Apparently Xsotan technology was used when constructing it. You should check it out. Greetings, %1%
it: Ciao! Ho sentito parlare di un esperimento fallito. Molto tempo fa qualcuno ha tentato di costruire un'astronave automatizzata che combatte contro Xsotan. La gente la chiama IA. Apparentemente la tecnologia Xsotan è stata utilizzata durante la sua costruzione. Dovresti dare un'occhiata. Saluti, %1%

# Mail Subject
source: A Failed Experiment
it: Un esperimento fallito

source: Have you heard about the Xsotan fighting machine?
it: Hai sentito parlare della macchina da combattimento Xsotan?

source: No, I'm sorry, I can't help you there. You should ask someone else.
it: No, mi dispiace, non posso aiutarti. Dovresti chiederlo a qualcun altro.

source: Okay, thanks.
it: Ok, grazie.

source: I've heard about it. I believe it was last seen in sector (${x}:${y}). But it's supposed to be really dangerous, are you sure you want to go there?
it: Ne ho sentito parlare. Credo che sia stato visto l'ultima volta nel settore (${x}:${y}). Ma dovrebbe essere davvero pericoloso, sei sicuro di volerci andare?

source: I know what I'm doing.
it: So cosa sto facendo.

source: Sorry, I can't help you there. Maybe you should try asking somebody closer to the edge of the galaxy.
it: Mi dispiace, non posso aiutarti. Forse dovresti provare a chiedere a qualcuno più vicino al confine della galassia.

source: Thanks for your help.
it: Grazie per l'aiuto.

source: Sorry, I don't know anything about that. Try asking somebody closer to the center of the galaxy.
it: Mi dispiace, non ne so niente. Prova a chiedere a qualcuno più vicino al centro della galassia.

source: Artifact Delivery
it: Consegna degli artefatti

source: Some people who call themselves 'The Brotherhood' have posted bulletins and are looking for Xsotan artifacts. They seem to pay a high reward to people who bring them artifacts.
it: Alcune persone che si fanno chiamare "La Fratellanza" hanno pubblicato bollettini e sono alla ricerca di manufatti Xsotan. Sembra che paghino un'alta ricompensa alle persone che portano loro artefatti.

source: The Smuggler Boss
it: Il capo del contrabbandiere

source: A powerful smuggler boss is rumored to have a Xsotan artifact. Go to a smuggler hideout and try to find out where the smuggler boss is.
it: Si dice che un potente boss contrabbandiere abbia un artefatto Xsotan. Vai in un nascondiglio di contrabbandieri e cerca di scoprire dove si trova il loro capo.

source: Find a Smuggler Hideout and talk to the smugglers
it: Trova un nascondiglio per contrabbandieri e parla con loro

source: Follow the smuggler's instructions
it: Segui le istruzioni del contrabbandiere

source: Talk to Bottan
it: Parla con Bottan

source: Read the mysterious mail you've just received
it: Leggi la misteriosa mail che hai appena ricevuto

source: Work with Bottan's enemy
it: Lavora con il nemico di Bottan

source: Take revenge on Bottan and collect his artifact
it: Vendicati di Bottan e raccogli il suo manufatto

source: Hello! I’ve heard about another strange artifact. It seems that a smuggler has somehow got his hands on it. You should find a smuggler’s market and see if you can get the smugglers to trust you. Maybe they’ll lead you to the smuggler boss. He should have the artifact. Greetings, %1%
it: Ciao! Ho sentito parlare di un altro strano artefatto. Sembra che un contrabbandiere ci abbia in qualche modo messo le mani sopra. Dovresti trovare un mercato di contrabbandieri e vedere se riesci a convincere i contrabbandieri a fidarsi di te. Forse ti porteranno dal capo dei contrabbandieri. Dovrebbe avere il manufatto. Saluti, %1%

# Mail Subject
source: Find the Smuggler
it: Trova il contrabbandiere

source: The Trading Guild
it: La Gilda Commerciale

source: Buy an artifact from a Mobile Merchant
it: Acquista un manufatto da un commerciante di telefonia mobile
