Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: My nephew's brother in law's friend told me about this mysterious gate network.
it: L'amico del cognato di mio nipote mi ha parlato di questa misteriosa rete di cancelli.

source: ... In order to activate those gates, you need Xsotan artifacts.
it: ... Per attivare quei cancelli, hai bisogno di artefatti Xsotan.

source: ... beacons that always repeat the same message. I found one in an asteroid field.
it: ... beacon che ripetono sempre lo stesso messaggio. Ne ho trovato uno in un campo di asteroidi.

source: Apparently the AI of Research Stations combines legendary-tier subsystems into something new and strange.
it: Apparentemente l'intelligenza artificiale delle stazioni di ricerca combina sottosistemi di livello leggendario in qualcosa di nuovo e strano.

source: Some researchers of my wife's Research Station combined legendary-tier subsystems into something new.
it: Alcuni ricercatori della stazione di ricerca di mia moglie hanno combinato sottosistemi di livello leggendario in qualcosa di nuovo.

source: ... and the three legendary-tier subsystems turned into something weird. An artifact with two scratches on it.
it: ... e i tre leggendari sottosistemi si trasformarono in qualcosa di strano. Un manufatto con due graffi.

source: Remember the great Xsotan Attack? Hundreds of Xsotan swarming all over. I wonder what made them stop.
it: Ricordi il grande attacco Xsotan? Centinaia di Xsotan che brulicano dappertutto. Mi chiedo cosa li abbia fatti smettere.

source: ... and they turned it against us... without knowing our language.
it: ... e ce l'hanno rivolta contro... senza conoscere la nostra lingua.

source: A lot of the parts that had broken off started flying in our direction and tried to ram us.
it: Molte delle parti che si erano staccate iniziarono a volare nella nostra direzione e cercarono di speronarci.

source: The whole ship...destroyed in seconds.
it: L'intera nave...distrutta in pochi secondi.

source: It was protected by some new technology, had something to do with the asteroids around it.
it: Era protetto da qualche nuova tecnologia, aveva qualcosa a che fare con gli asteroidi che lo circondavano.

source: We evaded its big laser, but there was no damaging it!
it: Abbiamo eluso il suo grande laser, ma non c'era modo di danneggiarlo!

source: Radio test: Can you hear me? Frank? Hello?
it: Test radio: Riesci a sentirmi? Frank? Pronto?

source: Checking radio... Changing frequency to ${R}.
it: Controllo radio in corso... Modifica della frequenza a ${R}.

source: Looks like the comm is still on.
it: Sembra che la comunicazione sia ancora attiva.

source: The Xsotan are slowly becoming a threat.
it: Gli Xsotan stanno lentamente diventando una minaccia.

source: I heard that inside the Barrier, the Xsotan eat up entire planets.
it: Ho sentito che all'interno della Barriera, gli Xsotan divorano interi pianeti.

source: Fight for equality for everyone!
it: Combatti per l'uguaglianza per tutti!

source: Worker's lives haven't improved for years. It's time to do something about it!
it: La vita dei lavoratori non migliora da anni. È ora di fare qualcosa!

source: This job at the factory has been killing people forever!
it: Questo lavoro in fabbrica ha ucciso persone per sempre!

source: I won't stop fighting for my rights!
it: Non smetterò di lottare per i miei diritti!

source: Even a prince has to follow traditions.
it: Anche un principe deve seguire le tradizioni.

source: Remember young ones, listen to your grandfathers! They know best.
it: Ricordatevi dei piccoli, ascoltate i vostri nonni! Sanno cos' è meglio.

source: Galactic Sun elects the man of your dreams: generous and brave, with a hint of danger!
it: Galactic Sun elegge l'uomo dei tuoi sogni: generoso e coraggioso, con un pizzico di pericolo!

source: Honor is one of the most important qualities of a person.
it: L'onore è una delle qualità più importanti di una persona.

source: Whatever you do, do it for king and glory!
it: Qualunque cosa tu faccia, falla per il re e la gloria!

source: Monarchies may be a bit old-school. But they bring peace and stability!
it: Le monarchie possono essere un po' old-school. Ma portano pace e stabilità!

source: Tea anyone? Quality assured by the Empress herself!
it: Tè per tutti? Qualità assicurata dall'Imperatrice stessa!

source: Join us or be eradicated.
it: Unisciti a noi o sarai sradicato.

source: Our army is the best.
it: Il nostro esercito è il migliore.

source: Be generous, be honorable and peace will follow you!
it: Sii generoso, sii onorevole e la pace ti seguirà!

source: Stand up for your rights, but trust in the government.
it: Difendi i tuoi diritti, ma abbi fiducia nel governo.

source: Honor our forefathers, for they made this life possible!
it: Onora i nostri antenati, perché hanno reso possibile questa vita!

source: It's everyone's duty to stand up for our great nation!
it: È dovere di tutti difendere la nostra grande nazione!

source: The galaxy is vast and mostly empty. Stay safe!
it: La galassia è vasta e per lo più vuota. Resta al sicuro!

source: They say there was once a blue planet named Earth.
it: Dicono che una volta c'era un pianeta blu chiamato Terra.

source: Last year ${N} new planets have enriched our community by joining in.
it: L'anno scorso ${N} nuovi pianeti hanno arricchito la nostra comunità aderendo.

source: The galaxy is vast and full of pirates. Better prepare!
it: La galassia è vasta e piena di pirati, meglio prepararsi!

source: You don't have to get too close, if you have long-range scanners.
it: Non è necessario avvicinarsi troppo, se si dispone di scanner a lungo raggio.

source: No, being careful has never been a problem.
it: No, stare attenti non è mai stato un problema.

source: I say: Shoot first, ask later.
it: Dico: prima spara, poi chiedi.

source: I love my guns, I take one everywhere. Have one right under my pillow, too.
it: Adoro le mie pistole, ne porto una ovunque. Prendine uno anche sotto il mio cuscino.

source: Have you heard? They're finally increasing our military budget.
it: Hai sentito? Stanno finalmente aumentando il nostro budget militare.

source: There is no threat that would be a match for us.
it: Non c'è alcuna minaccia che potrebbe essere all'altezza per noi.

source: Surveys indicate a happiness index of 9${N}%. That means we can still do better.
it: Le indagini indicano un indice di felicità del 9${N}%. Ciò significa che possiamo ancora fare di meglio.

source: The happiness index increased by 4${N}%, after public executions of wrong-thinkers resumed.
it: L'indice di felicità è aumentato del 4${N}%, dopo la ripresa delle esecuzioni pubbliche dei malpensanti.

source: I'm doing My part!
it: Sto facendo la mia parte!

source: Honor our veterans. They risked their lives for us!
it: Onora i nostri veterani, hanno rischiato la vita per noi!

source: Join the army today and get a free pen to sign your contract!
it: Unisciti all'esercito oggi e ottieni una penna gratuita per firmare il tuo contratto!

source: Rations in section ${LN2} will have to be cut.
it: Le razioni nella sezione ${LN2} dovranno essere tagliate.

source: ${N2} dishonorable deserters have been eliminated over the past week.
it: Nell'ultima settimana sono stati eliminati ${N2} disertori disonorevoli.

source: Recruitment is at an all-time high.
it: Le assunzioni sono ai massimi storici.

source: We have the biggest military budget per capita of the galaxy!
it: Abbiamo il più grande budget militare pro capite della galassia!

source: We are the best here!
it: Siamo i migliori qui!

source: Our community ist the best all over the galaxy.
it: La nostra community è la migliore di tutta la galassia.

source: Nothing compares to our big family!
it: Niente è paragonabile alla nostra grande famiglia!

source: Give me a good opportunity and I'll immediately get there.
it: Dammi una buona opportunità e ci arriverò subito.

source: What's wrong with taking an opportunity if it offers itself?
it: Cosa c'è di sbagliato nel cogliere un'opportunità se si offre da sola?

source: ... so I took it. A dead guy doesn't need it anyway, does he?
it: ... quindi l'ho preso. Un morto non ne ha comunque bisogno, vero?

source: Unfortunately today's mass is cancelled.
it: Purtroppo la messa di oggi è annullata.

source: Today, ${N}:00 o'clock: reading from psalm ${LN2}
it: Oggi, ore ${N}:00: lettura dal salmo ${LN2}

source: Faith offers strength. Always.
it: La fede offre forza. Sempre.

source: Find yourself again in prayer.
it: Ritrovati nella preghiera.

source: Confession will be postponed by ${N} days.
it: La confessione sarà posticipata di ${N} giorni.

source: The Great One will speak live at the ceremony.
it: Il Grande parlerà in diretta durante la cerimonia.

source: Tune in to channel ${N} to listen to the sacred scrolls.
it: Sintonizzati sul canale ${N} per ascoltare le pergamene sacre.

source: Follow the prophecy, find to the light.
it: Segui la profezia, trova la luce.

source: The prophecy has never and will never fail us.
it: La profezia non ci ha mai deluso e non ci deluderà mai.

source: The prophecy lives through us all.
it: La profezia vive attraverso tutti noi.

source: New work opportunities! Don’t let bots take you down.
it: Nuove opportunità di lavoro! Non farti abbattere dai bot.

source: ${N2} new shipments at Dock ${L}.
it: ${N2} nuove spedizioni al Dock ${L}.

source: We have ${N} open positions in sector ${LN3}.
it: Abbiamo ${N} posizioni aperte nel settore ${LN3}.

source: Department ${LN3}'s workforce has lowered by 1${N}%.
it: La forza lavoro del Dipartimento ${LN3}è diminuita del 1${N}%.

source: Department ${LN3}'s workforce has increased by 1${N}%.
it: La forza lavoro del Dipartimento ${LN3}è aumentata del 1${N}%.

source: Stocks have increased by 1${N}%.
it: Le Azioni sono aumentate dell' 1${N}%.

source: Today, I was promoted to consumer.
it: Oggi sono stato promosso a consumatore.

source: We'd like to remind outsiders that all our activities are 100% legal.
it: Vorremmo ricordare agli estranei che tutte le nostre attività sono legali al 100%.

source: Having trouble staying on the straight path? We don’t, either!
it: Hai difficoltà a rimanere sulla retta via? Nemmeno noi!

source: So there's this old, completely legal ship that needs taking care of, and ... oh, wrong channel.
it: Quindi c'è questa vecchia nave completamente legale che deve essere curata e ... oh, canale sbagliato.

source: A friend of mine has a special delivery that's looking for a new owner.
it: Un mio amico ha una consegna speciale che sta cercando un nuovo proprietario.

source: Yes, absolutely. Yes, ${N2}% legal.
it: Sì, assolutamente. Sì, ${N2}% legale.

source: My friend asked me to join a union. I refused, 'cause I don't want to be fired.
it: Il mio amico mi ha chiesto di unirmi a un sindacato. Mi sono rifiutata, perché non voglio essere licenziata.

source: Productivity is at 9${N}%.
it: La produttività è al 9${N}%.

source: ${N} new shipments today, ${N2} tomorrow.
it: ${N} nuove spedizioni oggi, ${N2} domani.

source: ${N} new businesses have joined the Guild over the past two weeks.
it: ${N} nelle ultime due settimane sono entrate a far parte della Gilda nuove imprese.

source: Do what you love, and get a fair wage for it.
it: Fai ciò che ami e ottieni un salario equo.

source: I've been waiting for these shipments forever. Where are they!?
it: Ho aspettato queste spedizioni per sempre. Dove sono!?

source: Containers of section ${LN2} have been moved to section ${L2}.
it: I contenitori della sezione ${LN2} sono stati spostati nella sezione ${L2}.

source: Gotta up those numbers.
it: Devo tirare fuori quei numeri.

source: Find what you love. Then buy it. Then sell it for a profit.
it: Trova ciò che ami. Allora compralo, poi vendilo a scopo di lucro.

source: I think I'll sell my vacation days for that 0.${N2}% profit.
it: Penso che scambierò i miei giorni di ferie per quel profitto dello${N2}, 0%.

source: Use bots, not workers. They don't need sleep, or wages, or food. It's a win-win-win.
it: Usa i bot, non i lavoratori. Non hanno bisogno di dormire, di un salario o di cibo. È un vinci-vinci.

source: The Conglomerate has bought ${N2} new businesses so far this week.
it: Il Conglomerato ha acquistato ${N2} nuove imprese finora questa settimana.

source: Research, exploration and curiosity is what drives us.
it: La ricerca, l'esplorazione e la curiosità sono ciò che ci spinge.

source: The Federation stands for integrity, unity and honor.
it: La Federazione è sinonimo di integrità, unità e onore.

source: Ugh, that stupid replicator on deck ${L} is broken again.
it: Uff, quello stupido replicatore sul ponte ${L} si è rotto di nuovo.

source: I don't think you should wear that red shirt on your mission.
it: Non penso che dovresti indossare quella camicia rossa nella tua missione.

source: Technological progress, so that we can improve a bit every day.
it: Il progresso tecnologico, per poter migliorare un po' ogni giorno.

source: Those who join us will receive protection.
it: Coloro che si uniranno a noi riceveranno protezione.

source: Together, we're stronger.
it: Insieme, siamo più forti.

source: Stand together in unison.
it: Rimanete uniti all'unisono.

source: The Alliance is the shield we use to defend ourselves.
it: L'Alleanza è lo scudo che usiamo per difenderci.

source: The Alliance has been joined by ${N3} new individuals today.
it: L'Alleanza è stata raggiunta da ${N3} nuovi individui oggi.

source: Fight the Horde! For the Alliance!
it: Combatti l'Orda! Per l'Alleanza!

source: The Commonwealth stands for properity, liberty and wealth.
it: Il Commonwealth è sinonimo di proprietà, libertà e ricchezza.

source: Everyone has to do their part here, but it's all worth it.
it: Tutti devono fare la loro parte qui, ma ne vale la pena.

source: Sacrifices have to be made to create a better tomorrow.
it: Bisogna fare sacrifici per creare un domani migliore.

source: For the greater good of the Commonwealth.
it: Per il bene del Commonwealth.

source: Update: Cameras in personal apartments on deck ${L} are now operational for your safety.
it: Aggiornamento: le telecamere negli appartamenti personali sul ponte ${L} sono ora operative per la tua sicurezza.

source: It's perfectly fine that these holo recorders are everywhere, after all, it's for the safety of all of us.
it: Va benissimo che questi registratori olografici siano ovunque, dopotutto, è per la sicurezza di tutti noi.

source: Are you willing to give yourself to the light? Join us.
it: Sei disposto a donarti alla luce? Unisciti a noi.

source: Great pleasure awaits those that follow the path of union.
it: Un grande piacere attende coloro che seguono la via dell'unione.

source: One of us.
it: Uno di noi.

source: Joining the Collective isn't mandatory, but recommended.
it: L'adesione al Collettivo non è obbligatoria, ma consigliata.

source: The Collective has welcomed ${N3} happy new individuals yesterday.
it: Il Collettivo ha accolto ${N3} nuovi individui felici ieri.

source: There is no discord here.
it: Non c'è discordia qui.

source: You attacked a civil ship. Relations with witnessing honorable factions worsened.
it: Hai attaccato una nave civile. I rapporti con le fazioni testimoni peggiorarono.

source: Relations worsened with a faction because you took over control of sector (%1%:%2%).
it: Le relazioni con una fazione sono peggiorate perché hai assunto il controllo del settore (%1%:%2%).

source: The Behemoth of the North has been sighted in \s(%1%:%2%)!
it: Il Behemoth del Nord è stato avvistato a \s(%1%:%2%)!

source: The Behemoth of the East has been sighted in \s(%1%:%2%)!
it: Il Behemoth dell'est è stato avvistato in \s(%1%:%2%)!

source: The Behemoth of the South has been sighted in \s(%1%:%2%)!
it: Il Behemoth del Sud è stato avvistato a \s(%1%:%2%)!

source: The Behemoth of the West has been sighted in \s(%1%:%2%)!
it: Il Behemoth dell'Ovest è stato avvistato in \s(%1%:%2%)!

source: The Behemoth of the North has moved on.
it: Il Behemoth del Nord è andato avanti.

source: The Behemoth of the East has moved on.
it: Il Behemoth dell'Est è andato avanti.

source: The Behemoth of the South has moved on.
it: Il Behemoth del Sud è andato avanti.

source: The Behemoth of the West has moved on.
it: Il Behemoth dell'Occidente è andato avanti.

source: The Behemoth of the North has moved on from \s(%1%:%2%) and left the sector in ruins!
it: Il Behemoth del Nord si è allontanato da \s(%1%:%2%) e ha lasciato il settore in rovina!

source: The Behemoth of the East has moved on from \s(%1%:%2%) and left the sector in ruins!
it: Il Behemoth dell'Est è passato da \s(%1%:%2%) e ha lasciato il settore in rovina!

source: The Behemoth of the South has moved on from \s(%1%:%2%) and left the sector in ruins!
it: Il Behemoth del Sud si è allontanato da \s(%1%:%2%) e ha lasciato il settore in rovina!

source: The Behemoth of the West has moved on from \s(%1%:%2%) and left the sector in ruins!
it: Il Behemoth dell'Ovest è passato da \s(%1%:%2%) e ha lasciato il settore in rovina!

source: Behemoth of the North
it: Behemoth del Nord

source: Behemoth of the East
it: Il Behemoth dell'Est

source: Behemoth of the South
it: Il Behemoth del Sud

source: Behemoth of the West
it: Il Behemoth dell'Occidente

source: A craft is under attack in sector \s(%1%:%2%)!
it: Un'imbarcazione è sotto attacco nel settore \s(%1%:%2%)!

source: Witness
it: Testimone

source: This sector is unsafe! We have to warn people! Notify everyone!
it: Questo settore non è sicuro! Dobbiamo avvertire le persone! Avvisa tutti!

source: Due to turmoils, this sector has been called out as a Hazard Zone. Civilian ships, traders and freighters will avoid this sector until peace has returned.
it: A causa delle turbolenze, questo settore è stato definito Zona di pericolo. Navi civili, commercianti e mercantili eviteranno questo settore fino al ritorno della pace.

source: Sector \s(%1%:%2%) has been called out as a Hazard Zone.
it: Il settore \s(%1%:%2%) è stato chiamato come zona pericolosa.

source: You have entered a Hazard Zone. Civilian ships, traders and freighters avoid this sector until peace has returned (~%1% minutes remaining). Trade and economy are massively impaired here.
it: Sei entrato in una Zona di Pericolo. Le navi civili, i commercianti e le navi da carico evitano questo settore fino al ritorno della pace (~%1% minuti rimanenti). Il commercio e l'economia sono fortemente compromessi.

source: The sector is no longer considered a Hazard Zone. Traders and freighters will return to the sector.
it: Il settore non è più considerato Zona di Pericolo. Commercianti e mercantili torneranno nel settore.

source: We're under attack! Call in reinforcements, NOW!
it: Siamo sotto attacco! Chiama rinforzi, ORA!

source: This sector is under attack by another faction!
it: Questo settore è sotto attacco da parte di un'altra fazione!

source: We thank you for your help! Such heroism will not be forgotten. You can consider us your allies from now on.
it: Ti ringraziamo per il tuo aiuto! Tale eroismo non sarà dimenticato. D'ora in poi puoi considerarci tuoi alleati.

source: To the entire fleet: ${name} is attacking us! Classify these ships as hostile and destroy them along with the others!
it: A tutta la flotta: ${name} ci sta attaccando! Classifica queste navi come ostili e distruggile insieme agli altri!

source: You have entered a neutral zone. Player to player damage is disabled in this sector.
it: Sei entrato in una zona neutrale. Il danno da giocatore a giocatore è disabilitato in questo settore.

source: Lake Pearl Cruise
it: Crociera sul lago delle Per

source: Brilliance of the Galaxy Cruise
it: Brillantezza della crociera galattica

source: Celestial Olympia
it: Olimpia Celeste

source: Celestial Tours
it: Tour celestiali

source: Cruise Ship
it: Nave da crociera

source: Galactic Birthdays
it: Compleanni Galattici

source: Festival Cruise
it: Crociera Festival

source: Prison Transport ${idstring}
it: Trasporto carcerario ${idstring}

source: Dino Snacks
it: Dino Snack

source: Chicken & Egg
it: Pollo e uova

source: Veggie Shack
it: Baracca vegetariana

source: Chip Shop
it: Negozio di trucioli

source: Mobile Snack Bar
it: Snack bar mobile

source: Mobile Food Service
it: Servizio di ristorazione mobile

source: Meals on Rocket Engines
it: Pasti con motori a razzo

source: Rocket Propelled Meals
it: Pasti a razzo

source: Mobile Towing Services
it: Servizi di rimorchio mobile

source: Tug Boat
it: Rimorchiatore

source: Wreck & Recovery
it: Relitto e recupero

source: Day Savers Towing
it: Day Savers Traino

source: To The Rescue Towing
it: Al rimorchio di salvataggio

source: Happiness
it: Felicità

source: Worker's Love
it: Amore del lavoratore

source: Peace
it: Pace

source: Union's Friend
it: Amico del sindacato

source: Knight Errant
it: Errante Cavaliere

source: Armed Sergeant
it: Sergente armato

source: Cuirassier
it: Corazziere

source: Lancer
it: Lanciere

source: Grand Master
it: Gran Maestro

source: Galactic Commute Shuttle
it: Navetta galattica per pendolari

source: Intersector Shuttles
it: Navette intersettoriali

source: Express Shuttle Service
it: Servizio Express Shuttle

source: People Delivery Service
it: Servizio di consegna persone

source: Trusty Commuter
it: Pendolare fidato

source: Antilope Transports
it: Trasporti Antilopi

source: You urgently need a holiday? Then you've come to the right place!
it: Hai urgente bisogno di una vacanza? Allora sei nel posto giusto!

source: New destinations, new adventures, best holiday feeling!
it: Nuove destinazioni, nuove avventure, migliori sensazioni di vacanza!

source: Only today: 20% discount on our most popular holiday destinations!
it: Solo oggi: 20% di sconto sulle nostre destinazioni di vacanza più gettonate!

source: Next stop: The Nebulon Rift!
it: Prossima fermata: The Nebulon Rift!

source: Discover fascinating worlds and bask in luxury!
it: Scopri mondi affascinanti e crogiolati nel lusso!

source: Are you ready? Paaaartyyy .. unz, unz, unz ...
it: Sei pronto? Paaaartyyy.. unz, unz, unz ...

source: Looking for a location for your party? Book us and have the best party of your life!
it: Cerchi una location per la tua festa? Prenota e fai la festa più bella della tua vita!

source: Alert! Breach in cellblock G-34-7!
it: Attenzione! Violazione nel blocco celle G-34-7!

source: Camera in cellblock H-08-02 is malfunctioning. Repair crew dispatched.
it: La telecamera nel blocco celle H-08-02 non funziona correttamente. Equipaggio di riparazione inviato.

source: Everything is nice and quiet. Let's hope it stays that way.
it: Tutto è bello e tranquillo. Speriamo che rimanga così.

source: Don't worry, this ship is equipped with the best security measures. The cells are absolutely escape-proof.
it: Non preoccuparti, questa nave è dotata delle migliori misure di sicurezza. Le celle sono assolutamente a prova di fuga.

source: Special offer! Buy three lunches, get drinks for free!
it: Offerta speciale! Compra tre pranzi, ottieni bevande gratis!

source: The best snack with the best music! Only here your lunch becomes an experience!
it: Il miglior spuntino con la migliore musica! Solo qui il tuo pranzo diventa un'esperienza!

source: Best burger in the galaxy only here! Get it now!
it: Il miglior hamburger della galassia solo qui! Approfittane subito!

source: Tired, but you have to work? Maxodon's Energy Shots will help you get back on your feet! And that without any natural ingredients!
it: Stanco, ma devi lavorare? I colpi energetici di Maxodon ti aiuteranno a rimetterti in piedi! E questo senza ingredienti naturali!

source: Looking for the perfect sandwich? We've got it and much more!
it: Cerchi il panino perfetto? Ce l'abbiamo e molto altro!
