Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: The galaxy map has several types of markers: \c(0d0)Colonized sectors\c() are shown with a green blip, while sectors with \c(0d0)Hidden Mass\c() are marked with a yellow blip. Hidden mass sectors can contain good things, like huge asteroid fields, but also pirates. Be careful when venturing into the unknown! \c(0d0)Visited sectors\c() are marked with dots. Green dots represent allies, purple ones neutral objects, red ones hostile forces. \c(ddd)Note: to see the yellow markers it's necessary to install a \c(0d0)Radar Upgrade\c(ddd) with deep scan function.\c()
it: La mappa delle galassie ha diversi tipi di indicatori: \c(0d0)I settori colonizzati\c() sono mostrati con un puntino verde, mentre i settori con \c(0d0) Massa Nascosta\c() sono contrassegnati con un puntino giallo. I settori di massa nascosti possono contenere cose buone, come enormi campi di asteroidi, ma anche pirati. Fai attenzione quando ti avventuri nell'ignoto! \c(0d0) I settori visitati\c() sono contrassegnati con punti. I punti verdi rappresentano gli alleati, quelli viola gli oggetti neutrali, quelli rossi le forze ostili. \c(ddd)Nota: per vedere i marcatori gialli è necessario installare un \c(0d0)Radar Upgrade\c(ddd) con funzione di scansione profonda.\c()

source: Indicators
it: Indicatori

source: Your \c(0d0)current sector\c() is marked with a blinking green frame and the \c(0d0)selected sector\c() with a white frame. A non-blinking green frame indicates a \c(0d0)sector containing crafts\c() that belong to you. The white dots on the side show how many crafts you have there. Alliance ships are marked in the same way, but with a pink frame. The blue outline is your hyperspace jump range. Building \c(0d0)Hyperspace Core Blocks\c() or using a \c(0d0)Hyperspace Upgrade\c() improves your range.
it: Il tuo \c(0d0) settore corrente\c() è contrassegnato con una cornice verde lampeggiante e il \c(0d0) settore selezionato\c() con una cornice bianca. Una cornice verde non lampeggiante indica un settore\c(0d0) contenente imbarcazioni\c() che ti appartengono. I punti bianchi sul lato mostrano quante imbarcazioni hai lì. Le navi dell'Alleanza sono contrassegnate allo stesso modo, ma con una cornice rosa. Il contorno blu è il tuo raggio di salto nell'iperspazio. Costruire \c(0d0) Blocchi Nucleo Iperspaziale\c() o usare un \c(0d0) Aggiornamento Iperspaziale\c() migliora la portata.

source: Some areas in the galaxy are blocked by \c(0d0)Hyperspace Rifts\c().
it: Alcune aree della galassia sono bloccate da \c(0d0)Fenditure Iperspaziali\c().

source: After a cataclysmic catastrophe several hundred years ago, these rifts suddenly appeared, swallowing entire sectors and civilisations.
it: Dopo una catastrofe catastrofica diverse centinaia di anni fa, queste spaccature apparvero improvvisamente, inghiottendo interi settori e civiltà.

source: They cannot be passed with normal \c(0d0)Hyperspace Engines\c() and must be flown around.
it: Non possono essere superati con normali \c(0d0) Motori Iperspaziali\c() e devono essere portati in giro.

source: The biggest rift in the galaxy spans around the center of the galaxy, blocking all access to it.
it: La spaccatura più grande della galassia si estende intorno al centro della galassia, bloccando ogni accesso ad essa.

source: Thanks to a scientific breakthrough, it is now possible to travel inside rifts for a short amount of time with the help of a \c(0d0)Rift Research Center\c().
it: Grazie a una scoperta scientifica, ora è possibile viaggiare all'interno delle spaccature per un breve periodo di tempo con l'aiuto di un \c(0d0) Centro di ricerca sulle spaccature\c().

source: First scouting missions have shown that the environment inside of rifts is extremely dangerous and special precautions must be taken before venturing into rifts.
it: Le prime missioni di esplorazione hanno dimostrato che l'ambiente all'interno delle spaccature è estremamente pericoloso e devono essere prese precauzioni speciali prima di avventurarsi nelle spaccature.

source: Context Menu
it: Menu di scelta rapida

source: The \c(0d0)Sector Context Menu\c() is opened when right-clicking on a sector.
it: Il \c(0d0) Menu di scelta rapida del settore\c() si apre facendo clic con il pulsante destro del mouse su un settore.

source: Here you can have your \c(0d0)Hyperspace Jump Route\c() calculated, \c(0d0)post\c() the sector to chat and \c(0d0)tag\c() it.
it: Qui puoi calcolare il tuo \c(0d0) Percorso di salto iperspaziale\c(), \c(0d0)postare\c() il settore in cui chattare e \c(0d0)taggarlo\c().

source: Once a sector is tagged, you can also add \c(0d0)notes\c() for you and your alliance.
it: Una volta che un settore è taggato, puoi anche aggiungere \c(0d0)note\c() per te e la tua alleanza.

source: Search Bar
it: Barra di ricerca

source: When hovering over a sector you will see information about ships and stations that were in the sector the last time you visited it.
it: Passando il mouse su un settore vedrai informazioni su navi e stazioni che erano nel settore l'ultima volta che l'hai visitato.

source: If you want to search for specific stations or objects that you remember, but you can't recall which sector you saw them in, use the \c(0d0)Search Bar\c() at the top left of the Galaxy Map.
it: Se vuoi cercare stazioni o oggetti specifici che ricordi, ma non riesci a ricordare in quale settore li hai visti, usa la \c(0d0) Barra di ricerca\c() in alto a sinistra nella Mappa Galattica.

source: Hyperspace Jumps
it: Salti nell'iperspazio

source: You can jump to another sector using your \c(0d0)Hyperspace Engine\c().
it: Puoi saltare in un altro settore usando il tuo \c(0d0) Motore Iperspaziale\c().

source: Open the \c(0d0)Galaxy Map\c() and select reachable target coordinates by right-clicking a sector.
it: Apri la \c(0d0) Mappa Galattica\c() e seleziona le coordinate del bersaglio raggiungibile facendo clic con il pulsante destro del mouse su un settore.

source: Then close the map again, turn your ship until it faces the target sector and start boosting in that direction.
it: Quindi chiudi di nuovo la mappa, gira la tua nave fino a quando non si trova di fronte al settore bersaglio e inizia a spingere in quella direzione.

source: If your ship has enough energy, your Hyperspace Engine will carry you to the new sector.
it: Se la tua nave ha abbastanza energia, il tuo motore iperspaziale ti porterà nel nuovo settore.

source: If not, you might want to add \c(0d0)Energy Generators\c() or \c(0d0)Energy Storage\c() to your ship.
it: In caso contrario, potresti voler aggiungere \c(0d0) Generatori di energia\c() o \c(0d0) Stoccaggio di energia\c() alla tua nave.

source: To move between sectors you can also use the \c(0d0)Gate Network\c().
it: Per spostarsi tra i settori è anche possibile utilizzare il \c(0d0)Gate Network\c().

source: Factions provide gates that you can travel through for a \c(0d0)fee\c().
it: Le fazioni forniscono cancelli che puoi attraversare per una \c(0d0)commissione\c().

source: Select the gate and check how high the fee is at the bottom right of your screen. If you think you can afford it, just fly through the gate, you will pay automatically.
it: Seleziona il gate e controlla quanto è alta la tariffa in basso a destra sullo schermo. Se pensi di potertelo permettere, vola attraverso il cancello, pagherai automaticamente.

source: If the gate covers a great distance or if your relations to the gate's owners are bad, the fee will be higher.
it: Se il cancello copre una grande distanza o se i tuoi rapporti con i proprietari del cancello sono cattivi, la commissione sarà più alta.

source: Factions that don't like you will not allow you to use their gates at all, and if your ship becomes too big, you won't be able to use small gates any more.
it: Le fazioni che non ti piacciono non ti permetteranno affatto di usare i loro cancelli, e se la tua nave diventa troppo grande, non sarai più in grado di usare piccoli cancelli.

source: Faction Areas
it: Aree di fazione

source: Factions have settled in most parts of the Galaxy and have claimed territory.
it: Le fazioni si sono insediate nella maggior parte della Galassia e hanno rivendicato il territorio.

source: Each faction controls their \c(0d0)Central Faction Area\c().
it: Ogni fazione controlla la propria \c(0d0) Area Centrale di Fazione\c().

source: This is where most of their stations are located. In this area, factions will defend themselves vigorously against attackers.
it: È qui che si trova la maggior parte delle loro stazioni. In quest' area, le fazioni si difenderanno vigorosamente dagli attaccanti.

source: A faction usually has a lower presence in their \c(0d0)Outer Faction Area\c().
it: Una fazione di solito ha una presenza inferiore nella sua \c(0d0) Area Esterna di Fazione\c().

source: There are fewer stations and you may run into more enemies. However, there will be more asteroid fields and general chances for adventure there.
it: Ci sono meno stazioni e potresti incontrare più nemici. Tuttavia, ci saranno più campi di asteroidi e possibilità generali di avventura lì.

source: There are patches of \c(0d0)No-Man's-Space\c() in the Galaxy.
it: Ci sono patch di \c(0d0)No-Man' s-Space\c() nella Galassia.

source: No faction has laid claim to them, and pirates and Xsotan roam in large numbers there.
it: Nessuna fazione li ha reclamati, e pirati e Xsotan vagano in gran numero lì.

source: But, of course, this is where you will find the most untouched asteroid fields and sectors that might contain things that might prove to be valuable.
it: Ma, naturalmente, qui è dove troverai i campi e i settori di asteroidi più incontaminati che potrebbero contenere cose che potrebbero rivelarsi preziose.

source: Flying through those areas means high risk but high reward.
it: Volare attraverso quelle aree significa alto rischio ma alta ricompensa.

source: Zones
it: Zone

source: Neutral Zone
it: Zona Neutrale

source: The \c(0d0)Neutral Zone\c() is a safe zone. Player-vs-player damage is disabled. You cannot damage other players, not even by collision damage, but you can use repair turrets or repair fighters to heal them.
it: La \c(0d0) Zona Neutrale\c() è una zona sicura. Il danno giocatore contro giocatore è disabilitato. Non puoi danneggiare gli altri giocatori, nemmeno con i danni da collisione, ma puoi usare le torrette di riparazione o riparare i caccia per guarirli.

source: Hazard Zone
it: Zona pericolosa

source: If someone causes too much trouble and destroys or boards structures of other factions, the faction controlling the sector will call the sector out as a \c(0d0)Hazard Zone\c(). Civilian ships, traders and freighters will avoid this sector for a certain amount of time. Instead, military ships will appear and restore peace.
it: Se qualcuno causa troppi problemi e distrugge o abborda strutture di altre fazioni, la fazione che controlla il settore chiamerà il settore come\c(0d0) Zona di pericolo\c(). Navi civili, mercantili e mercantili eviteranno questo settore per un certo periodo di tempo. Invece, appariranno navi militari e ripristineranno la pace.

source: If you are in need of a new ship, well, then go find a \c(0d0)Shipyard\c()!
it: Se hai bisogno di una nuova nave, beh, allora vai a cercare un \c(0d0)Cantiere Navale\c()!

source: They can build you a ship from scratch and have a lot of customization options. For example you can let them organize a full crew to have a ready-to-go miner. Shipyards are also the perfect place to go if you're in need of a crew or need some repairs done.
it: Possono costruirti una nave da zero e avere molte opzioni di personalizzazione. Ad esempio, puoi lasciare che organizzino una squadra completa per avere un minatore pronto all'uso. I cantieri navali sono anche il posto perfetto dove andare se hai bisogno di un equipaggio o hai bisogno di riparazioni.

source: With a Shipyard in the sector, you can build blocks with hyperspace-sensitive technology, like \c(0d0)Generators\c() or \c(0d0)Hyperspace Cores\c(). Those blocks must be built with the help of a Shipyard to safely perform hyperspace jumps.
it: Con un cantiere navale nel settore, puoi costruire blocchi con tecnologia sensibile all'iperspazio, come \c(0d0)Generatori\c() o \c(0d0) Nuclei iperspaziali\c(). Quei blocchi devono essere costruiti con l'aiuto di un Cantiere Navale per eseguire in sicurezza salti iperspaziali.

source: This kind of careful planning is not necessary when building stations or repairing ships.
it: Questo tipo di pianificazione attenta non è necessaria quando si costruiscono stazioni o si riparano navi.

source: Shipyards are \c(0d0)Consumer\c() stations that buy a wide range of \c(0d0)Trading Goods\c().
it: I cantieri navali sono stazioni\c(0d0)Consumer\c() che acquistano una vasta gamma di \c(0d0)Trading Goods\c().

source: Have a dent in your ship? Go to a \c(0d0)Repair Dock\c() and have it fixed right away!
it: Hai un'ammaccatura nella tua nave? Vai a un \c(0d0)Repair Dock\c() e riparalo subito!

source: In addition to repairs, at a \c(0d0)Repair Dock\c() you can buy \c(0d0)Reconstruction Kits\c(). These handy items allow you to quickly reassemble your ship in case it is destroyed.
it: Oltre alle riparazioni, in un \c(0d0) Dock di riparazione\c() è possibile acquistare \c(0d0) Kit di ricostruzione\c(). Questi pratici oggetti ti consentono di rimontare rapidamente la tua nave nel caso in cui venga distrutta.

source: A Repair Dock can also serve as an anchor point to reconstruct your drone, when your ship gets destroyed. Once all your ships were destroyed, you'll be placed in your drone at the last Repair Dock you visited. If relations have turned sour in the meantime, you'll be returned to your \c(0d0)Reconstruction Site\c() instead.
it: Un molo di riparazione può anche fungere da punto di ancoraggio per ricostruire il tuo drone, quando la tua nave viene distrutta. Una volta distrutte tutte le tue navi, verrai messo nel tuo drone nell'ultimo molo di riparazione che hai visitato. Se nel frattempo le relazioni si sono inasprite, tornerai al tuo \c(0d0) Sito di Ricostruzione\c().

source: Finally, they provide a \c(0d0)Towing Service\c() that can be used to have wrecks brought to the station and reassembled.
it: Infine, forniscono un \c(0d0) Servizio di Traino\c() che può essere utilizzato per portare i relitti alla stazione e rimontarli.

source: Set a Repair Dock as your \c(0d0)Reconstruction Site\c() to have it tow ships from all over the galaxy and repair for free.
it: Imposta un Dock di Riparazione come tuo \c(0d0) Sito di Ricostruzione\c() per fargli trainare navi da tutta la galassia e ripararlo gratuitamente.

source: Repair Docks are \c(0d0)Consumer\c() stations that buy a wide range of \c(0d0)Trading Goods\c().
it: I Repair Docks sono stazioni\c(0d0)Consumer\c() che acquistano una vasta gamma di \c(0d0)Trading Goods\c().

source: \c(0d0)Equipment Docks\c() trade all kinds of equipment: \c(0d0)Turrets\c(), \c(0d0)Torpedoes\c(), \c(0d0)Fighters\c() and more. You can sell unused equipment here as well.
it: \c(0d0) Molo Equipaggiamento\c() scambia tutti i tipi di equipaggiamento: \c(0d0)Torrette\c(), \c(0d0)Siluri\c(), \c(0d0)Caccia\c() e altro ancora. Puoi vendere anche qui le attrezzature inutilizzate.

source: When near an Equipment Dock, you can remove permanently installed subsystems from your ship.
it: Quando ti trovi vicino a un Equipment Dock, puoi rimuovere dalla tua nave i sottosistemi installati in modo permanente.

source: Equipment Docks are \c(0d0)Consumer\c() stations that buy a wide range of \c(0d0)Trading Goods\c().
it: I dock delle attrezzature sono stazioni\c(0d0)Consumer\c() che acquistano una vasta gamma di \c(0d0)Trading Goods\c().

source: Material trade is done at a \c(0d0)Resource Depot\c(). You can \c(0d0)buy and sell\c() resources for Credits, and \c(0d0)refine\c() metal scraps and ores into usable materials.
it: Lo scambio di materiale viene effettuato in un \c(0d0) Deposito di Risorse\c(). Puoi \c(0d0)acquistare e vendere\c() risorse per Crediti e \c(0d0)raffinare\c() scarti e minerali metallici in materiali utilizzabili.

source: The \c(0d0)Headquarters\c() is a unique station for every faction. If you need to contact the whole faction, you should talk to their Headquarters.
it: Il \c(0d0)Quartier Generale\c() è una stazione unica per ogni fazione. Se hai bisogno di contattare l'intera fazione, dovresti parlare con il loro Quartier Generale.

source: At the \c(0d0)Research Station\c() you can combine items into a better, random new one. The better the items, the better the resulting item will be.
it: Alla \c(0d0) Stazione di Ricerca\c() puoi combinare gli oggetti in uno nuovo, migliore e casuale. Migliori sono gli articoli, migliore sarà l'articolo risultante.

source: Research Stations are \c(0d0)Consumer\c() stations that buy a wide range of \c(0d0)Trading Goods\c().
it: Le stazioni di ricerca sono stazioni\c(0d0)Consumer\c() che acquistano una vasta gamma di \c(0d0)Trading Goods\c().

source: At a \c(0d0)Fighter Factory\c(), you can design and build your own \c(0d0)custom Fighters\c(). You can combine a block design with 200 blocks or less with a turret of your choice to get a new fighter.
it: In una \c(0d0) Fabbrica di Caccia\c(), puoi progettare e costruire i tuoi \c(0d0) Caccia personalizzati\c(). Puoi combinare un design a blocchi con 200 blocchi o meno con una torretta a tua scelta per ottenere un nuovo caccia.

source: Found the perfect turret, but got only one of them? You can go to a \c(0d0)Turret Factory\c() and turn it into a blueprint.
it: Hai trovato la torretta perfetta, ma ne hai trovata solo una? Puoi andare in una \c(0d0) Fabbrica di Torrette\c() e trasformarla in un progetto.

source: Once you got the blueprint, you can build more of the turret out of trading goods.
it: Una volta ottenuto il progetto, puoi costruire più torretta con i beni commerciali.

source: Turret Factories will also have a variety of blueprints already available.
it: Le fabbriche di torrette avranno anche una varietà di progetti già disponibili.

source: The higher the tech level of a Turret Factory the better the turrets it can build.
it: Più alto è il livello tecnologico di una Fabbrica di Torrette, migliori sono le torrette che può costruire.

source: Turret Factories are \c(0d0)Consumer\c() stations that buy a wide range of \c(0d0)Trading Goods\c().
it: Le fabbriche di torrette sono \c(0d0) stazioni di consumo\c() che acquistano una vasta gamma di \c(0d0) beni commerciali\c().

source: \c(0d0)Trading Posts\c() buy and sell a wide variety of goods, and are always worth checking out.
it: I\c(0d0) Centri Commerciali\c() acquistano e vendono un'ampia varietà di beni e vale sempre la pena dare un'occhiata.

source: They sell \c(0d0)Trading Licenses\c() too if you want to transport special or illegal goods.
it: Vendono anche\c(0d0) Licenze commerciali\c() se si desidera trasportare merci speciali o illegali.

source: If you're looking to build your own turrets have a look here as well.
it: Se stai cercando di costruire le tue torrette, dai un'occhiata anche qui.

source: Some Trading Posts specialize in trading goods that can be used as ingredients.
it: Alcuni Trading Post sono specializzati nel commercio di beni che possono essere utilizzati come ingredienti.

source: Trading Posts attract trading ships, and can use civilian shuttles to trade with \c(0d0)Factories\c(), \c(0d0)Consumers\c() (and more) in the sector.
it: I Trading Post attraggono navi mercantili e possono utilizzare navette civili per commerciare con \c(0d0)Fabbriche\c(), \c(0d0)Consumatori\c() (e altro) nel settore.

source: Trade between stations stops immediately, though, if a sector is called out as a \c(0d0)Hazard Zone\c().
it: Il commercio tra le stazioni si interrompe immediatamente, tuttavia, se un settore viene chiamato come\c(0d0) Zona di pericolo\c().

source: \c(0d0)Travel Hubs\c() provide a service where they charge your ship with energy to allow you to do longer hyperspace jumps.
it: Gli\c(0d0) hub di viaggio\c() forniscono un servizio in cui caricano la tua nave di energia per permetterti di fare salti iperspaziali più lunghi.

source: In order to do that, you need several \c(0d0)trading goods\c().
it: Per farlo, hai bisogno di diversi \c(0d0) beni commerciali\c().

source: Depending on the distance you want to go, more expensive and rarer goods will be necessary.
it: A seconda della distanza che vuoi percorrere, saranno necessari beni più costosi e rari.

source: Travel Hubs use very advanced technology that follows specific rules.
it: I Travel Hub utilizzano una tecnologia molto avanzata che segue regole specifiche.

source: If you wish to construct your own Travel Hub, you will need to use \c(0d0)Glow Blocks\c() of the color \c(0d0)Travelhub Blue\c().
it: Se desideri costruire il tuo hub di viaggio, dovrai utilizzare \c(0d0) blocchi luminosi\c() del colore \c(0d0) Travelhub Blue\c().

source: At \c(0d0)Scrapyards\c(), you can sell off old ships and \c(0d0)dismantle turrets\c() to get resources. Additionally, Scrapyards sell licenses allowing you to \c(0d0)salvage wreckages\c() to get turrets, subsystems and material scraps.
it: In \c(0d0)Cantieri di demolizione\c(), puoi vendere vecchie navi e \c(0d0)smantellare torrette\c() per ottenere risorse. Inoltre, i Cantieri di demolizione vendono licenze che ti consentono di\c(0d0)recuperare rottami\c() per ottenere torrette, sottosistemi e scarti di materiale.

source: If you ever find yourself in the possession of \c(0d0)Stolen Goods\c() you can sell or have them \c(0d0)unbranded\c() here. Unbranded goods can then be traded with any station. Nobody will ask questions at a \c(0d0)smuggler's market\c().
it: Se mai ti trovassi in possesso di \c(0d0) Beni rubati\c() puoi venderli o averli \c(0d0)senza marchio\c() qui. Le merci senza marchio possono quindi essere scambiate con qualsiasi stazione. Nessuno farà domande al\c(0d0) mercato dei contrabbandieri\c().

source: A \c(0d0)Military Outpost\c() represents the military force of a faction. Their personnel is well trained, so if you want the best \c(0d0)Gunners\c() this is where you look.
it: Un \c(0d0) Avamposto Militare\c() rappresenta la forza militare di una fazione. Il loro personale è ben addestrato, quindi se vuoi i migliori \c(0d0)Artiglieri\c() è qui che guardi.

source: Military Outposts are \c(0d0)Consumer\c() stations that buy a wide range of \c(0d0)Trading Goods\c().
it: Gli avamposti militari sono stazioni\c(0d0)Consumer\c() che acquistano una vasta gamma di \c(0d0)Trading Goods\c().

source: Factories
it: Fabbriche

source: \c(0d0)Factories\c() produce a variety of trading goods out of lower tier goods.
it: Le\c(0d0)fabbriche\c() producono una varietà di beni commerciali da beni di livello inferiore.

source: They sell what they produce and they buy the goods they need.
it: Vendono ciò che producono e acquistano i beni di cui hanno bisogno.

source: Factories attract trading ships, and can use civilian shuttles to trade with other factories, \c(0d0)Trading Posts\c(), \c(0d0)Consumers\c() (and more) in the sector.
it: Le fabbriche attraggono navi mercantili e possono utilizzare navette civili per commerciare con altre fabbriche, \c(0d0) Posti commerciali\c(), \c(0d0)Consumatori\c() (e altro) nel settore.

source: Consumers
it: Consumatori

source: \c(0d0)Consumer stations\c() buy all kinds of goods people need to live. \c(0d0)Casinos\c(), \c(0d0)Habitats\c() and \c(0d0)Biotopes\c() tend to buy different kinds of food, beverages and luxury items.
it: \c(0d0) Le stazioni di consumo\c() acquistano tutti i tipi di beni di cui le persone hanno bisogno per vivere. \c(0d0)I casinò\c(),\ c(0d0)Habitat\c() e \c(0d0)Biotopi\c() tendono ad acquistare diversi tipi di cibo, bevande e articoli di lusso.
