Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

# weapon name
source: R-Driller
it: R-Trivellatore

# weapon name
source: R-Excavator
it: R-Escavatore

# weapon name
source: R-Salvaging Laser
it: Laser R-Recupero

# weapon name
source: R-Salvager
it: R-Recuperatore

# weapon name
source: R-Disassembler
it: R-Disassemblatore

# weapon name
source: R-Dismantler
it: R-Smantellatore

# weapon name
source: R-Deconstructor
it: R-Decostruttore

# weapon name
source: R-Demolisher
it: R-Demolitore

# weapon name
source: Plasma Gun
it: Pistola al plasma

# weapon name
source: Plasma Cannon
it: Cannone al plasma

# weapon name
source: Rocket Launcher
it: Lanciarazzi

# weapon name
source: Rocket Battery
it: Batteria per razzo

# weapon name
source: Rocket Phalanx
it: Falange di razzo

# weapon name
source: Missile Launcher
it: Lanciamissili

# weapon name
source: Missile Battery
it: Batteria missilistica

# weapon name
source: Missile Phalanx
it: Falange missilistica

# weapon name
source: Ruiner
it: Rovinatore

# weapon name
source: Cannon
it: Cannone

# weapon name
source: Mortar
it: Mortaio

# weapon name
source: Artillery Cannon
it: Cannone d'artiglieria

# weapon name
source: Destructor Cannon
it: Cannone distruttore

# weapon name
source: Railgun
it: Cannone ferroviario

# weapon name
source: Devastator
it: Devastatore

# weapon name
source: Annihilator
it: Annientatore

# weapon name
source: Impaler
it: Impalatore

# weapon name
source: Repair Laser
it: Ripara il laser

# weapon name
source: Repairer
it: Riparatore

# weapon name
source: Restorer
it: Restauratore

# weapon name
source: Renovator
it: Rinnovatore

# weapon name
source: Lightning Cannon
it: Cannone Fulmine

# weapon name
source: Thunder
it: Tuono

source: For Asgard!
it: Per Asgard!

# weapon name
source: Tesla Cannon
it: Cannone di Tesla

# weapon name
source: Electrifier
it: Elettrificatore

source: UNLIMITED POWER!
it: POTERE ILLIMITATO!

# weapon name
source: Force Cannon
it: Cannone di forza

# weapon name
source: Grabber
it: Pinza

# weapon name
source: Manipulator
it: Manipolatore

# weapon name
source: Pulse Gun
it: Pistola a impulsi

# weapon name
source: Pulse Cannon
it: Cannone a impulsi

# weapon name
source: Meteor
it: Meteora

# weapon name
source: Intruder
it: Intruso

# weapon name
source: Anti-Fighter Cannon
it: Cannone anti-combattimento

source: ${hours} hours, ${minutes} minutes
it: ${hours} ore, ${minutes} minuti

source: ${minutes} minutes, ${seconds} seconds
it: ${minutes} minuti, ${seconds} secondi

source: ${seconds} seconds
it: ${seconds} secondi

source: We noticed that these pirates are gathering here and came here to help.
it: Abbiamo notato che questi pirati si stanno radunando qui e sono venuti qui per aiutare.

source: We are always on the lookout for pirate activity. Let's make this galaxy a little safer!
it: Siamo sempre alla ricerca di attività pirata. Rendiamo questa galassia un po' più sicura!

source: Greetings! We are on your side. We noticed pirate activity and came as fast as we could. Those pirate hideouts need to be cleaned up.
it: Buongiorno, siamo dalla vostra parte. Abbiamo notato l'attività dei pirati e siamo arrivati il più velocemente possibile. Quei nascondigli dei pirati devono essere ripuliti.

source: SECTOR CLEARED
it: SETTORE LIQUIDATO

# Weapon Name
source: Mining Laser
it: Laser minerario

# Weapon Prefix
source: Mining
it: Estrazione mineraria

# Weapon Name
source: Salvaging Laser
it: Recupero laser

# Weapon Prefix
source: Salvaging
it: Recupero

# Weapon Name
source: R-Salvaging Laser
it: Laser R-Salvaging

# Weapon Name, the R- abbreviation refers to Raw Salvaging
source: R-Salvaging Laser
it: Laser R-Salvaging

# Weapon Prefix
source: Lightning
it: Fulmine

# Weapon Name
source: Tesla Gun
it: Pistola Tesla

# Weapon Name
source: Point Defense Laser
it: Laser a difesa dei punti

# Weapon Prefix
source: Point Defense Laser
it: Laser a difesa dei punti

# Weapon Name
source: Repair Beam
it: Ripara trave

# Weapon Prefix
source: Repair
it: Ripara

# Weapon Name
source: Railgun
it: Cannone ferroviario

# Weapon Prefix
source: Railgun
it: Cannone ferroviario

# Weapon Prefix
source: Force
it: Forza

# Weapon Name
source: Pulse Cannon
it: Cannone a impulsi

# Weapon Prefix
source: Pulse Cannon
it: Cannone a impulsi

# Weapon Name
source: Anti-Fighter Gun
it: Cannone antiaereo

# Weapon Prefix
source: Anti-Fighter
it: Anti-combattente

# Weapon Name
source: Point Defense Cannon
it: Cannone di difesa a punti

# Weapon Prefix
source: Point Defense Cannon
it: Cannone di difesa a punti

# Weapon Name
source: Plasma Gun
it: Pistola al plasma

# Weapon Name
source: Rocket Launcher
it: Lanciarazzi

# Weapon Prefix
source: Launcher
it: Lanciatore

# Weapon Name
source: Cannon
it: Cannone

# Weapon Prefix
source: Cannon
it: Cannone

# Weapon Type
source: Point Defense Cannon
it: Cannone di difesa a punti

# Weapon Type
source: Point Defense Laser
it: Laser a difesa dei punti

# Weapon Type
source: Mining Laser
it: Laser minerario

# Weapon Type
source: Raw Mining Laser
it: Laser minerario grezzo

# Weapon Type
source: Salvaging Laser
it: Recupero laser

# Weapon Type
source: Raw Salvaging Laser
it: Laser di recupero grezzo

# Weapon Type
source: Launcher
it: Lanciatore

# Weapon Type
source: Cannon
it: Cannone

# Weapon Type
source: Railgun
it: Cannone ferroviario

# Weapon Type
source: Repair
it: Ripara

# Weapon Type
source: Tesla Gun
it: Pistola Tesla

# Weapon Type
source: Pulse Cannon
it: Cannone a impulsi

# Weapon Type
source: Anti Fighter
it: Anti combattente

# Mail Subject
source: Automated Greetings
it: Saluti automatizzati

# Mail Subject
source: Welcome to our Realm
it: Benvenuti nel nostro Regno

# Mail Subject
source: Greetings, Stranger
it: Saluti, Straniero

# Mail Subject
source: Rules and Regulations
it: Norme e Regolamenti

# Mail Subject
source: All Hail!
it: Saluti!

# Mail Subject
source: Welcome
it: Benvenuto

# Mail Subject
source: Pleasure to Meet You
it: Piacere di conoscerti

# Mail Subject
source: New Here?
it: Nuovo qui?

source: Greetings. Welcome to our Territory.
it: Saluti. Benvenuti nel nostro Territorio.

source: Greetings. Admire our rich culture, with which our ancestors already achieved true greatness! Now that you are entering our domain for the first time, you can see for yourself and learn about our values.
it: Saluti. Ammira la nostra ricca cultura, con la quale i nostri antenati hanno raggiunto la vera grandezza! Ora che stai entrando nel nostro dominio per la prima volta, puoi constatarlo di persona e conoscere i nostri valori.

source: Good day! Inside the vastness of the galaxy we are the shining beacon of freedom and independence! We welcome you to our sectors and hope that we can be an example of a liberal society for you.
it: Buongiorno! Nella vastità della galassia siamo il faro splendente di libertà e indipendenza! Vi diamo il benvenuto nei nostri settori e speriamo di poter essere un esempio per voi.

source: We salute you! United and strong, we defy all that stands in our way! Now that you are in our territory, you had better behave accordingly.
it: Ti salutiamo! Uniti e forti, sfidiamo tutto ciò che ci ostacola! Ora che siete nel nostro territorio, fareste meglio a comportarvi di conseguenza.

source: We send blessed greetings! May the grace and enlightenment shine upon you. By entering our blessed realm, you too are now in a position to admire the work of enlightenment.
it: Ti inviamo saluti benedetti! Che la grazia e l'illuminazione risplendano su di te. Entrando nel nostro regno benedetto, anche tu ora sarai in grado di ammirare l'opera di illuminazione.

source: Welcome! We are known as an influential group in the galaxy and achieve the most profitable deals every day. By entering our domain, you accept our terms and conditions. We also ask you to abide by our policies.
it: Benvenuto! Siamo conosciuti come uno dei gruppi più influenti della galassia e ci accapparriamo tutti gli affari migliori. Entrando il nostro dominio, accetti i nostri termini e condizioni. Ti chiediamo inoltre di rispettare le nostre politiche.

source: Greetings in the spirit of meeting and sharing. We are convinced that you can achieve the most by working together. Therefore, we welcome you to our sectors and look forward to a good cooperation.
it: Un saluto all'insegna dell'incontro e della condivisione. Siamo convinti che si possa ottenere il massimo lavorando insieme. Pertanto, vi diamo il benvenuto nei nostri settori e non vediamo l'ora di collaborare con te.

source: Greetings on behalf of each and every one of us! Enlightened and as one, we spread what is best for the galaxy. Now that you are in our territory, you can get an idea of what a perfect galaxy would look like.
it: Saluti da tutti noi! Illuminati e uniti, diffondiamo ciò che è meglio per la galassia. Ora che sei nel nostro territorio, puoi avere un'idea di come sarebbe una galassia perfetta.

source: Our diplomats are ready to open negotiations at all times. War can never be the answer.
it: I nostri diplomatici sono pronti ad aprire negoziati in ogni momento. La guerra non può mai essere la risposta.

source: We are open to negotiations. But if these fail, we are ready to defend ourselves.
it: Siamo aperti alle trattative. Ma se questi falliscono, siamo pronti a difenderci.

source: War is simply the continuation of diplomacy by other means.
it: La guerra è semplicemente la continuazione della diplomazia con altri mezzi.

source: Diplomacy only slows down what can be done much faster with a strong military strike.
it: La diplomazia rallenta solo ciò che può essere fatto molto più velocemente con un forte attacco militare.

source: We are very careful. If you put yourself in danger, you have to get out of it yourself.
it: Siamo molto cauti. Se ti metti in pericolo, dovrai uscirne da solo.

source: Our people don't believe in unnecessary risk. Especially when lives are at stake.
it: La nostra gente non crede nei rischi inutili. Soprattutto quando sono in gioco delle vite.

source: As long as there is a chance of success, we will face any challenge with courage!
it: Finché c'è una possibilità di successo, affronteremo ogni sfida con coraggio!

source: We face every danger and take up the fight whenever necessary.
it: Affrontiamo ogni pericolo di petto e lotteremo ogni volta che sarà necessario.

source: Our people are modest. We have renounced too great material possessions and seek our welfare elsewhere.
it: La nostra gente è modesta. Abbiamo rinunciato a beni materiali troppo grandi e siamo alla ricerca perenne del nostro benessere spirituale.

source: Money and goods are not too important to us. There are more pressing matters we want to focus on.
it: Il denaro e le merci non sono troppo importanti per noi. Ci sono questioni più urgenti su cui vogliamo concentrarci.

source: Buy and sell with us. We will find a reasonable price for everything. But don't think you can pull a fast one on us.
it: Compra e vendi con noi. Troveremo un prezzo ragionevole per tutto. Ma non pensare di potercela fare sotto il naso.

source: We are very much looking forward to doing business with you. Everyone knows that capitalism and the market can solve all problems.
it: Non vediamo l'ora di fare affari con te. Tutti sanno che il capitalismo e il mercato possono risolvere tutti i problemi.

source: We seize every opportunity that comes our way. That's the only way to make it in this galaxy.
it: Cogliamo ogni opportunità che ci si presenta. È l'unico modo per farcela in questa galassia.

source: It's important not to pass up any opportunities, even if it means breaking the rules sometimes.
it: È importante non lasciarsi sfuggire nessuna opportunità, anche se a volte significa infrangere le regole.

source: It takes rules that everyone abides by in order to coexist. We abide by our rules and promises.
it: Ci vogliono regole che tutti rispettano per poter coesistere. Rispettiamo le nostre regole e promesse.

source: Honor and rules are what make living together in this galaxy possible. Those who violate them are no longer allowed to be part of the community!
it: L'onore e le regole sono ciò che rendono possibile vivere insieme in questa galassia. Chi li viola non può più far parte della communità!

source: Everyone is welcome here and we welcome every stranger with open arms.
it: Tutti sono i benvenuti qui e accogliamo ogni straniero a braccia aperte.

source: Here we also giving strangers a chance. But we are not blind to selfish intentions.
it: Qui diamo anche una possibilità agli estranei. Ma non siamo ciechi alle intenzioni egoistiche.

source: We keep a close eye on every stranger until their intentions are absolutely clear.
it: Teniamo d'occhio ogni estraneo fino a quando le sue intenzioni non sono assolutamente chiare.

source: We know that everyone acts only for their own benefit and therefore trust no one!
it: Sappiamo che ognuno agisce solo a proprio vantaggio e quindi non ci fidiamo di nessuno!

source: Evil creatures are known by their deeds. He who harms us is our enemy!
it: Le creature malvagie si riconoscono dalle loro azioni. Chi ci fa del male è nostro nemico!

source: We believe that mistakes should be consistently atoned for. Those who make mistakes have to live with the consequences.
it: Riteniamo che gli errori debbano essere costantemente espiati. Chi sbaglia deve convivere con le conseguenze.

source: We forgive mistakes, but mishaps are characterized by the fact that they are rare. Frequent accidents look intentional!
it: Perdoniamo gli errori, ma le disavventure sono caratterizzate dal fatto che sono rare. Gli incidenti frequenti sembrano intenzionali!

source: If a mistake happens, we are ready to listen to all sides before making a hasty judgment. Accidents can happen to anyone!
it: Se si verifica un errore, siamo pronti ad ascoltare tutte le parti prima di esprimere un giudizio affrettato. Gli incidenti possono capitare a chiunque!

source: Sincere regards
it: Cordiali saluti

source: With honorable greetings
it: Con onorevoli saluti

source: May the galaxy be free from oppression!
it: Che la galassia sia libera dall'oppressione!

source: Our weapons are ready!
it: Le nostre armi sono pronte!

source: Enlightenment be with you!
it: L'illuminazione sia con te!

source: Here's to a profitable business!
it: Un brindisi ad un'affare redditizia!

source: We will be able to learn a lot from each other!
it: Potremo imparare molto gli uni dagli altri!

source: For the good of the entire galaxy!
it: Per il bene di tutta la galassia!

# Mail Subject
source: Ceasefire Conditions
it: Condizioni per il cessate il fuoco

source: To the Troublemaker: We cannot tolerate your actions against us but we hope that if we give you another chance, you will come back to your senses. Therefore, we reconstructed your drone in your home sector and offer you a ceasefire. For this generous offer, we took the liberty to charge you a compensation payment of 15% of your money and resources. We hope that these troubles can be avoided in the future.
it: Al Troublemaker: Non possiamo tollerare le tue azioni contro di noi, ma speriamo che con un'altra possibilità, tornerai in te. Pertanto, abbiamo ricostruito il tuo drone nel tuo settore casa e ti offriamo un cessate il fuoco. Per questa generosa offerta, ci siamo presi la libertà di addebitarti un pagamento del 15% dal tuo denaro e dalle tue risorse. Speriamo che questi problemi possano essere evitati in futuro.

source: Escorting ${ship}
it: Proteggi e scorta ${ship}

source: The ship is escorting ship ${name}.
it: La nave sta scortando ${name}.

source: Exploring
it: Esplorazione

source: Expedition: Ship %1% is under attack in sector \s(%2%:%3%).
it: Spedizione: la nave %1% è sotto attacco nel settore \s(%2%:%3%).

source: %1% has returned from the expedition and is awaiting your next orders in \s(%2%:%3%).
it: %1% è tornato dalla spedizione ed è in attesa dei tuoi prossimi ordini tra \s(%2%:%3%).

source: Commander, I marked this sector on the map for you. Regards, Captain ${name}
it: Comandante, ho segnato questo settore sulla mappa per te. Saluti, Capitano ${name}

source: Commander, we discovered this sector that you didn't have on the map yet. Regards, Captain ${name}
it: Comandante, abbiamo scoperto questo settore che non avevi ancora sulla mappa galattica. Saluti, Capitano ${name}

source: Discovered a sector here. Regards, Captain ${name}
it: Scoperto un nuovo settore qui. Saluti, Capitano ${name}

source: As a small courtesy, I explored this sector for you. Regards, Captain ${name}
it: Come piccola cortesia, ho esplorato questo settore per te. Cordiali saluti, Capitano ${name}

source: We found an abandoned mine. When we entered it, my entire crew said they had a 'bad feeling' about it, so we left as quickly as possible. However, we did take some mining equipment that had been left behind.
it: Abbiamo trovato una miniera abbandonata. Quando siamo entrati, tutto il mio equipaggio ha detto di avere una "brutta sensazione" al riguardo, quindi ci siamo mossi il più rapidamente possibile. Tuttavia, abbiamo preso alcune attrezzature minerarie che erano state lasciate indietro.

source: We came across an abandoned mine. The asteroid was basically falling apart, they had mined every last piece of copper off of it. But we found some mining equipment that was left behind.
it: Ci siamo imbattuti in una miniera abbandonata. L'asteroide stava praticamente cadendo a pezzi, avevano estratto fino all'ultimo pezzo di rame. Ma abbiamo trovato alcune attrezzature minerarie che sono state lasciate indietro.

source: We found a mining ship just floating through space. All the escape pods were missing and no trace of the crew and no log files.
it: Abbiamo trovato una nave mineraria che galleggiava nello spazio. Mancavano tutte le capsule di salvataggio, nessuna traccia dell'equipaggio e nessun file di registro.

source: The dockmaster at a station sold a ship to us. It was taking up dock space, and no member of the crew had shown their face there in months. We towed it to a scrapyard but kept the equipment on it.
it: Il capitano di porto di una stazione ci ha venduto una nave. Era abbandonata nel molo e a quanto nessun membro dell'equipaggio si è fatto vedere lì per mesi. L'abbiamo rimorchiata in un deposito di rottami, ma abbiamo tenuto l'equipaggiamento su di essa.

source: We answered a distress call from a merchant who was being attacked by pirates. He was very grateful and to show his gratitude he gave us a trading overview.
it: Abbiamo risposto a una chiamata di soccorso da parte di un mercante che era stato attaccato dai pirati. Era molto grato e per ringraziarci ci ha dato una panoramica del commercio.

source: We ran into a merchant who was trying to escape from Xsotan. We blasted them to pieces and the merchant was grateful and gave us a trading overview.
it: Ci siamo imbattuti in un mercante che stava cercando di fuggire dagli Xsotan. Li abbiamo fatti a pezzi e il commerciante per ringraziarci e ci ha dato una panoramica del commercio.

source: We met two really small explorer ships called 'Aphelion' and 'Perihelion'. The crews may not be very creative with their names, but they did give us a trading overview.
it: Abbiamo incontrato due piccole navi esploratrici chiamate "Aphelion" e "Perihelion". Gli equipaggi potrebbero non essere molto creativi con i loro nomi, ma ci hanno dato una panoramica del commercio.

source: We went to answer a distress call, but it turned out to be fake. It was pirates, trying to lure helpful souls into their trap. We punished them for that!
it: Siamo andati a rispondere a una chiamata di soccorso, ma si è rivelata falsa. Erano pirati, che cercavano di attirare povere anime nella loro imboscata. Li abbiamo puniti per questo!

source: We found a pirate station in a sector with a yellow blip. They must have been on a raid because there was only one ship defending it. We destroyed that ship and got out of there as fast as we could.
it: Abbiamo trovato una stazione pirata in un settore con un segnale giallo. Devono essere partiti per un'incursione perché c'era solo una nave a difenderla. Abbiamo distrutto quella nave e siamo fuggiti da lì il più velocemente possibile.

source: Some pirates tried to attack us, but they soon realized that it was a bad idea. We looted their ships after we were done with them.
it: Alcuni pirati hanno cercato di attaccarci, ma presto si sono resi conto che è stata una cattiva pensata. Abbiamo saccheggiato le loro navi dopo aver finito con loro.

source: A couple of pirates tried to attack us. It was such a half-hearted attempt that we felt sorry for them and didn't destroy their ship. We did take their weapons and tcs, though.
it: Un paio di pirati hanno cercato di attaccarci. È stato un tentativo così banale che ci siamo dispiaciuti per loro e non abbiamo distrutto la loro nave. Tuttavia, abbiamo preso le loro armi e i loro TC.

source: We were just minding our own business when a ship fired a torpedo at us. We fired back and they jumped out of the sector. We tried to chase them but all we found was another victim of theirs. No trace of them.
it: Ci stavamo facendo gli affari nostri quando una nave ci ha sparato un siluro. Abbiamo risposto al fuoco e sono fuggiti fuori dal settore. Abbiamo cercato di inseguirli, ma tutto ciò che abbiamo trovato è stata un'altra loro vittima. Nessuna traccia di loro.

source: We found the wrecks of military ships. It seemed like the fight hadn't been too long ago, so we only took a couple of turrets and subsystems and got out of there, in case backup to either party showed up.
it: Abbiamo trovato dei relitti di navi militari. Sembrava che dallo scontro non fosse passato molto tempo, quindi abbiamo preso solo un paio di torrette e sottosistemi e ci siamo allontanati da lì, nel caso in cui si fossero presentati i rinforzi di entrambe le parti.

source: We joined a raid the 'Cavaliers' were leading against a pirate station and they gave us a sweet reward.
it: Ci siamo uniti a un raid che i "Cavalieri" stavano conducendo contro una stazione pirata e ci hanno dato una bella ricompensa.

source: We found a lone container just floating through space. It wasn't even locked.
it: Abbiamo trovato un container solitario che galleggiava nello spazio. Non era nemmeno chiuso a chiave.

source: We met a self-replicating drone. I've never seen such an outdated 3D printer, but it's amazing that it still works. Who knows how old it might be?
it: Abbiamo incontrato un drone autoreplicante. Non ho mai visto una stampante 3D così obsoleta, ma è incredibile che funzioni ancora. Quanti anni potrebbe avere?

source: We came across the wreck of half a ship. We checked the log, it seems they were about to go through a wormhole when the recording stopped. I don't even want to think about wormholes just collapsing...
it: Ci siamo imbattuti nel relitto di una nave fatta a metà. Abbiamo controllato il registro, sembra che stessero per passare attraverso un wormhole quando la registrazione si è interrotta. Non voglio nemmeno pensare ad un wormhole che collassa all'improvviso...

source: We found two bots in an escape pod close to some desert planet. There were some valuable things in the pod, but the bots are scrap. This is not the kind of bot we were looking for.
it: Abbiamo trovato due robot in una capsula di salvataggio vicino a un pianeta deserto. C'erano alcune cose di valore nella capsula, ma i robot sono rottami. Questo non è quello che stavamo cercando.
