Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Cheers! What did you do that for? Why did you mess everything up?
it: Salute! Perché l'hai fatto? Perché hai rovinato tutto?

source: You destroyed the equilibrium of forces in the galaxy. Now the Family has become more powerful than the other syndicates!
it: Hai distrutto l'equilibrio delle forze nella galassia. Ora la Famiglia è diventata più potente degli altri sindacati!

source: A good thing? How is one syndicate repressing all others a good thing?
it: Una buona cosa? In che modo un sindacato che reprime tutti gli altri è una buona cosa?

source: They want to retain the status quo.
it: Vogliono mantenere lo status quo.

source: No, they don’t! They just made sure they are more powerful than all the others. Now, corruption and crime will reign! I can't even trust my own crewmen any more! This is chaos!
it: No, non è vero! Si sono solo assicurati di essere più potenti di tutti gli altri. Ora, la corruzione e il crimine regneranno! Non posso nemmeno più fidarmi dei miei stessi membri dell'equipaggio! Questo è il caos!

source: But at least there was no revolution.
it: Ma almeno non c'è stata alcuna rivoluzione.

source: It was not an open revolution, but if all the other syndicates are to weak to fight them, the Family will effectively rule the galaxy.
it: Non è stata una rivoluzione aperta, ma se tutti gli altri sindacati sono troppo deboli per combatterli, la Famiglia governerà efficacemente la galassia.

source: I'm saying that what you did was bad for business. The big syndicates were keeping each other in check. Now that the Family can do whatever they want, they will control all the people like us, and we can either work for them or not at all. But we can still stop it.
it: Sto dicendo che quello che hai fatto è stato un male per gli affari. I grandi sindacati si tenevano sotto controllo a vicenda. Ora che la famiglia può fare quello che vuole, controlleranno tutte le persone come noi, e noi possiamo lavorare per loro o per niente. Ma possiamo ancora fermarlo.

source: I can see that you do have a lot of advantages. Being friends with the most powerful faction is something that everybody dreams about. And I'm sure you do get good deals at Black Markets, blah, blah, blah. But what about everybody else!?
it: Vedo che hai molti vantaggi. Essere amico della fazione più potente è qualcosa che tutti sognano. E sono sicuro che fai buoni affari al Mercato Nero, bla, bla, bla. Ma che dire di tutti gli altri!?

source: Okay, fine. Have it your way. then. If you do change your mind, I'll be in touch.
it: Ok, va bene. Fai a modo tuo. allora. Se cambi idea, ti contatterò.

source: Cheers! I'm glad you came. Do you want to support a different syndicate now?
it: Ciao! Sono contento che tu sia venuto. Vuoi sostenere un sindacato diverso ora?

source: Good! Business has been difficult with one syndicate repressing the others. I can't even tell any more who was bought and who wasn't.
it: Bene! Gli affari sono stati difficili con un sindacato che reprimeva gli altri. Non riesco nemmeno a dire più chi è stato comprato e chi no.

source: Still? Okay, fine then. Have it your way. I will be here in case you change your mind.
it: Ancora? Ok, va bene allora. Fai a modo tuo. Sarò qui nel caso in cui cambiassi idea.

source: Make sure at least one of the other syndicates stays strong enough to keep up with the Family.
it: Assicurati che almeno uno degli altri sindacati rimanga abbastanza forte da tenere il passo con la Famiglia.

source: I'll just do what they tell me to do?
it: Farò solo quello che mi dicono di fare?

source: New Opportunities
it: Nuove opportunità

source: A captain named Izzy is looking for help in shady endeavors. This could be the gateway to a lot of new opportunities.
it: Un capitano di nome Izzy sta cercando aiuto in losche imprese. Questa potrebbe essere la porta d'accesso a molte nuove opportunità.

source: Find the container field in sector (${x}:${y})
it: Trova il campo container nel settore (${x}:${y})

source: Hack the container
it: Hackera il container

source: Go about your business and wait for Izzy to contact you
it: Fai il tuo lavoro e aspetta che Izzy ti contatti

source: Cheers! What's taking you so long? Did you run into trouble? If you can't hack that container, try the one in sector (%1%:%2%). If you do manage to get the Mysterious Package, wait for me to tell you where to meet me. Izzy
it: Salute! Perché ci metti così tanto? Hai avuto problemi? Se non riesci a hackerare quel container, prova quello nel settore (%1%:%2%). Se riesci a ottenere il Pacchetto Misterioso, aspetta che ti dica dove incontrarmi. Izzy

# Mail Subject
source: Try a Different One
it: Provane uno diverso

source: Cheers! I've heard you were successful. Meet me in sector (%1%:%2%). Izzy
it: Salute! Ho sentito che hai avuto successo. Incontriamoci nel settore (%1%:%2%). Izzy

# Mail Subject
source: Meet Me
it: Incontriamoci

source: A mysterious package you can't open.
it: Un pacchetto misterioso che non puoi aprire.

source: Cheers! Can I have your attention for a moment?
it: Salve! Posso avere la vostra attenzione per un momento?

source: What’s up?
it: Che succede?

source: The name’s Izzy. I’m a woman of many talents. I need a partner that I can trust.
it: Mi chiamo Izzy. Sono una donna dai molti talenti. Ho bisogno di un partner di cui potermi fidare.

source: Hello Izzy. Nice to meet you.
it: Ciao Izzy, piacere di conoscerti.

source: What talents?
it: Quali talenti?

source: You have no time for chitchat, do you? I like you, you get stuff done. Well, let’s get down to business. There’s a job I need you to do.
it: Non hai tempo per le chiacchiere, vero? Mi piaci, porti a termine le cose. Bene, mettiamoci al lavoro. C'è un lavoro che ho bisogno che tu faccia.

source: Which job?
it: Quale lavoro?

source: How polite. I'm not sure I like that. But it could be useful in my line of work. I guess I can trust you with the job.
it: Che gentile. Non sono sicuro che mi piaccia. Ma potrebbe essere utile nel mio lavoro. Immagino di poterti affidare il lavoro.

source: You’d surely like to know that, wouldn’t you? But we’re not at that point of our relationship... yet. Right now, I’d like to know, if YOU have the right talents for the job.
it: Ti piacerebbe saperlo, vero? Ma non siamo a quel punto della nostra relazione... ancora. In questo momento, mi piacerebbe sapere se HAI i talenti giusti per il lavoro.

source: Let’s just say that I need help acquiring something. And there are people who don’t want me to have it.
it: Diciamo solo che ho bisogno di aiuto per acquisire qualcosa. E ci sono persone che non vogliono che io lo abbia.

source: Wait, are you trying to steal something?
it: Aspetta, stai cercando di rubare qualcosa?

source: Stealing is such a strong word. Why does everyone need to see the world in black and white? And is it stealing, really, if you think the one who currently owns it doesn’t deserve to have it?
it: Rubare è una parola così forte. Perché tutti hanno bisogno di vedere il mondo in bianco e nero? Ed è rubare, davvero, se pensi che colui che attualmente lo possiede non meriti di averlo?

source: If you take it from them, it’s stealing.
it: Se lo prendi da loro, è un furto.

source: It’s all a matter of perspective.
it: È tutta una questione di prospettiva.

source: Whatever. Are you interested? Of course you will be rewarded for your efforts.
it: Come vuoi. Ti interessa? Naturalmente sarai ricompensato per i tuoi sforzi.

source: What is the reward?
it: Qual è la ricompensa?

source: Exactly! Are you interested? Of course you will be rewarded for your efforts.
it: Esatto! Ti interessa? Naturalmente sarai ricompensato per i tuoi sforzi.

source: Money. But let's see how well you do the job, first, and then we can talk numbers. Are you up for it?
it: Soldi. Ma vediamo come fai bene il lavoro, prima, e poi possiamo parlare di numeri. Ce la fai?

source: Yes, why not. What do I have to do?
it: Sì, perché no. Cosa devo fare?

source: Take this Injector Subsystem and install it onto your ship. It allows you to hack the codes of some locked containers. There’s a container field in sector (${x}:${y}). I need the contents of the container that you can hack with this item.
it: Prendi questo sottosistema dell'iniettore e installalo sulla tua nave. Permette di hackerare i codici di alcuni container bloccati. C'è un campo container nel settore (${x}:${y}). Ho bisogno del contenuto del container che puoi hackerare con questo oggetto.

source: That doesn’t sound so hard?
it: Non sembra così difficile?

source: It shouldn’t be. There won’t be anybody there, it’s just a lonely container field.
it: Non dovrebbe esserlo. Non ci sarà nessuno lì, è solo un campo di container solitario.

source: Okay, where do I find you when I’m done?
it: Ok, dove ti trovo quando ho finito?

source: I’m not telling anyone my location. I will come find you.
it: Non dirò a nessuno dove mi trovo. Verrò a cercarti.

source: Cheers! I'll take my package now.
it: Salute! Ora prendo il mio pacco.

source: Are you accessing my inventory?
it: Stai accedendo al mio inventario?

source: Of course! How did the hacking go for you?
it: Certo! Com' è andato l'hacking per te?

source: It wasn’t easy, some pirates showed up.
it: Non è stato facile, sono arrivati dei pirati.

source: It was a piece of cake.
it: Era un gioco da ragazzi.

source: So what? You’re still alive, aren’t you? Anyway, I’m quite pleased with the results, so I might make use of you in the future.
it: E allora? Sei ancora vivo, vero? Ad ogni modo, sono abbastanza soddisfatto dei risultati, quindi potrei servirmi di te in futuro.

source: Make use of me? What if I don’t want to help you anymore?
it: Fare uso di me? E se non volessi più aiutarti?

source: I thought you might be the right one for the job. I’m quite pleased with the results, so I might make use of you in the future.
it: Ho pensato che potessi essere quella giusta per il lavoro. Sono abbastanza soddisfatto dei risultati, quindi potrei servirmi di te in futuro.

source: Shush, don’t be silly. You can keep the hacking tool, I’ve got several of them. Here's your reward. I’ll be in touch.
it: Zitto, non essere sciocco. Puoi tenere lo strumento di hacking, ne ho diversi. Ecco la tua ricompensa. Ti contatterò.

source: Cheers! Did you manage to hack the container?
it: Ciao! Sei riuscito a hackerare il container?

source: But where is the mysterious package?
it: Ma dov'è il pacchetto misterioso?

source: Oh, I don't have that.
it: Oh, non ce l'ho.

source: Are you kidding me? I need that! Go to sector (${x}:${y}) and hack another container!
it: Mi prendi in giro? Ne ho bisogno! Vai al settore (${x}:${y}) e hackera un altro container!

source: Okay, I'll be right back.
it: Ok, torno subito.

source: I need somebody with ... special skills. But I won't just work with anyone. Meet me in a safe location so that I can determine whether you're worthy of the large rewards that are in store for you. Izzy
it: Ho bisogno di qualcuno con ... abilità speciali. Ma non lavorerò con nessuno. Incontriamoci in un luogo sicuro in modo che io possa determinare se sei degno delle grandi ricompense che sono in serbo per te. Izzy

# difficulty
source: Medium
it: Media

source: Mysterious Package
it: Pacchetto misterioso

source: Izzy needs you to get the Cavaliers off her back.
it: Izzy ha bisogno che tu le tolga i Cavaliers di dosso.

source: Read Izzy's mail
it: Leggi la posta di Izzy

source: Go to the envoy of the Cavaliers in sector (${x}:${y})
it: Vai dall'inviato dei Cavalieri nel settore (${x}:${y})

source: Find the renegade in sector (${x}:${y})
it: Trova il rinnegato nel settore (${x}:${y})

source: Defeat the renegade
it: Sconfiggi il rinnegato

source: Cheers! I need you to do something for me. I’ve had a little misunderstanding with a syndicate that call themselves the ‘Cavaliers’. They claim they want to rid the galaxy of pirates and Xsotan, but I think they just really like fighting. I may have taken something from them, and now they feel like they need to hunt me down. To make them leave me alone, I would return what I took. But I can’t go anywhere near them and I certainly won't meet with the envoy they sent. They want to meet me in sector (%1%:%2%). Go there and talk to them for me and convince them to get off my back, and I'll reward you for it. Izzy
it: Salute! Ho bisogno che tu faccia una cosa per me. Ho avuto un piccolo malinteso con un sindacato che si fa chiamare 'Cavaliers'. Sostengono di voler liberare la galassia dai pirati e dagli Xsotan, ma credo che a loro piaccia molto combattere. Forse gli ho sottratto qualcosa e ora sentono il bisogno di darmi la caccia. Per far sì che mi lascino in pace, restituirei ciò che ho preso. Ma non posso avvicinarmi a loro e di certo non incontrerò l'inviato che hanno mandato. Vogliono incontrarmi nel settore (%1%:%2%). Andate lì e parlate con loro per me, convinceteli a lasciarmi in pace e vi ricompenserò per questo. Izzy

# Mail Subject
source: The Cavaliers
it: I Cavaliers

source: Cavaliers Contact
it: Contatto Cavalieri

source: Former Cavalier
it: Ex Cavaliere

source: Greetings, soldier! As far as we know, our former member is still trying to join the Commune. If you don’t take action soon, your friend Izzy will face dire consequences! The Cavaliers
it: Saluti, soldato! Per quanto ne sappiamo, il nostro ex membro sta ancora cercando di unirsi alla Comune. Se non agisci presto, la tua amica Izzy dovrà affrontare terribili conseguenze! I Cavaliers

source: Deal With The Renegade
it: Affronta il ribelle

source: Cheers! I returned what I took from the Cavaliers. I still don’t like those guys. But the Commune isn’t any better, either. They pretend to be all peaceful, but in truth, they want to control the galaxy. Be careful when dealing with them, they are a powerful syndicate. If you’re smart, you can play the two of them against each other and earn a pretty penny. But don’t get too close with either of them or the other one will want your head. I’ve sent you a little something. Until next time. Izzy
it: Salute! Ho restituito quello che avevo preso ai Cavaliers. Ancora non mi piacciono quei ragazzi. Ma anche la Comune non è migliore. Fingono di essere tutti pacifici, ma in verità vogliono controllare la galassia. Fai attenzione quando hai a che fare con loro, sono un potente sindacato. Se sei intelligente, puoi metterli l'uno contro l'altro e guadagnare un bel soldo. Ma non avvicinarti troppo a nessuno dei due o l'altro vorrà la tua testa. Ti ho mandato una cosina. Alla prossima. Izzy

source: Got Them Off My Back
it: Me li sono tolti di dosso

source: Greetings! Can we help you?
it: Buongiorno! Possiamo aiutarti?

source: Izzy sends me. She’s sorry.
it: Mi manda Izzy, le dispiace.

source: You’re with that little thief?
it: Sei con quel ladruncolo?

source: Not really.
it: Non proprio.

source: Then why should we listen to you? We should just kill you to punish her.
it: Allora perché dovremmo ascoltarti? Dovremmo ucciderti per punirla.

source: Izzy wants to return what she stole.
it: Izzy vuole restituire quello che ha rubato.

source: Then why are you fighting her battles?
it: Allora perché stai combattendo le sue battaglie?

source: I don’t know.
it: Non lo so.

source: That girl has everyone wrapped around her finger.
it: Quella ragazza ha tutti avvolti intorno al dito.

source: She says she wants to return what she stole.
it: Dice che vuole restituire ciò che ha rubato.

source: And she thinks that we’re just going to leave her alone after that?
it: E pensa che dopo la lasceremo in pace?

source: Well, that’s not how it works. You’re going to have to do something else for us.
it: Beh, non è così che funziona. Dovrai fare qualcos' altro per noi.

source: What do I have to do?
it: Cosa devo fare?

source: A captain that used to be one of ours has left us and taken his entire ship and crew with him. They intend to join another syndicate that call themselves the ‘Commune’. We need you to punish them for their betrayal.
it: Un capitano che era uno dei nostri ci ha lasciato e ha portato con sé tutta la sua nave e il suo equipaggio. Intendono unirsi a un altro sindacato che si fa chiamare "Comune". Abbiamo bisogno che tu li punisca per il loro tradimento.

source: As far as we know, the Commune hasn't welcomed them with open arms, maybe they fear it's a trap. They're making them wait in sector (${x}:${y}) until they have decided if they are going to let them join them. Our syndicates really don't like each other.
it: Per quanto ne sappiamo, la Comune non li ha accolti a braccia aperte, forse temono che sia una trappola. Li stanno facendo aspettare nel settore (${x}:${y}) fino a quando non avranno deciso se permetteranno loro di unirsi a loro. I nostri sindacati non si piacciono proprio.

source: And if I punish them, you’ll leave Izzy alone?
it: E se li punisco, lascerai in pace Izzy?

source: If you stop them from joining the Commune by any means necessary, we’ll leave Izzy alone - if she returns our property, of course.
it: Se impedisci loro di unirsi alla Comune con qualsiasi mezzo necessario, lasceremo in pace Izzy - se restituirà la nostra proprietà, ovviamente.

source: Who are you? You're not with the Commune!
it: Chi sei? Non sei con la Comune!

source: Me and my crew are never going back to them! We're going to join the Commune. They are peaceful and just. They are going to start a revolution that will lead to a better galaxy.
it: Io e il mio equipaggio non torneremo mai da loro! Ci uniremo alla Comune. Sono pacifici e giusti. Inizieranno una rivoluzione che porterà a una galassia migliore.

source: I can’t let you join them.
it: Non posso permetterti di unirti a loro.

source: What’s it to you?
it: Che ti importa?

source: The Cavaliers are going to hurt my friend.
it: I Cavaliers faranno del male al mio amico.

source: See what I mean? They’re too violent! We meant to change our ways and become advocates of peace, but I guess we're going to have to kill you first!
it: Capisci cosa intendo? Sono troppo violenti! Volevamo cambiare i nostri modi e diventare sostenitori della pace, ma immagino che prima dovremo ucciderti!

source: Izzy asked you to take her delivery job. Quick and simple work for the Family.
it: Izzy ti ha chiesto di accettare il suo lavoro di consegna. Lavoro semplice e veloce per la Famiglia.

source: Read Izzy's Mail
it: Leggi la posta di Izzy

source: Go to Izzy's contact in sector (${x}:${y})
it: Vai al contatto di Izzy nel settore (${x}:${y})

source: Pick up the package at ${stationTitle} ${stationName}
it: Ritira il pacco a ${stationTitle} ${stationName}

source: Take the package to sector (${x}:${y})
it: Porta il pacco al settore (${x}:${y})

source: Deliver it to the ${stationTitle} ${stationName}
it: Consegnalo allo ${stationTitle} ${stationName}

source: [Deliver Package]
it: [Consegna il pacco]

source: You must be docked to the station to collect the package.
it: Devi essere attraccato alla stazione per ritirare il pacco.

source: Cheers! You have proven to be very helpful, so I've decided to offer you another job. A syndicate that calls themselves the 'Family' sometimes hires third parties to do their work. I’ve accepted a task, but I was overexcited. In hindsight it seems too risky. I don’t want to do it, but I can’t back out of it now or they’ll come for me. But you can do it! Go to the casino in (%1%:%2%) and pick up a package. You can keep the reward the Family will give you. Izzy
it: Salute! Ti sei dimostrato molto utile, quindi ho deciso di offrirti un altro lavoro. Un'associazione che si fa chiamare "Famiglia" a volte assume terzi per svolgere il proprio lavoro. Ho accettato un incarico, ma ero troppo entusiasta. Col senno di poi mi sembra troppo rischioso. Non voglio farlo, ma non posso tirarmi indietro ora o verranno a prendermi. Ma puoi farlo! Vai al casinò di (%1%:%2%) e ritira un pacchetto. Puoi tenere la ricompensa che ti darà la Famiglia. Izzy

# Mail Subject
source: Risky Business
it: Affari rischiosi

source: Cheers! You are proving to be very useful, indeed. The Family is just as bad as the Cavaliers and the Commune, they have their hands in everything. I don’t trust them at all, but there’s good money to be made, so who’s complaining? Until next time. Izzy
it: Salute! Ti stai dimostrando molto utile, davvero. La Famiglia è cattiva quanto i Cavalieri e la Comune, hanno le mani in tutto. Non mi fido affatto di loro, ma ci sono buoni soldi da fare, quindi chi si lamenta? Alla prossima. Izzy

# Mail Subject
source: Package Delivered
it: Pacchetto consegnato

source: You’re the one working for Izzy? You don’t have enough cargo space. Return once you have enough room for our package.
it: Sei tu quello che lavora per Izzy? Non hai abbastanza spazio di carico. Ritorna quando hai abbastanza spazio per il nostro pacco.

source: You’re the one working for Izzy? Come to the dock and collect the goods.
it: Sei tu quello che lavora per Izzy? Vieni al molo e ritira la merce.

source: You’re the one working for Izzy? She told us you were coming. Let's hope we can trust you with this. Here’s the package, don’t open it, don’t lose it.
it: Sei tu quello che lavora per Izzy? Ci ha detto che saresti venuta. Speriamo di poterci fidare di te. Ecco il pacco, non aprirlo, non perderlo.

source: Delivery failed. Package not on board.
it: Consegna non riuscita. Il pacco non è a bordo.

source: Received %1% Credits for delivering cargo.
it: Ricevuto %1% di Credito per la consegna del carico.

source: You have no package. Are you kidding?
it: Non hai nessun pacco. Stai scherzando?

source: Yeah, sorry.
it: Sì, scusa.

source: No, I lost it.
it: No, l'ho perso.

source: Oh boy, you're the one working for Izzy, right? Alright, let's see... Because it's your first job and I quite like Izzy, you can go and fetch another one. But don't lose that one!
it: Oh cavolo, sei tu quello che lavora per Izzy, giusto? Va bene, vediamo... Perché è il tuo primo lavoro e mi piace abbastanza Izzy, puoi andare a prenderne un altro. Ma non perderlo!

source: I won't, thank you!
it: Non lo farò, grazie!

source: You’re the one working for Izzy? Come to the dock and give us the package.
it: Sei tu quello che lavora per Izzy? Vieni al molo e dacci il pacco.

source: You want to deliver a package? Ah, you must be the one working for Izzy! All right, we'll take the package off your hands. Thanks!
it: Vuoi consegnare un pacco? Ah, devi essere tu quella che lavora per Izzy! Va bene, ti toglieremo il pacco dalle mani. Grazie!

source: This is not the cargo you’re looking for.
it: Questo non è il carico che stai cercando.

source: I’m with the Family.
it: Sono con la famiglia.

source: I don’t have any cargo on my ship.
it: Non ho alcun carico sulla mia nave.

source: What? Are you making fun of me? Let me take a look at your cargo now!
it: Cosa? Mi prendi in giro? Fammi dare un'occhiata al tuo carico ora!

source: Stop messing with me. My scanners show cargo. Let me take a look at your cargo now!
it: Smettila di prendermi in giro. I miei scanner mostrano merci. Fammi dare un'occhiata al tuo carico ora!

source: Are you, now? Can you prove it?
it: Lo sei, adesso? Puoi dimostrarlo?

source: Would ${bribe} Credits prove it to you?
it: ${bribe} crediti te lo dimostrerebbero?

source: I usually don't take bribes. But I don’t want to mess with the Family. So I’ll take your money and you can be on your way.
it: Di solito non prendo tangenti. Ma non voglio fare casini con la famiglia. Quindi prenderò i tuoi soldi e potrai andartene.

source: You're kidding right?
it: Stai scherzando vero?

source: No, I really did lose it.
it: No, l'ho davvero persa.
