Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: This has started a battle. We are fighting with all our might, but the Xsotan have called for reinforcements and we are hopelessly outnumbered.
it: Questo ha dato inizio a una battaglia. Stiamo combattendo con tutte le nostre forze, ma gli Xsotan hanno chiesto rinforzi e siamo irrimediabilmente in inferiorità numerica.

source: I can't count all the systems that have failed and our air tanks were hit.
it: Non riesco a contare tutti i sistemi che hanno fallito e i nostri serbatoi d'aria sono stati colpiti.

source: We have to evacuate and hope that at least a few can survive in the escape capsules.
it: Dobbiamo evacuare e sperare che almeno alcuni possano sopravvivere nelle capsule di fuga.

source: I have to leave now. I don't know if any of us will survive... Captain over and out... CHRRR...
it: Devo andarmene adesso. Non so se qualcuno di noi sopravviverà... Capitano passo e chiudo... CHRRR...

source: Captain's Log - Research Mission 6374 Day 365
it: Diario del capitano - Missione di ricerca 6374 Giorno 365

source: It has been three days since we started fighting the parasite we picked up on planet OF863.
it: Sono passati tre giorni da quando abbiamo iniziato a combattere il parassita che abbiamo raccolto sul pianeta OF863.

source: The entire crew is cursing the scientist that made us start this horrible mission.
it: L'intero equipaggio sta maledicendo lo scienziato che ci ha fatto iniziare questa orribile missione.

source: He claimed it was absolutely important that we take this strange piece of metal on board.
it: Ha affermato che era assolutamente importante prendere a bordo questo strano pezzo di metallo.

source: But it was already infected and now the parasite is corroding every mineral we have on our ship. There is nothing we can do to stop it!
it: Ma era già infetto e ora il parassita sta corrodendo ogni minerale che abbiamo sulla nostra nave. Non c'è niente che possiamo fare per fermarlo!

source: Captain's Log - Research Mission 6374 Day 368
it: Diario del capitano - Missione di ricerca 6374 Giorno 368

source: The parasite has now reached every part of our ship.
it: Il parassita ha ormai raggiunto ogni parte della nostra nave.

source: There is no hope of rescue. Nobody has answered our desperate transmissions.
it: Non c'è speranza di salvataggio. Nessuno ha risposto alle nostre trasmissioni disperate.

source: The crew is slowly going crazy, we have no more food, no more room to stay... we won't be able to hold on much longer... there is only one option left...
it: L'equipaggio sta impazzendo lentamente, non abbiamo più cibo, non abbiamo più spazio per stare... non saremo in grado di resistere ancora a lungo... è rimasta solo un'opzione...

source: end of log. no more entries.
it: fine del registro. niente più voci.

source: Captain's Log - Research Expedition 8752 Day 593
it: Diario del capitano - Spedizione di ricerca 8752 Giorno 593

source: Yesterday's Xsotan attack caused more damage than we had initially assumed.
it: L'attacco Xsotan di ieri ha causato più danni di quanto avessimo inizialmente ipotizzato.

source: We thought we had only lost a minor amount of water, but it turned out that we had also lost some of our generators.
it: Pensavamo di aver perso solo una piccola quantità di acqua, ma si è scoperto che avevamo perso anche alcuni dei nostri generatori.

source: We were continuously losing energy and we didn't even know about it because the wires connecting the energy gauge were also hit.
it: Stavamo continuamente perdendo energia e non lo sapevamo nemmeno perché anche i fili che collegavano l'indicatore di energia erano stati colpiti.

source: Not knowing how fatal that decision would prove to be, we jumped a few sectors away from where we were attacked.
it: Non sapendo quanto sarebbe stata fatale quella decisione, saltammo a pochi settori di distanza da dove eravamo stati attaccati.

source: We didn't get very far. We may have managed to lose the Xsotan, but now we are stuck in the middle of nowhere.
it: Non siamo andati molto lontano. Potremmo essere riusciti a perdere lo Xsotan, ma ora siamo bloccati nel bel mezzo del nulla.

source: We are continuously sending out distress calls, but nobody is answering. But we will not give up hope!
it: Inviamo continuamente chiamate di soccorso, ma nessuno risponde. Ma non rinunceremo alla speranza!

source: Captain's Log - Research Expedition 8752 Day 601
it: Diario del capitano - Spedizione di ricerca 8752 Giorno 601

source: We have tried to use the remaining energy wisely to get closer to anyone who might be able to hear our distress calls,
it: Abbiamo cercato di usare saggiamente l'energia rimanente per avvicinarci a chiunque potesse essere in grado di ascoltare le nostre chiamate di soccorso,

source: but we have failed. Now we are drifting through empty space and waiting for the day that we won't have any more food, water and oxygen.
it: ma abbiamo fallito. Ora stiamo andando alla deriva attraverso lo spazio vuoto e aspettando il giorno in cui non avremo più cibo, acqua e ossigeno.

source: It can't be long now. Several of our crew have asked to be put into a cryrogenic sleep, so they won't know when the end has come.
it: Non può volerci molto. Molti membri del nostro equipaggio hanno chiesto di essere messi in un sonno criogenico, quindi non sapranno quando è arrivata la fine.

source: Morale is very low. I secretly hope that there will be another Xsotan attack so all of this will end quickly.
it: Il morale è molto basso. Spero segretamente che ci sarà un altro attacco Xsotan in modo che tutto questo finisca rapidamente.

source: My dearest Lucile,
it: Mia carissima Lucile,

source: The space cruise I have booked has proven to be incredibly relaxing.
it: La crociera spaziale che ho prenotato si è dimostrata incredibilmente rilassante.

source: We are traveling through the sectors, seeing incredible sights and are enjoying amazing food.
it: Stiamo viaggiando attraverso i settori, ammirando luoghi incredibili e gustando cibo fantastico.

source: The best thing about this voyage, however, is not that we are entertained by extravagant shows or that we are staying in very comfortable rooms,
it: La cosa migliore di questo viaggio, tuttavia, non è che siamo intrattenuti da spettacoli stravaganti o che stiamo alloggiando in camere molto confortevoli,

source: but a young man named Jack. He is making my stay on the Cinatit the best time of my life!
it: ma un giovane di nome Jack. Sta rendendo il mio soggiorno sul Cinatit il periodo più bello della mia vita!

source: We are spending every waking minute together and he is the first man in my life that is making my heart beat faster.
it: Passiamo ogni minuto insieme e lui è il primo uomo della mia vita che mi fa battere più forte il cuore.

source: Lucile! I am afraid! I don't know what to do! Right after a hyperspace jump, our ship has struck a huge asteroid.
it: Lucile! Ho paura! Non so cosa fare! Subito dopo un salto nell'iperspazio, la nostra nave ha colpito un enorme asteroide.

source: There is a giant hole in one part of the ship and they say it might break apart at any moment.
it: C'è un buco gigante in una parte della nave e dicono che potrebbe rompersi da un momento all'altro.

source: I am waiting to be evacuated, but there are rumors that there might not be enough escape capsules on board!
it: Sto aspettando di essere evacuato, ma si dice che potrebbero non esserci abbastanza capsule di salvataggio a bordo!

source: Nobody expected such a big ship like the Cinatit to have an accident. And the worst part is: I can't find Jack! I'm all alone!
it: Nessuno si aspettava che una nave così grande come la Cinatit avesse un incidente. E la parte peggiore è: non riesco a trovare Jack! Sono tutto solo!

source: Captain's Log - Reconnaissance Expedition Nr.4172
it: Diario del capitano - Spedizione di ricognizione Nr.4172

source: After a skirmish with a group of Xsotan ships, which we were able to win easily, we were able to enter a Xsotan craft for the first time.
it: Dopo una scaramuccia con un gruppo di navi Xsotan, che siamo stati in grado di vincere facilmente, siamo stati in grado di entrare in una nave Xsotan per la prima volta.

source: Our scientists have returned with surprising results. They believe that this ship was not meant to sustain life of any kind.
it: I nostri scienziati sono tornati con risultati sorprendenti. Credono che questa nave non fosse destinata a sostenere la vita di alcun tipo.

source: Indeed, they say that no form of life has ever been on this vessel. There were no carcasses, no water, no breathable gases even.
it: In effetti, dicono che nessuna forma di vita sia mai stata su questo vascello. Non c'erano carcasse, né acqua, né gas respirabili.

source: There was, however, a collection of strange apparatuses connected with wires and hoses.
it: C'era, tuttavia, una raccolta di strani apparati collegati a fili e tubi.

source: They were not only attached to each other but also to the ship itself.
it: Non erano solo attaccati l'uno all'altro, ma anche alla nave stessa.

source: We have taken everything apart and are now transporting it to our home sector to conduct further research.
it: Abbiamo smontato tutto e ora lo stiamo trasportando nel nostro settore domestico per condurre ulteriori ricerche.

source: Captain's Log - Research Mission Nr.032856
it: Diario del capitano - Missione di ricerca Nr.032856

source: Yesterday, a small Xsotan reconnaissance ship crashed into the hangar of one of our destroyers.
it: Ieri, una piccola nave da ricognizione Xsotan si è schiantata contro l'hangar di uno dei nostri cacciatorpediniere.

source: At first, everybody was freaking out and we were discussing just blowing it up right inside our craft.
it: All'inizio, tutti stavano dando di matto e stavamo discutendo di farlo esplodere proprio all'interno della nostra imbarcazione.

source: But then it was decided that this was a unique opportunity to learn more about the Xsotan.
it: Ma poi si è deciso che questa era un'opportunità unica per saperne di più sugli Xsotan.

source: We cut open the hull of the ship and entered it.
it: Aprimmo lo scafo della nave ed entrammo.

source: It turned out to have been a large drone of some sort, since no life sustaining technologies could be found.
it: Si è rivelato essere un grosso drone di qualche tipo, dal momento che non è stato possibile trovare tecnologie di supporto vitale.

source: But what was more interesting was the material most of the craft was constructed of.
it: Ma ciò che era più interessante era il materiale con cui era costruita la maggior parte dell'imbarcazione.

source: It was very light and seems to be ideal for storing energy.
it: Era molto leggero e sembra essere l'ideale per immagazzinare energia.

source: Our scientists decided to call it AVORION.
it: I nostri scienziati hanno deciso di chiamarlo AVORION.

source: Since nobody has ever seen anything like it before, it is assumed that this material only exists inside the Barrier.
it: Poiché nessuno ha mai visto nulla di simile prima, si presume che questo materiale esista solo all'interno della Barriera.

source: Maybe it is even the key to crossing the rifts?
it: Forse è anche la chiave per attraversare le spaccature?

source: Captain's Log - Campaign 7345
it: Diario del capitano - Campagna 7345

source: We have followed the ships to the regions close to the Barrier that only Xsotan ever go to.
it: Abbiamo seguito le navi nelle regioni vicine alla Barriera in cui solo Xsotan si reca.

source: Revenge will be ours! Those aliens will be paying for what they did to us in yesterday's battle!
it: La vendetta sarà nostra! Quegli alieni pagheranno per quello che ci hanno fatto nella battaglia di ieri!

source: Nobody may dare attack our faction! Prepare for attack! ...
it: Nessuno può osare attaccare la nostra fazione! Preparati all'attacco! ...

source: What did I say? Those Xsotan have gotten what they deserved and more!
it: Cosa ho detto? Quegli Xsotan hanno ottenuto quello che meritavano e anche di più!

source: They will now think twice to even get near our faction.
it: Ora ci penseranno due volte anche solo per avvicinarsi alla nostra fazione.

source: My crew has fought bravely and with no mercy. Now the wrecks of the Xsotan will drift through empty space for all eternity.
it: Il mio equipaggio ha combattuto coraggiosamente e senza pietà. Ora i relitti degli Xsotan andranno alla deriva nello spazio vuoto per tutta l'eternità.

source: Captain's Log - Campaign 7635
it: Diario del capitano - Campagna 7635

source: The pirates set up a trap! We had almost defeated them and they were retreating.
it: I pirati hanno teso una trappola! Li avevamo quasi sconfitti e si stavano ritirando.

source: Suddenly, many more pirate ships jumped into the sector. But we stood our ground!
it: Improvvisamente, molte altre navi pirata saltarono nel settore. Ma abbiamo mantenuto la nostra posizione!

source: All of our ships fought bravely, and although we suffered many losses, victory was ours!
it: Tutte le nostre navi hanno combattuto coraggiosamente, e anche se abbiamo subito molte perdite, la vittoria è stata nostra!

source: After caring for our wounded, we began to trace where the pirates had come from.
it: Dopo esserci presi cura dei nostri feriti, iniziammo a tracciare da dove provenivano i pirati.

source: We jumped to their home sector and found their stations. Now those stations are ours and their workers work for us!
it: Siamo saltati nel loro settore domestico e abbiamo trovato le loro postazioni. Ora quelle stazioni sono nostre e i loro lavoratori lavorano per noi!

source: Let that be a lesson for anybody who thinks they can attack our faction!
it: Che sia una lezione per chiunque pensi di poter attaccare la nostra fazione!

source: Captain's Log - Patrol 362815
it: Diario del capitano - Pattuglia 362815

source: No special incidents. No sightings of Xsotan, pirates or enemy factions.
it: Nessun incidente speciale. Nessun avvistamento di Xsotan, pirati o fazioni nemiche.

source: The first mate has suggested to diverge from our usual route, he claims he has heard of troubles.
it: Il primo ufficiale ha suggerito di deviare dalla nostra solita rotta, afferma di aver sentito parlare di problemi.

source: We will change our course accordingly.
it: Cambieremo il nostro corso di conseguenza.

source: IT WAS A TRAP! The first mate was working for the pirates!
it: ERA una TRAPPOLA! Il primo ufficiale lavorava per i pirati!

source: When we jumped into the sector, we were suddenly faced with a whole fleet of pirates.
it: Quando siamo saltati nel settore, ci siamo trovati improvvisamente di fronte a un'intera flotta di pirati.

source: We are trying to fight our way out of this, but it does look grim. Tell ... CHRRR ... that ... CHRRR ...
it: Stiamo cercando di trovare una via d'uscita, ma sembra triste. Dì ... CHRRR ... che ... CHRRR ...

source: A few days ago, we came across a wreckage.
it: Qualche giorno fa, ci siamo imbattuti in un relitto.

source: I wanted to just fly past it, but my first mate persuaded me to go take a look at it.
it: Volevo solo volarci sopra, ma il mio primo ufficiale mi ha convinto ad andare a dare un'occhiata.

source: From afar, it looked just like a regular freighter, but when we came closer we realized that it must have been a pirate ship.
it: Da lontano, sembrava proprio un normale mercantile, ma quando ci siamo avvicinati ci siamo resi conto che doveva essere una nave pirata.

source: We entered it and immediately realized that all escape capsules were gone.
it: Ci siamo entrati e subito ci siamo accorti che tutte le capsule di fuga erano sparite.

source: Our mechanics took a look at the engine room and reported that the ship was in no state to fly.
it: I nostri meccanici hanno dato un'occhiata alla sala macchine e hanno riferito che la nave non era in grado di volare.

source: Not only was there no more energy but some of the wires had been fried also.
it: Non solo non c'era più energia, ma alcuni dei fili erano stati fritti.

source: Then we checked out the cargo bay.
it: Poi abbiamo controllato la stiva di carico.

source: It was not only made completely of lead, but it was also full of cargo!
it: Non solo era fatta completamente di piombo, ma era anche piena di merci!

source: Of course we took everything valuable on board and left the wreckage to float through space.
it: Naturalmente abbiamo preso tutto ciò che era prezioso a bordo e abbiamo lasciato il relitto a galleggiare nello spazio.

source: Oh what a bad decision that was.
it: Oh, che pessima decisione.

source: We have been followed by pirates and smugglers ever since.
it: Da allora siamo stati seguiti da pirati e contrabbandieri.

source: One of the items we took must have had some sort of tracer on it.
it: Uno degli oggetti che abbiamo preso doveva avere una sorta di tracciante sopra.

source: So far, we are doing a good job of evading our pursuers, and we only have to reach a civilized sector to be safe.
it: Finora, stiamo facendo un buon lavoro nell'eludere i nostri inseguitori e dobbiamo solo raggiungere un settore civile per essere al sicuro.

source: Captain's Log - Mining Craft GHANGIRSO
it: Diario del Capitano - Nave mineraria GHANGIRSO

source: Yesterday evening we jumped into a new sector.
it: Ieri sera siamo entrati in un nuovo settore.

source: And we couldn't believe our eyes!
it: E non potevamo credere ai nostri occhi!

source: There was a fresh asteroid field full of trinium asteroids.
it: C'era un campo di asteroidi fresco pieno di asteroidi di trinio.

source: We could tell nobody had ever mined in it before, and we instantly set our mining lasers to it.
it: Potevamo dire che nessuno l'aveva mai estratto prima e abbiamo immediatamente impostato i nostri laser minerari su di esso.

source: We were all very excited because the resources from this field would mean that we could all take an extended vacation after we were done.
it: Eravamo tutti molto entusiasti perché le risorse di questo campo avrebbero significato che tutti avremmo potuto fare una vacanza prolungata dopo aver finito.

source: But today, as we were just mining away, a ship of the Hunii faction appeared.
it: Ma oggi, mentre stavamo scavando, è apparsa una nave della fazione Hunii.

source: We saw them hover at the edge of the asteroid field for a while, then they disappeared.
it: Li abbiamo visti librarsi ai margini del campo di asteroidi per un po', poi sono scomparsi.

source: We had meant to take all the trinium on board of the Ghangirso and not share it with anyone.
it: Avevamo intenzione di prendere tutto il trinium a bordo della Ghangirso e non condividerlo con nessuno.

source: But then we realized that we would rather share everything with people from our own faction than with the Hunii.
it: Ma poi ci siamo resi conto che preferiremmo condividere tutto con persone della nostra fazione piuttosto che con gli Hunii.

source: We sent out a call, and not soon after, mining ships from our faction turned up, just about at the same time as more crafts of the Hunii appeared.
it: Inviammo una chiamata, e non appena arrivarono le navi minerarie della nostra fazione, quasi nello stesso momento in cui apparvero altre navi degli Hunii.

source: Now it will come down to who can mine faster!
it: Ora si tratterà di chi può estrarre più velocemente!

source: Captain's Log - Cruise Ship LOKERAD
it: Diario del capitano - LOKERAD della nave da crociera

source: This morning something horrible has happened.
it: Stamattina è successo qualcosa di orribile.

source: We were cruising through an empty sector at slow speed.
it: Stavamo attraversando un settore vuoto a bassa velocità.

source: We were using some drones to recolor the outside of the ship while we were just ambling along.
it: Stavamo usando alcuni droni per ricolorare l'esterno della nave mentre stavamo solo passeggiando.

source: Suddenly, one of the drones sent a horrible message:
it: Improvvisamente, uno dei droni ha inviato un messaggio orribile:

source: It had run out of the color INFINITY HOT PINK!
it: Aveva esaurito il colore ROSA CALDO INFINITO!

source: We checked all the stores on board, but there was nothing left.
it: Abbiamo controllato tutti i negozi a bordo, ma non era rimasto nulla.

source: Now half of our ship is painted ETERNAL SKY BLUE and the other half pink.
it: Ora metà della nostra nave è dipinta di BLU CIELO ETERNO e l'altra metà di rosa.

source: How are we supposed to show our faces in any civilized sector?
it: Come dovremmo mostrare la nostra faccia in qualsiasi settore civile?

source: Captain's Log - Supply Ship S3079
it: Diario del capitano - Nave rifornimento S3079

source: These are my thoughts about the new Type-X Model of generation 2998:
it: Questi sono i miei pensieri sul nuovo Modello Type-X di generazione 2998:

source: Its design is the most pleasing of all models of the class.
it: Il suo design è il più gradevole di tutti i modelli della categoria.

source: Streamlined, elegant and yet powerful.
it: Semplificato, elegante ma potente.

source: Flying it feels fantastic!
it: Volare è fantastico!

source: It accelerates to 5500m/s in a few seconds, and because of the ingeniously placed thrusters it is as agile as a bird of prey.
it: Accelera fino a 5500 m/s in pochi secondi e, grazie ai propulsori ingegnosamente posizionati, è agile come un rapace.

source: Perfect for navigating through asteroid fields.
it: Perfetto per navigare attraverso i campi di asteroidi.

source: Brand new technology of generators and energy containers has been used and there is as much cargo bay as anyone might ever need.
it: È stata utilizzata una nuovissima tecnologia di generatori e contenitori di energia e c'è tutta la baia di carico di cui chiunque potrebbe mai aver bisogno.

source: The Type-X can be ordered at select shipyards.
it: La Type-X può essere ordinata presso cantieri navali selezionati.

source: They are offering exceptional service and will customize your ship as well!
it: Offrono un servizio eccezionale e personalizzeranno anche la tua nave!

source: Recording of 'Space Race 133'
it: Registrazione di "Space Race 133"

source: Welcome, welcome and welcome to this year's Space Race!
it: Benvenuti, benvenuti e benvenuti alla corsa allo spazio di quest' anno!

source: Spectacular speed and strong ships!
it: Velocità spettacolare e navi potenti!

source: This year, the fastest ships and most daring pilots will fly an enormously dangerous route!
it: Quest' anno, le navi più veloci e i piloti più audaci voleranno su una rotta estremamente pericolosa!

source: Who will win? Who will survive? Who knows!
it: Chi vincerà? Chi sopravviverà? Chissà!

source: Here they are:
it: Eccoli:

source: On position number one: Crantichan the Crazy!
it: Nella posizione numero uno: Crantichan il Pazzo!

source: On position number two, come all the way from the other side of the galaxy: Promolo the Pretty.
it: Nella posizione numero due, vieni dall'altra parte della galassia: Promolo il Bello.

source: On position number three: Botum the Brave!
it: Alla posizione numero tre: Botum il coraggioso!

source: On position number four, last years winner: Cluhna the Clever.
it: Al quarto posto, vincitore dello scorso anno: Cluhna l'Intelligente.

source: And on position number five, the secret favorite of many here in the audience: Damjej the Daring!
it: E alla posizione numero cinque, la preferita segreta di molti qui tra il pubblico: Damjej l'audace!

source: The racers are making their way to the starting line, only five more minutes to go...
it: I piloti si stanno dirigendo verso la linea di partenza, mancano solo cinque minuti...

source: Recording of 'Galactic Beauty Pageant 79'
it: Registrazione di "Galactic Beauty Pageant 79"
