Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Losing your ship can be brutal, but it's not the end of the world! \c(3dd)Repair Docks\c() will tow and quickly reassemble your ship for a very affordable fee.
it: Perdere la tua nave può essere brutale, ma non è la fine del mondo! \c(3dd)Repair Docks\c() rimorchierà e riassemblerà rapidamente la tua nave a un costo molto conveniente.

source: When you set a \c(3dd)Repair Dock\c() to be your \c(3dd)Reconstruction Site\c(), you can repair & tow ships for free there, and switch into the sector from anywhere on the Galaxy Map.
it: Quando imposti un \c(3dd)Repair Dock\c() come tuo \c(3dd)Reconstruction Site\c(), puoi riparare e trainare navi gratuitamente lì e passare al settore da qualsiasi punto della Mappa Galattica.

source: Be careful when venturing towards the core of the galaxy, as there are scoundrels hunting for weak ships. Be prepared!
it: Fai attenzione quando ti avventuri verso il nucleo della galassia, poiché ci sono furfanti a caccia di navi deboli. Preparati!

source: Don't be fooled by the apparent size of your ship! Even the smaller ships in Avorion are easily a few hundred yards in size.
it: Non farti ingannare dalle dimensioni apparenti della tua nave! Anche le navi più piccole di Avorion sono facilmente di poche centinaia di metri.

source: In Avorion, ships can be miles long, so don't be surprised if their handling is not the same as a small one-man fighter.
it: In Avorion, le navi possono essere lunghe miglia, quindi non sorprenderti se la loro gestione non è la stessa di un piccolo caccia individuale.

source: When flying 1000m/s, you're actually blasting at 2301 mph, which is almost mach 3!
it: Quando voli a 1000 m/s, in realtà stai esplodendo a 2301 mph, che è quasi mach 3!

source: Avorion has an extensive \c(3dd)Encyclopedia\c(), which can be found in the \c(3dd)Player Window\c()!
it: Avorion ha una vasta \c(3dd)Enciclopedia\c(), che può essere trovata nella \c(3dd) Finestra del giocatore\c()!

source: If you forgot how something works, or simply want to learn about the game, check out the \c(3dd)Encyclopedia\c() in the \c(3dd)Player Window\c()!
it: Se hai dimenticato come funziona qualcosa, o semplicemente vuoi conoscere il gioco, dai un'occhiata all '\c(3dd)Enciclopedia\c() nella \c(3dd) Finestra Giocatore\c()!

source: Assign a \c(3dd)Fighter\c() as a blueprint in your \c(3dd)Hangar\c() to produce more of them.
it: Assegna un \c(3dd)Caccia\c() come progetto nel tuo \c(3dd)Hangar\c() per produrne di più.

source: You need \c(3dd)Assembly Blocks\c() to produce \c(3dd)Fighters\c() on your crafts.
it: Hai bisogno di \c(3dd) Blocchi di Assemblaggio\c() per produrre \c(3dd)Caccia\c() sulle tue imbarcazioni.

source: \c(3dd)Assembly Blocks\c() will enable and speed up production of \c(3dd)Fighters\c() on your crafts.
it: I\c(3dd) Blocchi di Assemblaggio\c() abiliteranno e accelereranno la produzione di \c(3dd)Caccia\c() sulle tue imbarcazioni.

source: The production of a \c(3dd)Fighter\c() in your \c(3dd)Hangar\c() will always take at least 60 seconds.
it: La produzione di un \c(3dd)Caccia\c() nel tuo \c(3dd)Hangar\c() richiederà sempre almeno 60 secondi.

source: You can design your own \c(3dd)Fighters\c() at a \c(3dd)Fighter Factory\c() by combining a turret and a saved ship plan.
it: Puoi progettare i tuoi \c(3dd)Caccia\c() in una \c(3dd) Fabbrica di Caccia\c() combinando una torretta e un piano nave salvato.

source: \c(3dd)Fighters\c() avoid shots by doing loops or barrel rolls.
it: I\c(3dd)combattenti\c() evitano i colpi eseguendo loop o rulli di canna.

source: \c(3dd)Fighters\c() can dodge a fixed amount of times per minute; the exact number depends on the skill of their pilots.
it: I\c(3dd)Caccia\c() possono schivare un numero fisso di volte al minuto; il numero esatto dipende dall'abilità dei loro piloti.

source: The higher the level of a \c(3dd)Fighter Pilot\c(), the higher the initial dodges per minute and the higher the dodge chance after the fixed dodges are used up.
it: Più alto è il livello di un \c(3dd) pilota di caccia\c(), maggiore è la schivata iniziale al minuto e maggiore è la probabilità di schivata dopo che le schivate fisse sono esaurite.

source: Higher material \c(3dd)Assembly Blocks\c() will allow your ship to produce more \c(3dd)Fighters\c() in a certain timespan.
it: Materiale superiore\c(3dd) Blocchi di assemblaggio\c() permetteranno alla tua nave di produrre più \c(3dd)Caccia\c() in un certo periodo di tempo.

source: The material of a \c(3dd)Turret\c() used in the \c(3dd)Fighter Factory\c() will add additional boosts to your \c(3dd)Fighter\c().
it: Il materiale di una \c(3dd)Torretta\c() utilizzata nella \c(3dd) Fabbrica di Caccia\c() aggiungerà ulteriori potenziamenti al tuo \c(3dd)Caccia\c().

source: The rarity of a turret used in the \c(3dd)Fighter Factory\c() will determine how many stat points you can spend on a fighter.
it: La rarità di una torretta utilizzata nella \c(3dd) Fabbrica di caccia\c() determinerà quanti punti stat puoi spendere per un caccia.

source: The base durability of a \c(3dd)Fighter\c() depends on the material the fighter is made of.
it: La durata di base di un \c(3dd)Caccia\c() dipende dal materiale di cui è fatto il caccia.

source: Smaller \c(3dd)Fighters\c() will take up less space in your hangar.
it: I combattenti\c(3dd) più piccoli\c() occuperanno meno spazio nel tuo hangar.

source: To \c(3dd)board\c() another ship or station, its hull must be below 30%. After that, you can send out \c(3dd)Boarding Shuttles\c() with \c(3dd)Boarders\c().
it: Per \c(3dd)salire a bordo\c() di un'altra nave o stazione, il suo scafo deve essere inferiore al 30%. Dopodiché, puoi inviare \c(3dd) navette di imbarco\c() con \c(3dd)imbarcatori\c().

source: \c(3dd)Boarding Shuttles\c() can transport \c(3dd)Boarders\c() to the target in multiple waves.
it: Le\c(3dd) Navette d'Imbarco\c() possono trasportare \c(3dd) Barconieri\c() al bersaglio in più ondate.

source: When defending against \c(3dd)Boarders\c(), the captain and higher ranking officers will put up a bigger fight than normal crew members.
it: Quando si difende contro i\c(3dd) Convittori\c(), il capitano e gli ufficiali di grado superiore combatteranno più dei normali membri dell'equipaggio.

source: \c(3dd)Internal Defense Weapons\c() support your crew against enemy \c(3dd)Boarders\c(). If the enemy is stronger, they are only disabled until the next attack, not destroyed.
it: Le\c(3dd) Armi di Difesa Interna\c() supportano il tuo equipaggio contro i\c(3dd)Convittori nemici\c(). Se il nemico è più forte, viene disabilitato solo fino al prossimo attacco, non distrutto.

source: \c(3dd)Cargo\c() of boarded ships will not be marked as stolen.
it: Il\c(3dd)Carico\c() delle navi imbarcate non sarà contrassegnato come rubato.

source: \c(3dd)Boarding\c() stations is hard: They are heavily defended and require a lot of troops to board. They also take a lot of damage during the attack and must be \c(3dd)rebuilt\c() when conquered.
it: Le stazioni di\c(3dd)abbordaggio\c() sono difficili: sono pesantemente difese e richiedono molte truppe per abbordare. Inoltre subiscono molti danni durante l'attacco e devono essere \c(3dd)ricostruiti\c() una volta conquistati.

source: The galaxy is filled with \c(3dd)valuable objects\c(), such as secret stashes or ship wreckages. Some of those wreckages can even be made functional again.
it: La galassia è piena di\c(3dd) oggetti preziosi\c(), come nascondigli segreti o relitti di navi. Alcuni di quei relitti possono persino essere rimessi in funzione.

source: The \c(3dd)Gate System\c() offers a safe and fast way of travelling, for a price. Each passage will cost you money, and the price depends on the distance and your relations to the owners of the gate.
it: Il \c(3dd)Gate System\c() offre un modo sicuro e veloce di viaggiare, a un prezzo. Ogni passaggio ti costerà denaro e il prezzo dipende dalla distanza e dai tuoi rapporti con i proprietari del cancello.

source: Everything in the game is \c(3dd)generated procedurally\c() - no matter where you go, you will always find something new!
it: Tutto nel gioco è \c(3dd)generato proceduralmente\c() - non importa dove vai, troverai sempre qualcosa di nuovo!

source: Some sectors have entire \c(3dd)pirate bases\c() that will not hesitate to attack you! Make sure to explore a sector without a green blip with your drone first to ensure it's really safe.
it: Alcuni settori hanno intere \c(3dd) basi pirata\c() che non esiteranno ad attaccarti! Assicurati di esplorare prima un settore senza un blip verde con il tuo drone per assicurarti che sia davvero sicuro.

source: The closer you get to the center of the galaxy, the stronger your enemies will become.
it: Più ti avvicini al centro della galassia, più forti diventeranno i tuoi nemici.

source: You can see the rough direction of a \c(3dd)Hyperspace Gate\c() in its title. Directions are based on the cardinal points. N = North, SE = South East, WSW = West South West.
it: Puoi vedere la direzione approssimativa di un \c(3dd) Cancello Iperspaziale\c() nel suo titolo. Le direzioni si basano sui punti cardinali. N = Nord, SE = Sud Est, WSW = Ovest Sud Ovest.

source: Container fields sometimes contain \c(3dd)Secured Containers\c() that might be worth checking out.
it: I campi Contenitore a volte contengono \c(3dd) Contenitori Protetti\c() che potrebbe valere la pena controllare.

source: The green dots on the \c(3dd)Galaxy Map\c() show sectors where you can find something interesting.
it: I punti verdi sulla \c(3dd) Mappa Galattica\c() mostrano i settori in cui puoi trovare qualcosa di interessante.

source: The blue radius around your position on the \c(3dd)Galaxy Map\c() shows how far your ship can jump.
it: Il raggio blu intorno alla tua posizione sulla \c(3dd) Mappa Galattica\c() mostra fino a che punto la tua nave può saltare.

source: Visited sectors with content are marked automatically on your \c(3dd)Galaxy Map\c().
it: I settori visitati con contenuti vengono contrassegnati automaticamente sulla tua \c(3dd) Mappa Galattica\c().

source: Make sure you also explore sectors that are not marked with a dot. But be careful, as pirates like to hide in these unknown regions.
it: Assicurati di esplorare anche i settori che non sono contrassegnati da un punto. Ma attenzione, i pirati amano nascondersi in queste regioni sconosciute.

source: A \c(3dd)Flight Recorder\c() block will mark the location of your ship's destruction on the \c(3dd)Galaxy Map\c() - but only if it's still intact when the ship is destroyed! So make sure your \c(3dd)Flight Recorders\c() are protected.
it: Un blocco\c(3dd) Registratore di Volo\c() segnerà la posizione della distruzione della tua nave sulla \c(3dd) Mappa Galattica\c() - ma solo se è ancora intatta quando la nave viene distrutta! Quindi assicurati che i tuoi \c(3dd) Registratori di Volo\c() siano protetti.

source: You can select \c(3dd)Inventory\c() items as a favorite or mark them as trash with the right mouse button.
it: Puoi selezionare \c(3dd) Oggetti dell'inventario\c() come preferiti o contrassegnarli come cestino con il pulsante destro del mouse.

source: New items in your \c(3dd)Inventory\c() will be highlighted until you hover the mouse over them.
it: I nuovi oggetti nel tuo \c(3dd)Inventario\c() saranno evidenziati fino a quando non passi il mouse sopra di essi.

source: You can filter the items in your \c(3dd)Inventory\c(). Example: type 'naonite laser' to find all turrets that fire lasers and that are made of Naonite.
it: Puoi filtrare gli articoli nel tuo \c(3dd)Inventario\c(). Esempio: digitare 'laser naonite' per trovare tutte le torrette che sparano laser e che sono fatte di Naonite.

source: The bigger the docking blocks on your ship, the stronger their tractor beams are.
it: Più grandi sono i blocchi di attracco sulla tua nave, più forti sono le loro travi del trattore.

source: You can undock all docked objects at once by pressing %s.
it: È possibile sganciare tutti gli oggetti ancorati contemporaneamente premendo %s.

source: Ships with \c(3dd)Mining Subsystems\c() can detect asteroids with resources. The more advanced the system, the rarer materials that can be detected in asteroids.
it: Le navi con \c(3dd) sottosistemi minerari\c() possono rilevare asteroidi con risorse. Più il sistema è avanzato, più rari sono i materiali che possono essere rilevati negli asteroidi.

source: Ships with \c(3dd)Trading Subsystems\c() can communicate with factories and other stations to check prices and stock without docking to the station.
it: Le navi con \c(3dd)Trading Subsystems\c() possono comunicare con fabbriche e altre stazioni per controllare prezzi e scorte senza attraccare alla stazione.

source: Upgrade your ship with \c(3dd)Subsystems\c(). There are systems for \c(3dd)Trading\c(), \c(3dd)Turrets\c(), \c(3dd)Mining\c(), \c(3dd)Engines\c() and much more.
it: Migliora la tua nave con \c(3dd)Sottosistemi\c(). Esistono sistemi per \c(3dd)Trading\c(), \c(3dd)Torrette\c(), \c(3dd)Mining\c(), \c(3dd)Motori\c() e molto altro.

source: Your ship will unlock more \c(3dd)Subsystem\c() sockets with increased processing power, not mass or volume.
it: La tua nave sbloccherà più prese del\c(3dd)Sottosistema\c() con maggiore potenza di elaborazione, non massa o volume.

source: You can install \c(3dd)Subsystems\c() permanently for bonuses.
it: È possibile installare \c(3dd)Sottosistemi\c() in modo permanente per i bonus.

source: You can safely remove permanently installed \c(3dd)Subsystems\c() near an \c(3dd)Equipment Dock\c().
it: Puoi rimuovere in sicurezza i\c(3dd)Sottosistemi\c() installati in modo permanente vicino a un \c(3dd) Dock Attrezzature\c().

source: If you have a \c(3dd)Mining Subsystem\c(), install it in your ship before sending it on a \c(3dd)Mining Operation\c(). The ship's crew will thank you with higher yields!
it: Se hai un \c(3dd) Sottosistema Minerario\c(), installalo nella tua nave prima di inviarlo a una \c(3dd) Operazione Mineraria\c(). L'equipaggio della nave ti ringrazierà con rese più elevate!

source: Having a \c(3dd)Trading Subsystem\c() installed will guarantee you the best possible prices during the Procure and Sell Operations, instead of the regional average.
it: Avere un \c(3dd) Sottosistema di Trading\c() installato ti garantirà i migliori prezzi possibili durante le Operazioni di Acquisto e Vendita, invece della media regionale.

source: \c(3dd)Mining Lasers\c() can only mine materials that are of a similar level or lower.
it: I\c(3dd) laser minerari\c() possono estrarre solo materiali di livello simile o inferiore.

source: Wreckages can be salvaged, but you need special \c(3dd)Salvaging Lasers\c() for them.
it: I rottami possono essere recuperati, ma hai bisogno di speciali \c(3dd) Laser di recupero\c() per loro.

source: Not all wreckage blocks contain materials. Look for special blocks, e.g. \c(3dd)Engines\c() or \c(3dd)Cargo Bay\c() for more loot.
it: Non tutti i blocchi di rottami contengono materiali. Cerca blocchi speciali, ad esempio \c(3dd)Motori\c() o \c(3dd) Baia di carico\c() per più bottino.

source: Different materials have different strengths. The higher the material, the higher its strength.
it: Materiali diversi hanno diversi punti di forza. Maggiore è il materiale, maggiore è la sua resistenza.

source: Materials get better when you approach the center of the galaxy. But beware: all the other ships will get stronger, too.
it: I materiali migliorano quando ti avvicini al centro della galassia. Ma attenzione: anche tutte le altre navi diventeranno più forti.

source: Strength of materials is categorized in order from \c(3dd)Iron\c() (lowest) to \c(3dd)Avorion\c() (highest).
it: La resistenza dei materiali è classificata in ordine da \c(3dd)Ferro\c() (più basso) a \c(3dd)Avorione\c() (più alto).

source: \c(3dd)Mining Lasers\c() work faster when they are collecting materials that are lower than their own material.
it: I\c(3dd) laser minerari\c() funzionano più velocemente quando raccolgono materiali inferiori al proprio materiale.

source: \c(3dd)Mining\c() and \c(3dd)Salvaging Lasers\c() have an efficiency: the higher the efficiency, the higher their yield from mining asteroids or salvaging.
it: Il\c(3dd)Mining\c() e il\c(3dd)Recupero Laser\c() hanno un'efficienza: maggiore è l'efficienza, maggiore è il loro rendimento dall'estrazione di asteroidi o dal recupero.

source: \c(3dd)Mining Lasers\c() with an efficiency of 15 will only gather 15% of the resources in an asteroid.
it: I\c(3dd) laser minerari\c() con un'efficienza di 15 raccoglieranno solo il 15% delle risorse in un asteroide.

source: \c(3dd)R-Mining Lasers\c() don't immediately refine resources; your ship needs a cargo bay to collect the raw ores.
it: I\c(3dd)Laser R-Mining\c() non perfezionano immediatamente le risorse; la tua nave ha bisogno di una stiva di carico per raccogliere i minerali grezzi.

source: \c(3dd)R-Mining Lasers\c() have a much higher efficiency than refining Lasers.
it: I\c(3dd)laser R-Mining\c() hanno un'efficienza molto più elevata rispetto ai laser di raffinazione.

source: Refine resource ores at a \c(3dd)Resource Depot\c(). It costs a small fee, but has very high yields.
it: Raffina i minerali delle risorse in un \c(3dd) Deposito Risorse\c(). Costa una piccola commissione, ma ha rendimenti molto elevati.

source: When playing with your friends you can form an \c(3dd)Alliance\c() together.
it: Quando giochi con i tuoi amici puoi formare un \c(3dd)Alleanza\c() insieme.

source: Upload your creations to the \c(3dd)Steam Workshop\c() in the \c(3dd)Saved Ships\c() window in \c(3dd)Building Mode\c() for everybody else to use!
it: Carica le tue creazioni nel\c(3dd) Workshop di Steam\c() nella finestra\c(3dd) Navi salvate\c() in \c(3dd) Modalità Costruzione\c() per tutti gli altri!

source: You can use the \c(3dd)Steam Workshop\c() to subscribe to and download other people's awesome ship creations!
it: Puoi utilizzare il \c(3dd) Workshop di Steam\c() per iscriverti e scaricare le fantastiche creazioni di navi di altre persone!

source: You can build your own \c(3dd)Turrets\c() at a \c(3dd)Turret Factory\c().
it: Puoi costruire le tue \c(3dd)Torrette\c() in una \c(3dd) Fabbrica di Torrette\c().

source: A \c(3dd)Scrapyard\c() can break down turrets into parts.
it: Un \c(3dd)Deposito rottami\c() può scomporre le torrette in parti.

source: You can acquire new \c(3dd)turrets\c() by \c(3dd)destroying\c() other ships.
it: Puoi acquisire nuove \c(3dd)torrette\c()\c(3dd)distruggendo\c() altre navi.

source: \c(3dd)Turrets\c() drop when you destroy turrets on other ships. To get mining turrets you should destroy mining ships, and to get armed turrets, you should destroy armed ships.
it: Le\c(3dd)Torrette\c() cadono quando distruggi le torrette su altre navi. Per ottenere torrette minerarie dovresti distruggere le navi minerarie e per ottenere torrette armate, dovresti distruggere le navi armate.

source: \c(3dd)Railguns\c() are accurate and strong against a ship's hull. They will penetrate multiple blocks, dealing damage to each block they hit.
it: I\c(3dd)cannoni ferroviari\c() sono precisi e forti contro lo scafo di una nave. Penetreranno più blocchi, infliggendo danni a ciascun blocco colpito.

source: \c(3dd)Plasma Cannons\c() are always strong against shields.
it: I\c(3dd) cannoni al plasma\c() sono sempre forti contro gli scudi.

source: \c(3dd)Pulse Cannons\c() have ionized shots that have a very high chance of penetrating an enemy's shields.
it: I\c(3dd) cannoni a impulsi\c() hanno colpi ionizzati che hanno un'altissima probabilità di penetrare gli scudi di un nemico.

source: \c(3dd)Rocket Launchers\c() deal massive damage to a ship's hull, but since the rockets are slow they are best used against stationary targets.
it: I\c(3dd)Lanciarazzi\c() infliggono danni enormi allo scafo di una nave, ma poiché i razzi sono lenti, è meglio usarli contro bersagli fissi.

source: \c(3dd)Chainguns\c() are primitive but can almost always fire without using energy or overheating.
it: I\c(3dd) Chainguns\c() sono primitivi ma possono quasi sempre sparare senza usare energia o surriscaldarsi.

source: \c(3dd)Lasers\c() are very accurate and deal reliable damage but need energy to operate.
it: I\c(3dd)laser\c() sono molto precisi e infliggono danni affidabili ma hanno bisogno di energia per funzionare.

source: More mass isn't always a bad thing: \c(3dd)Cannons\c() have high recoil, so you should build ships that are heavy enough to withstand that recoil.
it: Una maggiore massa non è sempre una brutta cosa: i\c(3dd)cannoni\c() hanno un alto rinculo, quindi dovresti costruire navi abbastanza pesanti da resistere a quel rinculo.

source: \c(3dd)Lightning Guns\c() deal very high damage but are usually very inaccurate.
it: Le\c(3dd) Pistole Fulmine\c() infliggono danni molto elevati ma di solito sono molto imprecise.

source: With \c(3dd)Force Turrets\c(), you can move other objects, pull yourself towards them or push yourself away from them.
it: Con le\c(3dd) Torrette di Forza\c(), puoi spostare altri oggetti, tirarti verso di loro o allontanarti da loro.

source: \c(3dd)Salvaging Lasers\c() have a very short range but can deal massive damage. But not against shields.
it: I\c(3dd) Laser di Recupero\c() hanno una portata molto breve ma possono infliggere danni enormi. Ma non contro gli scudi.

source: \c(3dd)Bolters\c() deal a lot of damage against the hull of a ship, but they can also overheat quickly.
it: I\c(3dd) Bolter\c() infliggono molti danni allo scafo di una nave, ma possono anche surriscaldarsi rapidamente.

source: You can compare \c(3dd)Turrets\c(), \c(3dd)Torpedoes\c(), \c(3dd)Fighters\c() or \c(3dd)Subsystems\c() by hovering them with the mouse and pressing 'E'.
it: Puoi confrontare \c(3dd)Torrette\c(), \c(3dd)Siluri\c(), \c(3dd)Caccia\c() o \c(3dd)Sottosistemi\c() posizionandoli con il mouse e premendo 'E'.

source: \'+stats\' in tooltips show how much better this \c(3dd)Turret\c() is compared to the average of the same tech level. They (+x efficiency/dps/range...) are already included in the total stats shown above!
it: Le\'+statistiche\' nei suggerimenti mostrano quanto sia migliore questa \c(3dd)Torretta\c() rispetto alla media dello stesso livello tecnologico. Essi (+x efficienza/dps/range...) sono già inclusi nelle statistiche totali mostrate sopra!

source: The galactic consensus to measure \c(3dd)Fire Power\c() is \c(3dd)'Omicron'\c(). 100 \c(3dd)Omicron\c() is 100 of what earthlings call 'Damage per second'.
it: Il consenso galattico per misurare la\c(3dd) Potenza di Fuoco\c() è \c(3dd)'Omicron'\c(). 100 \c(3dd)Omicron\c() è 100 di ciò che i terrestri chiamano 'Danno al secondo'.

source: Some \c(3dd)Legendary Weapons\c() have secret properties that aren't immediately visible - you should always try them out!
it: Alcune \c(3dd) Armi Leggendarie\c() hanno proprietà segrete che non sono immediatamente visibili - dovresti sempre provarle!

source: When a turret has \c(3dd)Auto Targeting\c() enabled, you can assign it its own targets and orders.
it: Quando una torretta ha abilitato l '\c(3dd)Auto Targeting\c(), è possibile assegnarle i propri bersagli e ordini.

source: Turrets have a certain 'dead zone' when turning and aiming. If you want your turrets to shoot forward well, it's best to place them on a side facing the top, bottom, left or right of the ship - instead of a front-facing side.
it: Le torrette hanno una certa "zona morta" quando girano e mirano. Se vuoi che le tue torrette sparino bene in avanti, è meglio posizionarle su un lato rivolto in alto, in basso, a sinistra o a destra della nave, invece che su un lato frontale.

source: Shooting other ships will affect your \c(3dd)Relations\c() with that ship's entire faction.
it: Sparare ad altre navi influenzerà le tue \c(3dd)Relazioni\c() con l'intera fazione di quella nave.
