Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

# generic name for 'T1M-LRD-Tech Cargo Extension MK ${mark}${post}'
source: Cargo Extension
it: Estensione del carico

source: Cargo Hold (relative)
it: Stiva (relativa)

source: It's bigger on the inside!
it: È più grande all'interno!

source: Civil Turret Control Subsystem ${ids}-TCS-${num}
it: Sottosistema Controllo Torretta Civile ${ids}-TCS-${num}

# generic name for 'Civil Turret Control Subsystem ${ids}-TCS-${num}'
source: Turret Control Subsystem (Civil)
it: Sottosistema Controllo Torretta (Civile)

source: Internal Defense Weapons System IDWS-${num}
it: Sistema di armi di difesa interno IDWS-${num}

# generic name for 'Internal Defense Weapons System IDWS-${num}'
source: Internal Defense Weapons System
it: Sistema di armi di difesa interno

source: Internal Defense Weapons
it: Armi di difesa interna

source: Internal Defense Weapons System
it: Sistema di armi di difesa interno

source: Adds internal defense weapons to fight off enemy boarders
it: Aggiunge armi di difesa interne per combattere gli attaccanti nemici

source: Generator Booster
it: Booster generatore

source: MK ${mark} Energy-To-Shield Converter
it: Convertitore MK ${mark} Energy-To-Shield

# generic name for 'MK ${mark} Energy-To-Shield Converter'
source: Energy-To-Shield Converter
it: Convertitore Energy-To-Shield

source: Re-routes energy to shields
it: Reindirizza l'energia agli scudi

source: Engine Booster
it: Booster motore

source: Accelerating Engine Subsystem
it: Sottosistema Motore Acceleratore

source: Engine Subsystem
it: Sottosistema motore

source: Stabilizing Mainframe Wiring
it: Stabilizzazione del cablaggio del mainframe

source: Excess Processing Power
it: Potenza di elaborazione in eccesso

source: Required Subsystem Sockets
it: Prese sottosistema richieste

source: Only active with 15 subsystem sockets available.
it: Solo attivo con 15 prese del sottosistema disponibili.

source: Increases maximum Processing Power,
it: Aumenta la potenza di elaborazione massima,

source: as if it had more than 15 subsystem sockets.
it: come se avesse più di 15 prese di sottosistema.

source: Because bigger is better.
it: Perché più grande è, meglio è.

source: One-headed
it: A una testa

source: Two-headed
it: A due teste

source: Three-headed
it: A tre teste

source: Four-headed
it: Quattro teste

source: Five-headed
it: A cinque teste

source: Six-headed
it: A sei teste

source: Seven-headed
it: Sette teste

# generic name for '${rarityName} Hydra ${serialNumber}'
source: Hydra Subsystem
it: Sottosistema HYDRA

source: RCN-${serial} Tractor Beam Upgrade MK ${mark}
it: RCN-${serial} Potenziamento Tractor Beam MK ${mark}

# generic name for 'RCN-${serial} Tractor Beam Upgrade MK ${mark}'
source: Tractor Beam Upgrade
it: Miglioramento del fascio del trattore

source: Gotta catch 'em all!
it: Dobbiamo prenderli tutti!

source: Combat Turret Control Subsystem ${ids}-TCS-${num}
it: Sottosistema di controllo della torretta di combattimento ${ids}-TCS-${num}

# generic name for 'Combat Turret Control Subsystem ${ids}-TCS-${num}'
source: Turret Control Subsystem (Combat)
it: Sottosistema Controllo Torretta (Combattimento)

source: Super-Class
it: Superclasse

source: Pro-Class
it: Pro-Classe

source: Damaged
it: Danneggiato

source: Mining Subsystem Plus
it: Sottosistema Minerario Plus

source: Mining Subsystem
it: Sottosistema minerario

source: Deep-Scan Radar Booster
it: Potenziamento radar a scansione profonda

source: Revealing Radar Booster
it: Booster Radar Rivelante

# continues with 'as yellow blips on the map'
source: Shows sectors with mass
it: Mostra i settori con massa

# continued from 'Shows sectors with mass '
source: as yellow blips on the map
it: come puntini gialli sulla mappa

source: Hardening Shield Ionizer
it: Ionizzatore scudo indurente

source: Plasmatic Shield Ionizer
it: Ionizzatore dello scudo plasmatico

source: Grounding Shield Ionizer
it: Ionizzatore dello schermo di messa a terra

source: Solidifying Shield Ionizer
it: Ionizzatore scudo solidificante

source: Resistance against
it: Resistenza contro

source: %s damage
it: %s danni

source: Ionizes the shield against incoming damage.
it: Ionizza lo scudo contro i danni in arrivo.

source: Reduces damage received from
it: Riduce i danni ricevuti da

source: %s weapons.
it: %s armi.

# continues with 'see cargo, exact HP, etc. of other ships'
source: Increases the distance from which you can
it: Aumenta la distanza da cui è possibile

# continued from 'Increases the distance from which you can'
source: see cargo, exact HP, etc. of other ships
it: vedi carico, HP esatti, ecc. di altre navi

# ex: 1Q-4000 Reviving Shield Booster
source: ${serial}-${rarity} Reviving ${name}
it: ${serial}-${rarity} Rianimazione ${name}

source: Shield Impenetrator
it: Impenetratore scudo

source: Impenetrable Shields
it: Scudi impenetrabili

source: Time Until Recharge
it: Tempo fino alla ricarica

source: Permanent Installation:
it: Installazione permanente:

source: Shields can't be penetrated by shots or torpedoes.
it: Gli scudi non possono essere penetrati da colpi o siluri.

source: Durability is diverted to reinforce shield membrane.
it: La durata viene deviata per rinforzare la membrana dello scudo.

source: Time until recharge after a hit is increased.
it: Tempo fino alla ricarica dopo che un colpo è aumentato.

source: [Destroy Hyperspace Drive]
it: [Distruggi Hyperspace Drive]

source: Charging ...
it: Ricarica in corso...

source: The hyperspace engine has been destroyed.
it: Il motore iperspaziale è stato distrutto.

source: Hyperspace Overloader
it: Overloader iperspaziale

source: This system was built by Bottan's chief engineer.
it: Questo sistema è stato costruito dall'ingegnere capo di Bottan.

source: It's configured to destroy Bottan's hyperspace drive.
it: È configurato per distruggere l'unità iperspaziale di Bottan.

# continues with 'some kind of ancient gate key.'
source: This artifact seems to function as
it: Questo artefatto sembra funzionare come

# Continued from 'This artifact seems to function as'
source: some kind of ancient gate key.
it: una specie di antica chiave del cancello.

# continues with 'scratch on its surface.'
source: This system has a vertical
it: Questo sistema ha una verticale

# Continued from 'This system has a vertical'
source: scratch on its surface.
it: graffiare sulla sua superficie.

# continues with 'scratches on its surface.'
source: This system has 2 vertical
it: Questo sistema ha 2 verticali

# continued from 'This system has 2 vertical'
source: scratches on its surface.
it: graffi sulla sua superficie.

# continues with 'scratches on its surface.'
source: This system has 3 vertical
it: Questo sistema ha 3 verticali

# continued from 'This system has 3 vertical'
source: scratches on its surface.
it: graffi sulla sua superficie.

# continues with 'scratches on its surface.'
source: This system has 4 vertical
it: Questo sistema ha 4 verticali

# continued from 'This system has 4 vertical'
source: scratches on its surface.
it: graffi sulla sua superficie.

source: Recharge Energy
it: Ricarica Energia

source: When you can't decide what to upgrade.
it: Quando non riesci a decidere cosa aggiornare.

# continues with 'scratches on its surface.'
source: This system has 5 vertical
it: Questo sistema ha 5 verticali

# continued from 'This system has 5 vertical'
source: scratches on its surface.
it: graffi sulla sua superficie.

source: Gunners Required
it: Artiglieri necessari

source: Miners Required
it: Minatori necessari

source: Pilot Workforce
it: Forza lavoro pilota

source: Replaces Gunners and Pilots with AIs
it: Sostituisce Artiglieri e Piloti con IA

# continues with 'scratches on its surface.'
source: This system has 6 vertical
it: Questo sistema ha 6 verticali

# continued from 'This system has 6 vertical'
source: scratches on its surface.
it: graffi sulla sua superficie.

# continues with 'scratches on its surface.'
source: This system has 7 vertical
it: Questo sistema ha 7 verticali

# continued from 'This system has 7 vertical'
source: scratches on its surface.
it: graffi sulla sua superficie.

source: Hyperspace Energy
it: Energia iperspaziale

# continues with 'scratches on its surface.'
source: This system has 8 vertical
it: Questo sistema ha 8 verticali

# continued from 'This system has 8 vertical'
source: scratches on its surface.
it: graffi sulla sua superficie.

source: Basic Trading Subsystem v${version}.${patch}
it: Sottosistema di trading di base v${version}.${patch}

source: Improved Trading Subsystem v${version}.${patch}
it: Sottosistema di trading migliorato v${version}.${patch}

source: Advanced Trading Subsystem v${version}.${patch}
it: Sottosistema di trading avanzato v${version}.${patch}

source: High-Tech Trading Subsystem v${version}.${patch}
it: Sottosistema di trading High-Tech v${version}.${patch}

source: Salesman's Trading Subsystem v${version}.${patch}
it: Sottosistema commerciale del venditore v${version}.${patch}

source: Ultra-Tech Trading Subsystem v${version}.${patch}
it: Sottosistema di trading Ultra-Tech v${version}.${patch}

# generic name for 'Basic Trading Subsystem v${version}.${patch}'
source: Trading Subsystem
it: Sottosistema di trading

source: Prices of Goods
it: Prezzi delle merci

source: Price Deviations
it: Deviazioni dal prezzo

source: Trade Route Detection
it: Rilevamento delle rotte commerciali

source: Economy Overview (Galaxy Map)
it: Panoramica economica (Mappa Galattica)

source: Economy Overview (local)
it: Panoramica dell'economia (locale)

source: Economy Overview
it: Panoramica dell'economia

source: Economy Scan Range
it: Gamma di scansione economica

source: Trade Route Sectors
it: Settori delle rotte commerciali

source: Provides economic data
it: Fornisce dati economici

source: Shows supply & demand of current sector
it: Mostra la domanda e l'offerta del settore attuale

source: Shows supply & demand of nearby sectors
it: Mostra la domanda e l'offerta dei settori vicini

source: Shows prices of all stations in sector
it: Mostra i prezzi di tutte le stazioni del settore

source: Shows goods of all stations in sector
it: Mostra le merci di tutte le stazioni del settore

source: Trading Overview
it: Panoramica sul trading

source: View local supply and demand
it: Visualizza domanda e offerta locali

source: Trading Routes
it: Rotte commerciali

source: View detected trading routes
it: Visualizza rotte commerciali rilevate

source: Buy from stations
it: Acquista dalle stazioni

source: Sell to stations
it: Vendi a stazioni

source: Couldn't detect any stations that sell specific goods.
it: Impossibile rilevare stazioni che vendono merci specifiche.

source: Couldn't detect any stations that buy specific goods.
it: Impossibile rilevare stazioni che acquistano beni specifici.

source: No trade routes detected.
it: Nessuna rotta commerciale rilevata.

source: Visit more sectors to discover new trade routes.
it: Visita più settori per scoprire nuove rotte commerciali.

source: Show
it: Mostra

source: Stock
it: Magazzino

source: Demand (?)
it: Domanda (?)

source: Supply (?)
it: Fornitura (?)

source: Price % (?)
it: Prezzo % (?)

source: Supply of goods provided by factories and other stations of nearby sectors.
it: Fornitura di beni forniti da fabbriche e altre stazioni di settori vicini.

source: Demand of goods required by factories and other stations of nearby sectors.
it: Domanda di beni richiesti dalle fabbriche e da altre stazioni dei settori vicini.

source: Difference between supply and demand. This difference determines price fluctuation of goods in this sector.
it: Differenza tra domanda e offerta. Questa differenza determina la fluttuazione dei prezzi delle merci in questo settore.

source: Price fluctuation of goods in this sector. Prices of goods are influenced by supply and demand rates.
it: Fluttuazione dei prezzi delle merci in questo settore. I prezzi delle merci sono influenzati dai tassi di domanda e offerta.

source: From
it: Da

source: To
it: A

source: Wants
it: Desidera

source: Shows trade routes in current sector
it: Mostra le rotte commerciali nel settore attuale

# ex: T-3F Transporter Software v2.50
source: T-${serial} Transporter Software v${v}.${s2}0
it: T-${serial} Software Trasportatore v${v}.${s2}0

# generic name for 'T-${serial} Transporter Software v${v}.${s2}0'
source: Transporter Software
it: Software di trasporto

source: Transporter Block on your ship is required to work
it: Il blocco trasportatore sulla tua nave è necessario per funzionare

source: Object Detection
it: Rilevamento oggetti

source: Valuable objects detected.
it: Rilevati oggetti di valore.

source: Claimable Asteroids
it: Asteroidi rivendicabili

source: Flight Recorders
it: Registratori di volo

source: Treasures
it: Tesori

source: Automatic Notification
it: Notifica automatica

source: Highlight Range
it: Intervallo di evidenziazione

source: Highlight Duration
it: Durata evidenziazione

source: Detects interesting objects in the sector.
it: Rileva oggetti interessanti nel settore.

source: Highlights objects when permanently installed.
it: Evidenzia gli oggetti quando sono installati in modo permanente.

source: Velocity Security Control Bypass BP-${serial}
it: Bypass BP-${serial}controllo sicurezza velocità

# generic name for 'Velocity Security Control Bypass BP-${serial}'
source: Velocity Security Control Bypass
it: Bypass del controllo di sicurezza della velocità

# continues with 'but leaks energy from the generators.'
source: Bypasses the velocity security control,
it: Bypassa il controllo di sicurezza della velocità,

# continued from 'Bypasses the velocity security control,'
source: but leaks energy from the generators.
it: ma perde energia dai generatori.

source: W-${designation}-Hull Polarizer ${rarity}
it: W-${designation}-Scafo polarizzatore ${rarity}

# generic name for 'W-${designation}-Hull Polarizer ${rarity}'
source: Hull Polarizer
it: Polarizzatore dello scafo

source: Hull Durability
it: Durata dello scafo

source: Weakness against
it: Debolezza contro

source: %s damage received
it: %s danni ricevuti

source: Polarizes hull to greatly increase durability.
it: Polarizza lo scafo per aumentarne notevolmente la durata.

source: A side effect causes the hull to take
it: Un effetto collaterale fa sì che lo scafo prenda

source: more damage from %s weapons.
it: più danni da %s armi.

source: This didn't work.
it: Non ha funzionato.

source: Wormhole Power Diverter
it: Deviatore di potenza Wormhole

source: Xsotan Technology Fragment
it: Frammento di tecnologia Xsotan

# continues with 'of Xsotan Wormhole Technology.'
source: Lets you harness the power
it: Ti consente di sfruttare la potenza

# continued from 'Lets you harness the power'
source: of Xsotan Wormhole Technology.
it: della Tecnologia Wormhole Xsotan.

source: A fragment of Xsotan technology.
it: Un frammento di tecnologia Xsotan.

source: Diamond
it: Diamante

# prefix
source: Diamond
it: Diamante

source: A handful of diamonds. Useless unless you know where to sell them.
it: Una manciata di diamanti. Inutile a meno che tu non sappia dove venderli.

source: Ore
it: Minerale

# prefix
source: Ore
it: Minerale

source: Raw ore containing some kind of metal.
it: Minerale grezzo contenente una sorta di metallo.

source: Crystal
it: Cristallo

# prefix
source: Crystal
it: Cristallo

source: Naturally grown crystals.
it: Cristalli coltivati naturalmente.

source: Mineral
it: Minerale

# prefix
source: Mineral
it: Minerale

source: A canister full of mineral powder.
it: Un contenitore pieno di polvere minerale.

source: Scrap Metal
it: Rottami Metallici

# prefix
source: Scrap Metal
it: Rottami Metallici

source: A container full of metal junk.
it: Un contenitore pieno di rottami.

source: Raw Oil
it: Olio grezzo

# prefix
source: Raw Oil
it: Olio grezzo

source: A barrel of unrefined oil.
it: Un barile di olio non raffinato.

source: Toxic Waste
it: Rifiuti Tossici

# prefix
source: Toxic Waste
it: Rifiuti Tossici

source: A tank full of some glowing liquid. Highly toxic.
it: Un serbatoio pieno di liquido incandescente. Altamente tossico.

source: Energy Cell
it: Cella Energetica

# prefix
source: Energy Cell
it: Cella Energetica

source: Small blue canisters with a high voltage charge inside them.
it: Piccoli contenitori blu con una carica ad alta tensione al loro interno.

# prefix
source: Gem
it: Gemma

source: A big gem. It's worth a lot, but you have to sell it first.
it: Una gemma molto grande. Vale molto, ma prima devi venderla.

source: Gold
it: Oro

# prefix
source: Gold
it: Oro

source: A small box containing gold bars.
it: Una piccola scatola contenente lingotti d'oro.

source: Platinum
it: Platino

# prefix
source: Platinum
it: Platino

source: A small box containing platinum bars.
it: Una piccola scatola contenente barrette di platino.

source: Silver
it: Argento

# prefix
source: Silver
it: Argento

source: A small box containing silver bars.
it: Una piccola scatola contenente lingotti d'argento.

source: Silicon
it: Silicio

# prefix
source: Silicon
it: Silicio

source: A box with shards of silicon.
it: Una scatola con frammenti di silicio.

source: Aluminum
it: Alluminio

# prefix
source: Aluminum
it: Alluminio

source: A container full of pure aluminum.
it: Un contenitore pieno di alluminio puro.

source: Carbon
it: Carbonio

# prefix
source: Carbon
it: Carbonio

source: A container of carbon.
it: Un contenitore pieno di carbonio.

source: Coal
it: Carbone

# prefix
source: Coal
it: Carbone

source: Fossil fuel. Still used in some factories.
it: Combustibile fossile. Ancora utilizzato in alcune fabbriche.

source: Zinc
it: Zinco

# prefix
source: Zinc
it: Zinco

source: A medium sized crate filled with zinc fragments.
it: Una cassa di medie dimensioni riempita con frammenti di zinco.

source: Copper
it: Rame

# prefix
source: Copper
it: Rame

source: A medium sized crate full of copper bars.
it: Una cassa di medie dimensioni piena di barre di rame.

source: Lead
it: Piombo

# prefix
source: Lead
it: Piombo

source: A medium sized crate filled with lead bars.
it: Una cassa di medie dimensioni riempita con barre di piombo.

source: Biological gas. Probably toxic.
it: Gas biologico. Probabilmente tossico.

source: Helium
it: Elio

# prefix
source: Helium
it: Elio

source: A pressure container filled with pure helium gas.
it: Un contenitore a pressione riempito con elio puro.

source: Oxygen
it: Ossigeno

# prefix
source: Oxygen
it: Ossigeno

source: A pressure container filled with pure oxygen.
it: Un contenitore a pressione riempito con ossigeno puro.

source: Hydrogen
it: Idrogeno

# prefix
source: Hydrogen
it: Idrogeno

source: A pressure container filled with pure hydrogen.
it: Un contenitore a pressione riempito con idrogeno puro.

source: Nitrogen
it: Azoto

# prefix
source: Nitrogen
it: Azoto

source: A pressure container filled with pure nitrogen.
it: Un contenitore a pressione riempito con azoto puro.

source: A pressure container filled with pure neon.
it: Un contenitore a pressione riempito con neon puro.

source: Chlorine
it: Cloro

# prefix
source: Chlorine
it: Cloro

source: A pressure container filled with pure chlorine.
it: Un contenitore a pressione riempito con cloro puro.

source: Fluorine
it: Fluoro

# prefix
source: Fluorine
it: Fluoro

source: A pressure container filled with pure fluorine.
it: Un contenitore a pressione riempito con fluoro puro.

source: Oil
it: Olio

# prefix
source: Oil
it: Olio

source: A barrel of refined oil.
it: Una botte di olio raffinato.

source: Rubber
it: Gomma

# prefix
source: Rubber
it: Gomma

source: A bouncing block of rubber.
it: Un blocco di gomma rimbalzante.

source: Paint
it: Vernice

# prefix
source: Paint
it: Vernice

source: A container full of paint.
it: Un contenitore pieno di vernice.

source: Fertilizer
it: Fertilizzante

# prefix
source: Fertilizer
it: Fertilizzante

source: A tank with fertilizer, important for more exotic plants.
it: Una vasca con fertilizzante, importante per le piante più esotiche.

source: Acid
it: Acido

# prefix
source: Acid
it: Acido

source: A tank filled with vitriolic acid.
it: Un serbatoio pieno di acido vetriolico.

source: Steel
it: Acciaio

# prefix
source: Steel
it: Acciaio

source: Raw steel.
it: Acciaio grezzo.

source: Plastic
it: Plastica

# prefix
source: Plastic
it: Plastica

source: A container with plastic. This is melted when used.
it: Un contenitore con plastica. Questo si scioglie quando viene utilizzato.

source: Fuel
it: Carburante

# prefix
source: Fuel
it: Carburante

source: A tank with fuel for vehicles or space ships.
it: Un serbatoio con carburante per veicoli o navi spaziali.

source: Glass
it: Vetro

# prefix
source: Glass
it: Vetro

source: A box containing several plates of glass.
it: Una scatola contenente diverse lastre di vetro.

source: Chemicals
it: Sostanza chimica

# prefix
source: Chemicals
it: Sostanze chimiche

source: Multitank containing all sorts of different chemicals, most of them toxic.
it: Un porta sostanze contenente tutti i tipi di sostanze chimiche diverse, la maggior parte delle quali tossiche.

source: Adhesive
it: Adesivo

# prefix
source: Adhesive
it: Adesivo

source: Common adhesive. Used on smaller parts where there's no space for screws.
it: Adesivo comune. Utilizzato su parti più piccole dove non c'è spazio per le viti.

source: Coolant
it: Refrigerante

# prefix
source: Coolant
it: Refrigerante

source: A canister full of coolant for the most common engines.
it: Un contenitore pieno di liquido refrigerante per i motori più comuni.

source: Steel Tube
it: Tubo in Acciaio

# prefix
source: Steel Tube
it: Tubo in Acciaio

source: Long multi-purpose steel tubes.
it: Tubi lunghi in acciaio multiuso.

source: Solvent
it: Solvente

# prefix
source: Solvent
it: Solvente

source: A tank filled with a common industrial solvent, found all over the galaxy.
it: Un serbatoio pieno di un comune solvente industriale, si trova in tutta la galassia.

source: Metal Plate
it: Piastra metallica

# prefix
source: Metal Plate
it: Piastra metallica

source: Big metal plates used for building platings of vehicles or ships.
it: Grandi piastre metalliche utilizzate per la costruzione di placcature di veicoli o navi.

source: Servo
it: Servomotore

# prefix
source: Servo
it: Servomotore

source: Little multi-purpose machines that can be used in moving parts.
it: Piccole macchine polivalenti che possono essere utilizzate in parti in movimento.

source: Tools
it: Strumenti

# prefix
source: Tools
it: Strumenti

source: A set of tools used by mechanics.
it: Un insieme di strumenti utilizzati dai meccanici.

source: Wire
it: Filo

# prefix
source: Wire
it: Filo

source: Around 100 meters of thin wire.
it: Circa 100 metri di filo sottile.

source: Conductor
it: Conduttore

# prefix
source: Conductor
it: Conduttore

source: Thick cables used for transmitting electrical energy.
it: Cavi spessi utilizzati per la trasmissione di energia elettrica.

source: Transformator
it: Trasformatore

# prefix
source: Transformator
it: Trasformatore

source: A small item for transforming all kinds of energy.
it: Un piccolo oggetto per trasformare ogni tipo di energia.

source: Electro Magnet
it: Elettromagnete

# prefix
source: Electro Magnet
it: Elettromagnete

source: High power multi-purpose electromagnets.
it: Elettromagneti multiuso ad alta potenza.

source: Energy Inverter
it: Inverter energetico

# prefix
source: Energy Inverter
it: Inverter energetico

source: Converts electron flow into positron flow.
it: Converte il flusso di elettroni in flusso di positroni.

source: Solar Cell
it: Cella solare

# prefix
source: Solar Cell
it: Cella solare

source: Electric cells for generating energy from sunlight.
it: Celle elettriche per la generazione di energia dalla luce solare.

source: Semi Conductor
it: Semiconduttore
