Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Why didn't you fight them before?
it: Perché non li hai combattuti prima?

source: I have some questions about the Xsotan.
it: Ho alcune domande sullo Xsotan.

source: Our scouts have reported that there is a giant Xsotan mothership in the center of the galaxy, near the black hole. We know that this ship somehow channels the black hole's energy, and opens up wormholes to other places. We believe that if we take down this ship, we will finally stop their constant reinforcements.
it: I nostri esploratori hanno riferito che c'è una gigantesca nave madre Xsotan al centro della galassia, vicino al buco nero. Sappiamo che questa nave in qualche modo incanala l'energia del buco nero e apre wormhole verso altri luoghi. Crediamo che se abbattiamo questa nave, fermeremo finalmente i loro costanti rinforzi.

source: How do we take it down?
it: Come lo abbattiamo?

source: Because our resources are limited, and it looks like theirs aren't. As soon as you shoot down one of their ships, a new one takes its place. We wouldn't stand a chance in an open fight.
it: Perché le nostre risorse sono limitate e sembra che le loro non lo siano. Non appena abbatti una delle loro navi, una nuova ne prende il posto. Non avremmo alcuna possibilità in un combattimento aperto.

source: Ask away.
it: Chiedi pure.

source: What's their weakness?
it: Qual è il loro punto debole?

source: Where do they come from?
it: Da dove vengono?

source: What do they want?
it: Cosa vogliono?

source: How did you survive this long?
it: Come hai fatto a sopravvivere così a lungo?

source: I'd like to talk about something else.
it: Vorrei parlare di qualcos' altro.

source: We haven't found a real weaknesses so far. But some of our scouts found a large mothership in the center of the galaxy, near the central black hole. They saw how it opened wormholes, and lots and lots of Xsotan ships poured through. We think that if we manage to destroy this ship, we can stop them from calling in reinforcements, which is the biggest problem when fighting Xsotan. There's always more of them.
it: Finora non abbiamo trovato una vera debolezza. Ma alcuni dei nostri esploratori hanno trovato una grande nave madre nel centro della galassia, vicino al buco nero centrale. Hanno visto come ha aperto i tunnel spaziali e molte navi Xsotan si sono riversate attraverso. Pensiamo che se riusciamo a distruggere questa nave, possiamo impedire loro di chiamare rinforzi, che è il problema più grande quando combattiamo Xsotan. Ce ne sono sempre di più.

source: I'd like to ask something else.
it: Vorrei chiederti un'altra cosa.

source: Thanks, that's it for now.
it: Grazie, per ora è tutto.

source: We don't think the Xsotan came from this galaxy, because we would have come across them a lot earlier if they did. All we know is that there's a large mothership in the very center of the galaxy, which opens wormholes regularly. They might even lead to another galaxy for all we know.
it: Non pensiamo che gli Xsotan provenissero da questa galassia, perché li avremmo incontrati molto prima se lo avessero fatto. Tutto quello che sappiamo è che c'è una grande nave madre nel centro della galassia, che apre regolarmente wormhole. Potrebbero persino portare a un'altra galassia per quanto ne sappiamo.

source: No idea. We still haven't managed to establish communication with them. All we know is, that they come and they eat away matter. There are large fields of Xsotan breeders, farms with asteroids that are eaten up from the inside.
it: Nessuna idea. Non siamo ancora riusciti a stabilire una comunicazione con loro. Tutto quello che sappiamo è che vengono e divorano la materia. Ci sono grandi campi di allevatori Xsotan, fattorie con asteroidi che vengono divorati dall'interno.

source: The thing is, as long as you leave them alone, they kind of leave you alone, too. We had reports of ships flying through entire Xsotan fleets, and it looked like they barely noticed our ships were there. We know that they eat up matter - and they're attracted by energy bursts, such as weapons firing. My advice to you: Don't fire weapons when they're there, and don't get too close. You never know.
it: Il fatto è che, finché li lasci in pace, anche loro ti lasciano in pace. Abbiamo avuto notizie di navi che volavano attraverso intere flotte Xsotan, e sembrava che a malapena si accorgessero che le nostre navi erano lì. Sappiamo che mangiano la materia e sono attratte da esplosioni di energia, come il fuoco delle armi. Il mio consiglio per te: non sparare quando sono lì e non avvicinarti troppo. Non si sa mai.

source: Our researchers have been tampering with some recovered Xsotan wormhole technology, but it's still very experimental. We have neither the means nor the technology to research more Xsotan artifacts. But if we could, we might be able to create a system that allows a ship to intercept the wormhole opening process - and to open wormholes itself.
it: I nostri ricercatori hanno manomesso alcuni wormhole Xsotan recuperati, ma è ancora molto sperimentale. Non abbiamo né i mezzi né la tecnologia per ricercare altri artefatti Xsotan. Ma se potessimo, potremmo essere in grado di creare un sistema che consenta a una nave di intercettare il processo di apertura del wormhole e di aprire i wormhole stessi.

source: I see where this is going.
it: Capisco dove vuoi arrivare.

source: I don't understand.
it: Non capisco.

source: Nope, I'm out.
it: No, sono fuori.

source: If you can find enough Xsotan technology, you might be able to research it to build a wormhole interceptor. Once we have the interceptor, we can finally get reinforcements from outside! We might be able to cut their supply of reinforcements, and drive them out of our galaxy for good!
it: Se riesci a trovare abbastanza tecnologia Xsotan, potresti essere in grado di ricercarla per costruire un intercettore wormhole. Una volta che abbiamo l'intercettore, possiamo finalmente ottenere rinforzi dall'esterno! Potremmo essere in grado di tagliare la loro scorta di rinforzi e cacciarli dalla nostra galassia per sempre!

source: Sounds like a plan!
it: Sembra un buon piano!

source: You'll have to find someone else.
it: Dovrai trovare qualcun altro.

source: You look like you're capable of fighting the Xsotan, or at least sneak into their territory and collect some of their technology.
it: Sembra che tu sia in grado di combattere gli Xsotan, o almeno di intrufolarti nel loro territorio e raccogliere parte della loro tecnologia.

source: RAW ORE*
it: MINERALE GREZZO

source: You can exchange raw ores from your cargo bay for Building Knowledge here. You need an R-Mining-Laser to gather raw ores.
it: Qui è possibile scambiare i minerali grezzi dalla stiva di carico con il Sapere Costruttivo. Per raccogliere i minerali grezzi è necessario un laser da miniera R.

source: Resource Depot
it: Deposito risorse

source: Trade Resources
it: Risorse commerciali

source: Occupy cash register ${N3} please.
it: Occupa il registratore di cassa ${N3} per favore.

source: This is where you get the stuff ships are made from.
it: Qui è dove ottieni la materia di cui sono fatte le navi.

source: Extract resources from scrap and ores here!
it: Estrai qui le risorse da rottami e minerali!

source: We're offering high-quality resources for your ship building needs.
it: Offriamo risorse di alta qualità per le tue esigenze di costruzione navale.

source: No cash but tons of resources? Sell us your resources. Best price in the sector!
it: Niente contanti ma tonnellate di risorse? Vendici le tue risorse. Miglior prezzo del settore!

source: No resources but tons of cash? Buy our resources. Best price in the sector!
it: Nessuna risorsa ma tonnellate di denaro? Acquista le nostre risorse. Miglior prezzo del settore!

source: Deliver ${amount} ${material}
it: Consegna ${amount} ${material}

source: Bought resources for %1% Credits.
it: Acquistato risorse per %1% crediti.

source: You don't have enough ${material}.
it: Non hai abbastanza ${material}.

source: Sold resources for %1% Credits.
it: Risorse vendute per %1% Crediti.

# Example: We need 150 Iron, quickly! ...
source: We need %1% %2%, quickly! If you can deliver in the next 30 minutes we will pay you handsomely.
it: Ci serve %1% %2%, presto! Se riesci a consegnare entro i prossimi 30 minuti, ti pagheremo profumatamente.

source: Scrapyard
it: Deposito rottami

source: Get a salvaging license now and try your luck with the wreckages!
it: Ottieni subito una licenza di recupero e tenta la fortuna con i rottami!

source: Easy salvage, easy profit! Salvaging licenses for sale!
it: Facile recupero, facile profitto! Recupero delle licenze in vendita!

source: I'd like to see something brand new for once.
it: Vorrei vedere qualcosa di nuovo per una volta.

source: Don't like your ship anymore? We'll turn it into scrap and even give you some Credits for it!
it: Non ti piace più la tua nave? Lo trasformeremo in rottame e ti daremo anche dei crediti per questo!

source: Brand new offer: We now dismantle turrets into parts!
it: Nuova offerta: ora smontiamo le torrette in parti!

source: We don't take any responsibility for any lost limbs while using the turret dismantler.
it: Non ci assumiamo alcuna responsabilità per eventuali arti persi durante l'utilizzo dello smantellatore a torretta.

source: Sell Ship
it: Vendi nave

source: Sell your ship to the scrapyard.
it: Vendi la tua nave al cantiere di demolizione.

source: Warning! You will not get refunds for crews or turrets!
it: Attenzione! Non riceverai rimborsi per equipaggi o torrette!

# UI Tab title
source: Salvaging
it: Recupero

source: Buy a salvaging license.
it: Acquista una licenza di salvataggio.

source: Buy a temporary salvaging license of maximum 60 minutes here. This license makes it legal to damage or mine wreckages in this sector.
it: Acquista qui una licenza di salvataggio temporanea di massimo 60 minuti. Questa licenza rende legale danneggiare o estrarre rottami in questo settore.

source: Buy License
it: Acquista licenza

source: Minutes
it: Minuti

# UI Tab title
source: Turret Dismantling
it: Smontaggio della torretta

source: Dismantle turrets into goods.
it: Smontare le torrette in merci.

source: Dismantle
it: Smonta

source: Dismantle Trash
it: Rimuovi il cestino

source: Confirm Dismantling
it: Conferma smontaggio

source: Your ship will be dismantled and you will be returned to your drone.
it: La tua nave verrà smantellata e tornerai al tuo drone.

source: You will not get refunds for crews or turrets!
it: Non riceverai rimborsi per equipaggi o torrette!

source: Ship Value:
it: Valore della nave:

source: Please, do come again.
it: Per favore, torna di nuovo.

source: Remaining license time: ${time} Minutes
it: Tempo di licenza rimanente: ${time} minuti

source: You don't have a valid license.
it: Non hai una licenza valida.

source: Your salvaging license will run out in 10 seconds.
it: La tua licenza di salvataggio scadrà tra 10 secondi.

source: Your salvaging license in %s will run out in 10 seconds.
it: La tua licenza di salvataggio in %s si esaurirà in 10 secondi.

source: Your salvaging license will run out in 20 seconds.
it: La tua licenza di salvataggio scadrà tra 20 secondi.

source: Your salvaging license in %s will run out in 20 seconds.
it: La tua licenza di salvataggio in %s si esaurirà in 20 secondi.

source: Your salvaging license will run out in 30 seconds. Renew it and save yourself some trouble!
it: La tua licenza di salvataggio scadrà tra 30 secondi. Rinnovalo e risparmiati qualche problema!

source: Your salvaging license in %s will run out in 30 seconds. Renew it and save yourself some trouble!
it: La tua licenza di salvataggio in %s si esaurirà in 30 secondi. Rinnovalo e risparmiati qualche problema!

source: Your salvaging license will run out in 60 seconds. Renew it NOW and save yourself some trouble!
it: La tua licenza di salvataggio scadrà tra 60 secondi. Rinnovalo ORA e risparmiati qualche problema!

source: Your salvaging license in %s will run out in 60 seconds. Renew it NOW and save yourself some trouble!
it: La tua licenza di salvataggio in %s scadrà tra 60 secondi. Rinnovalo ORA e risparmiati qualche problema!

source: Your salvaging license will run out in 2 minutes. Renew it immediately and save yourself some trouble!
it: La tua licenza di salvataggio scadrà tra 2 minuti. Rinnovalo immediatamente e risparmiati qualche problema!

source: Your salvaging license in %s will run out in 2 minutes. Renew it immediately and save yourself some trouble!
it: La tua licenza di salvataggio in %s scadrà tra 2 minuti. Rinnovalo immediatamente e risparmiati qualche problema!

source: Your salvaging license has expired. You may no longer salvage in this area.
it: La tua licenza di salvataggio è scaduta. Non puoi più salvare in quest' area.

source: Your salvaging license in %s has expired. You may no longer salvage in this area.
it: La tua licenza di salvataggio in %s è scaduta. Non puoi più salvare in quest' area.

source: Received %2% Credits for %1% from a scrapyard.
it: Hai ricevuto %2% Crediti per %1% da un deposito di rottami.

source: Paid %1% Credits for a scrapyard license.
it: Hai pagato %1% Crediti per una licenza di deposito rottami.

source: Thank you for choosing %1%'s salvage services. We have you listed as an licensee for the next %2% minutes.
it: Grazie per aver scelto i servizi di recupero di %1%. Ti abbiamo elencato come licenziatario per i prossimi %2% minuti.

source: Thank you for your continuing trust in us. We updated your salvaging license to %s minutes.
it: Ti ringraziamo per la fiducia che continui a riporre in noi. Abbiamo aggiornato la tua licenza di salvataggio a %s minuti.

source: %s cannot be held responsible for any damage to ships or deaths caused by salvaging.
it: %s non può essere ritenuta responsabile per eventuali danni alle navi o decessi causati dal salvataggio.

source: Docking and stealing wreckages is not permitted!
it: Non è consentito attraccare e rubare rottami!

source: Not enough cargo space for all dismantled goods!
it: Spazio di carico insufficiente per tutte le merci smontate!

source: Salvaging or damaging wreckages in this sector is illegal. Please buy a salvaging license.
it: Il recupero o il danneggiamento di relitti in questo settore è illegale. Si prega di acquistare una licenza di salvataggio.

source: You need a salvaging license for this sector.
it: Hai bisogno di una licenza di salvataggio per questo settore.

source: Salvaging wreckages in this sector is forbidden. Please buy a salvaging license.
it: È vietato recuperare relitti in questo settore. Si prega di acquistare una licenza di salvataggio.

source: Wreckages in this sector are the property of %s. Please buy a salvaging license.
it: I relitti in questo settore sono di proprietà di %s. Si prega di acquistare una licenza di salvataggio.

source: Illegal salvaging will be punished by destruction. Buy a salvaging license or there will be consequences.
it: Il recupero illegale sarà punito con la distruzione. Acquista una licenza di salvataggio o ci saranno conseguenze.

source: This is your last warning. If you do not stop salvaging without a license, you will be destroyed.
it: Questo è il tuo ultimo avvertimento. Se non smetti di salvare senza una licenza, verrai distrutto.

source: You have been warned. You will be considered an enemy of %s if you do not stop your illegal activities.
it: Sei stato avvisato. Sarai considerato un nemico di %s se non interrompi le tue attività illegali.

source: Build Ship
it: Costruisci nave

source: Scaling
it: Ridimensionamento

source: Single Block
it: Blocco singolo

source: Station Founder
it: Fondatore della stazione

source: The ship will be able to found stations.
it: La nave sarà in grado di trovare stazioni.

source: Hire the crew for the ship as well.
it: Assumi anche l'equipaggio per la nave.

source: Ship Only
it: Solo nave

source: Ship + Crew
it: Nave + Equipaggio

source: Show Stats
it: Mostra statistiche

# Shipyard Button
source: Build
it: Costruire

source: Start your new fleet today! We offer only the best ships!
it: Inizia oggi la tua nuova flotta! Offriamo solo le migliori navi!

source: Don't know how to man your ship? Try our exclusive clone crew, optionally available for every ship you order.
it: Non sai come gestire la tua nave? Prova il nostro esclusivo equipaggio di cloni, disponibile facoltativamente per ogni nave che ordini.

source: Asteroid-fall damage on the windshield? We fix that for you.
it: Danni da caduta di asteroidi sul parabrezza? Sistemiamo tutto per te.

source: Founding Costs
it: Costi di fondazione

source: Ship Costs
it: Costi di spedizione

source: You have to give your ship a name!
it: Devi dare un nome alla tua nave!

source: You already have a ship called '${x}'
it: Hai già una nave chiamata "${x}"

source: The shipyard is already at maximum capacity.
it: Il cantiere è già alla massima capacità.

source: Thank you for your purchase. Your ship will be ready in about an hour and %2% minutes.
it: Grazie per il tuo acquisto. La tua nave sarà pronta in circa un'ora e %2% minuti.

source: Thank you for your purchase. Your ship will be ready in about %1% hours and %2% minutes.
it: Grazie per il tuo acquisto. La tua nave sarà pronta in circa %1% ore e %2% minuti.

source: Thank you for your purchase. Your ship will be ready in about %1% minutes.
it: Grazie per il tuo acquisto. La tua nave sarà pronta in circa %1% minuti.

source: Thank you for your purchase. Your ship will be ready in about two minutes.
it: Grazie per il tuo acquisto. La nave sarà pronta tra circa due minuti.

source: Received a refund of %1% Credits and resources from the shipyard.
it: Hai ricevuto un rimborso di %1% Crediti e risorse dal cantiere navale.

source: There's a shipyard in this sector.
it: C'è un cantiere navale in questo settore.

source: This is a free station, where everybody can mind their own business.
it: Questa è una stazione libera, dove tutti possono farsi gli affari propri.

source: Best wares in the galaxy.
it: Le migliori merci della galassia.

source: Welcome to the true, free market.
it: Benvenuti nel vero mercato libero.

source: You'll find members for nearly everything on this station, if the coin is right.
it: Troverai membri per quasi tutto su questa stazione, se la moneta è giusta.

source: If you get in trouble, it's your own fault.
it: Se ti metti nei guai, è colpa tua.

source: Don't make any trouble.
it: Non creare problemi.

source: I'm sure you'll find what you're looking for.
it: Sono sicuro che troverai quello che stai cercando.

source: What's up?
it: Che succede?

source: Smuggler's Market
it: Mercato dei contrabbandieri

source: Pssst! You wanna take a look?
it: Pssst! Vuoi dare un'occhiata?

source: Everything's legal here, of course. As long as you don't look too closely...
it: Qui è tutto legale, ovviamente. Finché non guardi troppo da vicino...

source: Oh. That must have gotten lost.
it: Oh. Dev' essersi perso.

source: You bring 'em, we crack 'em. Secured Containers only.
it: Tu li porti, noi li rompiamo. Solo contenitori protetti.

source: We do Secured Containers only, we don't want no bug infestations.
it: Facciamo solo contenitori sicuri, non vogliamo infestazioni di insetti.

source: Unbrand Stolen Goods
it: Non marcare la merce rubata

source: Unbrand
it: Non marchiato

source: PRICE/U
it: PREZZO/U

source: YOU
it: TU

source: Sell Stolen Goods
it: Vendi beni rubati

source: You have no stolen goods on you.
it: Non hai con te merce rubata.

source: You don't have any of this!
it: Non hai niente di tutto questo!

source: You don't have any %s to sell!
it: Non hai %s da vendere!

source: You don't have any stolen %s!
it: Non hai nessun %srubato!

source: You have to be docked to the station to unbrand goods!
it: Devi essere attraccato alla stazione per disbrandizzare la merce!

source: Paid %1% Credits to unbrand stolen goods.
it: Ho pagato %1% Crediti per rimuovere il marchio dalla merce rubata.

source: You can't sell ${displayPlural} here.
it: Non puoi vendere ${displayPlural} qui.

source: Torpedo Merchant
it: Mercante di siluri

source: Special offers for all residents, only today!
it: Offerte speciali per tutti i residenti, solo oggi!

source: ${R} still needs the forms for our last shipment.
it: ${R} ha ancora bisogno dei moduli per la nostra ultima spedizione.

source: Nobody likes smugglers. Get your cargo transport licenses here!
it: A nessuno piacciono i contrabbandieri. Ottieni qui le tue licenze di trasporto merci!

source: Careful with those dangerous goods! Get a transport license here!
it: Attenzione a quelle merci pericolose! Ottieni una licenza di trasporto qui!

source: Trade your goods here! We offer a vastly better choice than any factory!
it: Scambia le tue merci qui! Offriamo una scelta di gran lunga migliore di qualsiasi fabbrica!

source: This station buys goods from traders to resell them.
it: Questa stazione acquista merci dai commercianti per rivenderle.

source: This station doesn't buy goods from traders to resell them.
it: Questa stazione non acquista beni dai commercianti per rivenderli.

# Station Title
source: Travel Hub
it: Hub di viaggio

# Interaction Title
source: Travel Hub
it: Hub di viaggio

source: Economy Tier Travel Boost
it: Incremento di viaggio di livello Economy

source: Tier II Travel Boost
it: Boost di viaggio di livello II

source: Tier III Travel Boost
it: Incremento di viaggio di livello III

source: Tier IV Travel Boost
it: Boost di viaggio di livello IV

source: TIER ${tier} JUMP BOOST
it: POTENZIAMENTO SALTO LIVELLO ${tier}

source: Jump Distance
it: Distanza di salto

source: Gain a one-time jump range boost for your next hyperspace jump.
it: Ottieni un potenziamento del raggio di salto una tantum per il tuo prossimo salto iperspaziale.

source: Fleet Boost
it: Potenziamento della flotta

source: Boost your entire fleet in the sector for double the price.
it: Aumenta la tua intera flotta nel settore al doppio del prezzo.

source: REQUIREMENTS
it: REQUISITI

source: \c(5af)How to:\c() After booking, fly through the energy charge lines to activate the boost. You'll be charged when the boost is activated.
it: \c(5af)Come:\c() Dopo la prenotazione, vola attraverso le linee di carica di energia per attivare il boost. Riceverai un addebito al momento dell'attivazione del potenziamento.

source: Tier %1% Travel Boost booked. %2%
it: Bonus viaggio livello %1% prenotato. %2%

source: Please fly through the energy lines to activate the boost. You will be charged once you cross them.
it: Per favore, vola attraverso le linee energetiche per attivare la spinta. Ti verrà addebitato un importo una volta che li avrai incrociati.

source: Tier %1% Travel Boost booked for all your ships in the sector. %2%
it: Bonus di viaggio di livello %1% prenotato per tutte le tue navi nel settore. %2%

# turns to 'You need 10 Energy Cells' or similar
source: You need %1% %2%!
it: Hai bisogno di %1% %2%!

source: Paid %1% credits for a hyperspace boost.
it: Hai pagato %1% crediti per un potenziamento nell'iperspazio.

source: Turret Factory
it: Fabbrica di torrette

# window title
source: Build Turrets
it: Costruisci Torrette

source: Build customized turrets from parts
it: Costruisci torrette personalizzate a partire da parti

source: Create new blueprints from turrets
it: Crea nuovi progetti dalle torrette

source: Convert turret into blueprint (destroys turret)
it: Converte la torretta in progetto (distrugge la torretta)

source: Tech level of this factory (%s) is not high enough for this turret.
it: Il livello tecnico di questa fabbrica (%s) non è abbastanza alto per questa torretta.

source: This turret can't be turned into a blueprint.
it: Questa torretta non può essere trasformata in un progetto.
