Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Activate the Object Detector, if available.
it: Attivare il Rilevatore di Oggetti, se disponibile.

source: Quick Access 3 (Autopilot)
it: Accesso rapido 3 (Pilota Automatico)

source: Open the Autopilot controls, if available.
it: Aprire i comandi del Pilota Automatico, se disponibili.

source: Quick Access 4
it: Accesso rapido 4

source: Configure quick access to the second row of buttons in the top right corner. Usable only with mods.
it: Configura l'accesso rapido alla seconda fila di pulsanti nell'angolo in alto a destra. Utilizzabile solo con mod.

source: Quick Access 5
it: Accesso rapido 5

source: Left Mouse
it: Mouse sinistro

source: Right Mouse
it: Mouse destro

source: Middle Mouse
it: Mouse centrale

# Keyboard key
source: <unassigned>
it: <Non Assegnato>

# Keyboard key
source: Enter
it: Invio

# Keyboard key
source: Space
it: Barra Spaziatrice

# Keyboard key
source: Caps Lock
it: Block Maiusc

# Keyboard key
source: Print
it: Stampa

# Keyboard key
source: Scroll Lock
it: Blocco Scorrimento

# Keyboard key
source: Pause
it: Pausa

# Keyboard key
source: Insert
it: Inserisci

# Keyboard key
source: Page Up
it: Page Su

# Keyboard key
source: End
it: Fine

# Keyboard key
source: Right
it: Destra

# Keyboard key
source: Left
it: Sinistra

# Keyboard key
source: Down
it: Giù

# Keyboard key
source: Up
it: Su

# Keyboard key
source: Num Lock
it: Bloc Num

# Keyboard key
source: Left Ctrl
it: Ctrl sinistro

# Keyboard key
source: Left Shift
it: Shift sinistro

# Keyboard key
source: Left Alt
it: Alt sinistro

# Linux/Unix Keyboard
source: Left Super
it: Sinistra Super

# Windows Keyboard
source: Left Win
it: Tasto Win Sinistro

# MAC OS Keyboard
source: Left Cmd
it: Cmd sinistro

# Keyboard key
source: Left GUI
it: GUI sinistra

# Keyboard key
source: Right Ctrl
it: Ctrl destro

# Keyboard key
source: Right Shift
it: Shift destro

# Keyboard key
source: Right Alt
it: Alt destro

# Linux/Unix Keyboard
source: Right Super
it: Destra Super

# Windows Keyboard
source: Right Win
it: Win destro

# MAC OS Keyboard
source: Right Cmd
it: Cmd destro

# Keyboard key
source: Right GUI
it: GUI destra

# Keyboard key
source: Mode
it: Modalità

source: Detected OpenGL version: %s
it: Versione OpenGL rilevata: %s

source: Detected OpenGL version string: "%s"
it: Stringa versione OpenGL rilevata: "%s"

source: Required OpenGL version: %s
it: Versione OpenGL richiesta: %s

source: Your OpenGL version is insufficient.
it: La tua versione OpenGL non è sufficiente.

source: Please see the client log for more information. An update of your graphics drivers might help resolve this issue.
it: Si prega di consultare il registro errori del client per ulteriori informazioni. Un aggiornamento dei driver grafici potrebbe aiutare a risolvere questo problema.

source: Available Extensions:
it: Estensioni disponibili:

source: The following extensions are not supported by your GPU:
it: Le seguenti estensioni non sono supportate dalla tua GPU:

source: Entering ...
it: Entrata in corso

source: Battling Internal Defense Weapons
it: Neutralizzazione difese interne

source: Battling Captain
it: Combattimento con il capitano

# For Green In Color Selection
source: G
it: V

source: Color Selection
it: Selezione colore

# Hold (keyboard key)
source: Hold %s
it: Tieni premuto %s

source: Password required
it: Password obbligatoria

source: Please enter password:
it: Inserisci la password:

source: Don't show this again
it: Non mostrare più

source: Avorion has run out of memory or a similar memory error has occurred. This error will be automatically reported.
it: Avorion ha esaurito la memoria o si è verificato un errore simile. Questo errore verrà segnalato automaticamente.

source: You have been banned from the server. (%s)
it: Sei stato bannato dal server. (%s)

source: %s has been banned.
it: %s è stato bannato.

source: Dev-Mode enabled. Steam achievements disabled. Reloading the galaxy might be necessary to apply all changes. Use Ctrl-Space to jump now.
it: Dev-Mode abilitato. Trofei Steam disabilitati. Ricaricare la galassia potrebbe essere necessario per applicare tutte le modifiche. Usa Ctrl-Spazio per saltare ora.

source: Dev-Mode disabled.
it: Dev-Mode disabilitato.

source: Player is not online.
it: Il giocatore non è online.

source: You were kicked from the server. (%s)
it: Sei stato espulso dal server. (%s)

source: %s has been kicked.
it: %s è stato espulso.

source: No player specified.
it: Nessun giocatore specificato.

source: Usage: /teleporttoship x y [factionIndex craftName]
it: Uso: /teleporttoship x y [factionIndex craftName]

source: Couldn't read x coordinate.
it: Impossibile leggere la coordinata x.

source: Couldn't read y coordinate.
it: Impossibile leggere la coordinata y.

source: Couldn't read faction index.
it: Impossibile leggere l'indice della fazione.

source: You can't travel to that sector.
it: Non puoi viaggiare in quel settore.

source: Moving player %1% to sector %2%.
it: Spostamento del giocatore %1% al settore %2%.

source: Moving player %1% to sector %2% to craft %3%.
it: Spostamento del giocatore %1% nel settore %2% per creare %3%.

source: Teleport to a sector with a ship you own
it: Teletrasportati in un settore con una nave di tua proprietà

source: Teleport to a sector with a craft you own into the optionally given craft. A delay may occur if the sector isn't loaded. Usage: /teleporttoship x y [factionIndex] [craftName]
it: Teletrasportati in un settore con una nave di tua proprietà nella nave opzionale. Un ritardo può verificarsi se il settore non è stato caricato. Utilizzo: /teleporttoship x y [factionIndex] [craftName]

source: Your ship is too big.
it: La tua nave è troppo grande.

source: Destination sector is still being generated.
it: Il settore di destinazione è ancora in fase di generazione.

source: Your %1% %2% has been destroyed!
it: Il tuo %1% %2% è stato distrutto!

source: A %s of yours has been destroyed!
it: Uno %s dei tuoi è stato distrutto!

source: Your craft %1% in sector \s(%2%:%3%) is under attack!
it: La tua nave %1% nel settore \s(%2%:%3%) è sotto attacco!

source: One of your crafts in sector \s(%1%:%2%) is under attack!
it: Una delle tue navi nel settore \s(%1%:%2%) è sotto attacco!

source: Your %1% %2% in sector \s(%3%:%4%) has been critically damaged!
it: La tua %1% %2% nel settore \s(%3%:%4%) è stata danneggiata in modo critico!

source: Your %1% %2% in sector \s(%3%:%4%) has been severely damaged! Destruction imminent!
it: La tua %1% %2% nel settore \s(%3%:%4%) è stata gravemente danneggiata! Distruzione imminente!

source: A %1% of yours in sector \s(%3%:%4%) has been critically damaged!
it: Uno %1% dei tuoi nel settore \s(%3%:%4%) è stato danneggiato in modo critico!

source: A %1% of yours in sector \s(%3%:%4%) has been severely damaged! Destruction imminent!
it: Uno %1% dei tuoi nel settore \s(%3%:%4%) è stato gravemente danneggiato! Distruzione imminente!

source: A crew member has died due to insufficient life support!
it: Un membro dell'equipaggio è morto a causa di un supporto vitale insufficiente!

source: The fighter type doesn't match the squad type.
it: Il tipo di caccia non corrisponde al tipo di squadra.

source: Morale on '%s' is very low! The crew is on strike!
it: Il morale su "%s" è molto basso! L'equipaggio è in sciopero!

source: Craft %1% was destroyed.
it: La Nave %1% è stata distrutta.

source: You can't found a new alliance while in an existing alliance.
it: Non puoi fondare una nuova alleanza mentre fai parte di un'alleanza esistente.

source: There is already an alliance with the name %s.
it: Esiste già un'alleanza con il nome %s.

source: You need %s Credits to found an alliance.
it: Hai bisogno di %s crediti per fondare un'alleanza.

source: Paid %1% Credits to found an alliance.
it: Hai pagato %1% Crediti per fondare un'alleanza.

source: You're now the leader of the alliance %s.
it: Ora sei il leader dell'alleanza %s.

source: Alliance was founded by %1%.
it: L'Alleanza è stata fondata da %1%.

source: You're not the leader of an alliance.
it: Non sei il leader di un'alleanza.

source: Your alliance has been disbanded.
it: La tua alleanza è stata sciolta.

source: You're not part of an alliance.
it: Non fai parte di un'alleanza.

source: You don't have permissions to invite other players.
it: Non disponi delle autorizzazioni per invitare altri giocatori.

source: The player is already a member of an alliance.
it: Il giocatore è già membro di un'alleanza.

source: Sent an invitation to %s.
it: Ha inviato un invito a %s.

source: %1% invited you to join their alliance %2%.
it: %1% ti ha invitato a unirti alla loro alleanza %2%.

source: %1% invited %2% to join the alliance.
it: %1% ha invitato %2% a unirsi all'alleanza.

source: This alliance no longer exists.
it: Questa alleanza non esiste più.

source: You're already member of an alliance.
it: Sei già membro di un'alleanza.

source: You're not invited to this alliance.
it: Non sei invitato a questa alleanza.

source: %s joined the alliance!
it: %s si sono uniti all'alleanza!

source: Joined the alliance %s. Type /alliance in the chat and say hello!
it: Aderito all'alleanza %s. Digita /alleanza nella chat e saluta!

source: %1% joined the alliance.
it: %1% si è unito all'alleanza.

source: You're not in an alliance.
it: Non sei in un'alleanza.

source: You don't have permissions to kick other members.
it: Non hai le autorizzazioni per espellere altri membri.

source: You can't kick the leader of the alliance.
it: Non puoi espellere il leader dell'alleanza.

source: You can't kick members of equal or higher rank.
it: Non puoi espellere membri di rango uguale o superiore.

source: You were kicked from %s.
it: Sei stato cacciato da %s.

source: %1% kicked %2%.
it: %1% ha espulso %2%.

source: You can't leave the alliance as the leader. You have to disband it or promote someone else to be the leader first.
it: Non puoi lasciare l'alleanza come leader. Devi prima scioglierla o promuovere qualcun altro come leader.

source: %1% left.
it: %1% è uscito.

source: You're not the leader of the alliance.
it: Non sei il leader dell'alleanza.

source: That player is not a member of the alliance.
it: Quel giocatore non è un membro dell'alleanza.

source: You're now the leader of your alliance.
it: Ora sei il leader della tua alleanza.

source: %1% is now the leader.
it: %1% è ora il leader.

source: Internal error, you don't have a rank in the alliance.
it: Errore interno, non hai un grado nell'alleanza.

source: Internal error, the assignee doesn't have a rank in the alliance.
it: Errore interno, l'assegnatario non ha un grado nell'alleanza.

source: That rank doesn't exist.
it: Quel grado non esiste.

source: You can't change the ranks of people ranked the same or higher than you.
it: Non puoi cambiare i gradi delle persone dello stesso grado o più in alto di te.

source: You don't have permissions to promote other members.
it: Non disponi delle autorizzazioni per promuovere altri membri.

source: You don't have permissions to demote other members.
it: Non disponi delle autorizzazioni per declassare altri membri.

source: You were assigned the rank '%s'.
it: Ti è stato assegnato il grado "%s".

source: %1% assigned rank %2% to %3%.
it: %1% assegnato grado dall' %2% al %3%.

source: You don't have permissions to edit ranks.
it: Non disponi delle autorizzazioni per modificare i gradi.

source: This rank doesn't exist.
it: Questo grado non esiste.

source: %1% assigned %2% as the rank for new members.
it: %1% ha assegnato l' %2% come grado per i nuovi membri.

source: This rank exists already.
it: Questo grado esiste già.

source: %1% added a new rank %2%.
it: %1% ha aggiunto un nuovo grado %2%.

source: %1% moved rank %2% above %3%.
it: %1% spostato di grado %2% sopra il %3%.

source: %1% set a new icon for rank %2%.
it: %1% ha impostato una nuova icona per il grado %2%.

source: %1% removed rank %2%.
it: %1% rimosso il grado %2%.

source: %1% edited rank %2%.
it: %1% grado modificato %2%.

source: You don't have permissions to add resources.
it: Non disponi delle autorizzazioni per aggiungere risorse.

source: %s credits
it: %s crediti

source: %1% added %2% credits to the vault.
it: %1% ha aggiunto l' %2% di crediti al deposito.

# XxKillerxX added 15 iron to the vault.
source: %1% added %2% %3% to the vault.
it: %1% ha aggiunto %2% %3% al deposito.

source: You don't have permissions to add items.
it: Non disponi delle autorizzazioni per aggiungere elementi.

source: This item is untradeable.
it: Questo articolo non è commerciabile.

source: This item is bound to another faction.
it: Questo oggetto è legato a un'altra fazione.

source: Alliance inventory is full.
it: L'inventario dell'Alleanza è pieno.

source: %1% added an item (%2% %3%) to the vault.
it: %1% ha aggiunto un articolo (%2% %3%) al deposito.

source: You don't have permissions to take resources.
it: Non disponi delle autorizzazioni per prelevare risorse.

source: %1% took %2% credits from the vault.
it: %1% ha preso %2% Crediti dal deposito.

# XxKillerxX took 15 iron from the vault.
source: %1% took %2% %3% from the vault.
it: Lo %1% ha prelevato l' %2% %3% dal deposito.

source: You don't have permissions to take items.
it: Non disponi delle autorizzazioni per prendere oggetti.

source: %1% took an item (%2% %3%) from the vault.
it: %1% ha preso un articolo (%2% %3%) dal deposito.

source: You don't have permissions to change the emblem.
it: Non disponi delle autorizzazioni per modificare l'emblema.

source: %1% updated the emblem.
it: %1% ha aggiornato l'emblema.

source: You don't have permissions to change the message of the day.
it: Non disponi delle autorizzazioni per modificare il messaggio del giorno.

source: %1% updated the message of the day.
it: %1% ha aggiornato il messaggio del giorno.

source: You don't have permissions to manage auto crew payment.
it: Non disponi delle autorizzazioni per gestire i pagamenti automatici dell'equipaggio.

source: %1% set crew auto-pay to %2%.
it: %1% ha impostato il pagamento automatico dell'equipaggio su %2%.

source: The crew of your alliance ship '%s' was paid.
it: L'equipaggio della tua nave dell'alleanza "%s" è stato pagato.

source: %s is already in a group.
it: %s è già in un gruppo.

source: You can't invite yourself.
it: Non puoi invitare te stesso.

source: Your group is full.
it: Il tuo gruppo è al completo.

source: Only the leader of a group can invite players.
it: Solo il leader di un gruppo può invitare giocatori.

source: %s was invited to your group.
it: %s è stato invitato nel tuo gruppo.

source: %s invited you to join their group. Type /join in the chat to join.
it: %s ti ha invitato a unirti al loro gruppo. Digita /unisciti alla chat per partecipare.

source: You're already in a group.
it: Sei già in un gruppo.

source: You can't join your own group.
it: Non puoi unirti al tuo gruppo.

source: The player is not online.
it: Il giocatore non è online.

source: The group is full.
it: Il gruppo è al completo.

source: The leader of that group is not online.
it: Il leader di quel gruppo non è online.

source: You're not in a group.
it: Non sei in un gruppo.

source: Only the leader of a group can assign a new leader.
it: Solo il leader di un gruppo può assegnare un nuovo leader.

source: The player is not member of the group.
it: Il giocatore non è membro del gruppo.

source: You're now the leader of the group. Type /invite [player] to invite other players, or type /leave to leave the group.
it: Ora sei il leader del gruppo. Digita /invita [player] per invitare altri giocatori o digita /esci per lasciare il gruppo.

source: %s requested to join your group.
it: %s ha richiesto di unirsi al tuo gruppo.

source: %s requested to join your group. Type /invite to accept.
it: %s ha richiesto di unirsi al tuo gruppo. Digita /invita ad accettare.

source: You requested to join %s's group.
it: Hai richiesto di unirti al gruppo di %s.

source: You joined %s's group. Type /leave to leave the group.
it: Ti sei unito al gruppo di %s. Digita /lascia per lasciare il gruppo.

source: You're now the leader of a group. Type /invite [player] to invite other players, or type /leave to leave the group.
it: Ora sei il leader di un gruppo. Digita /invita [player] per invitare altri giocatori o digita /esci per lasciare il gruppo.

source: Your group has been disbanded.
it: Il tuo gruppo è stato sciolto.

source: Rifts in the space-time continuum are blocking the way to the next sector.
it: I Rifts nel continuum spazio-temporale stanno bloccando la strada verso il settore successivo.

source: You were destroyed.
it: Sei stato distrutto.

source: Bad relations at last Repair Dock, going to Reconstruction Site.
it: Cattivi rapporti con l'ultima Stazione di Riparazione, vado al Cantiere di Ricostruzione.

source: Your client is incompatible with this server. Server version: %s
it: Il tuo client non è compatibile con questo server. Versione server: %s

source: An internal communications error occurred. Your connection will be terminated. Server version: %s
it: Si è verificato un errore di comunicazione interno. La connessione verrà interrotta. Versione server: %s

source: Couldn't enter craft.
it: Impossibile entrare nella nave.

source: Calculating jump route to \s%1%. Please stand by.
it: Calcolo rotta per il salto nell'iperspazio a \s%1%. Si prega di rimanere in attesa.

source: Calculating jump route to \s%1%.
it: Calcolo rotta per il salto nell'iperspazio a \s%1%.

source: Sector is out of reach. Plotting an intermediate course.
it: Il settore è fuori portata. Tracciare una rotta intermedia.

source: Your ship was destroyed.
it: La tua nave è stata distrutta.

source: This entity has no owner.
it: Questa entità non ha alcun proprietario.

source: You don't have permissions to modify this craft.
it: Non disponi delle autorizzazioni per modificare questa nave.

source: This entity has no BlockPlan.
it: Questa entità non ha blocchi.

source: You cannot edit a damaged ship. Repair it first!
it: Non puoi modificare una nave danneggiata. Prima riparala!

source: Too much structural damage. Repair this first!
it: Troppi danni strutturali. Riparali subito!

source: This can only be built with a friendly shipyard in the sector.
it: Puoi costruire solo con un Cantiere Navale alleato nel settore, ma puoi modificare la tipologia delle torrette!.

source: Building knowledge for %s required.
it: Conoscenze di costruzione per %s richieste.

source: This won't work.
it: Non funzionerà.

source: You need %s Credits.
it: Hai bisogno di %s crediti.

source: You cannot build this. %s
it: Non puoi costruirlo. %s

source: Remote parent not found.
it: Genitore remoto non trovato.

source: Remote attach block not found.
it: Blocco di collegamento remoto non trovato.

source: Not enough Processing Power. Use Non-Functional Blocks or upgrade your Building Knowledge!
it: Potenza di elaborazione insufficiente. Usa i blocchi non funzionali o migliora la tua conoscenza di costruzione!

source: Maximum Processing Power for this craft reached!
it: Raggiunta la massima potenza di elaborazione per questa nave!

source: Internal error: No design received.
it: Errore interno: nessun progetto ricevuto.

source: Turret design rejected:
it: Progetto torretta scartato:

source: This craft has no owner.
it: Questa nave non ha proprietari.

source: Cannot modify the turret designs of this craft.
it: Impossibile modificare il design della torretta di questa nave.

source: This turret has no owner.
it: Questa torretta non ha proprietari.

source: You don't have permission to do that.
it: Non hai il permesso di farlo.

source: This isn't a turret.
it: Questa non è una torretta.

source: This group is already assigned to a torpedo shaft.
it: Questo gruppo è già assegnato a un altro tubo lanciasiluri.

source: Not enough auto-turret slots.
it: Slot torretta a puntamento automatico insufficienti.

source: This craft doesn't have a torpedo launcher.
it: Questa imbarcazione non ha un tubo lanciasiluri.

source: This group is already assigned to a turret.
it: Questo gruppo è già assegnato ad una torretta.

source: You don't have any of this turret.
it: Non hai nessuna di queste torrette.

source: You must own the Black Market DLC to build this turret.
it: Devi possedere il DLC Mercato Nero per costruire questa torretta.

source: You must own the Into The Rift DLC to build this turret.
it: Devi possedere il DLC Dentro il Rift per costruire questa torretta.

source: You cannot build turrets onto this craft.
it: Non puoi costruire torrette su questa nave.

source: Attachment block not found.
it: Blocco allegati non trovato.

source: You cannot put a turret into a smaller design.
it: Non è possibile inserire una torretta in un design più piccolo.

source: You cannot place a coaxial gun in a normal turret design.
it: Non è possibile posizionare un arma coassiale in un normale design della torretta.

source: You cannot place a normal turret in a coaxial gun design.
it: Non è possibile posizionare una torretta normale in un progetto di arma coassiale.

source: Turret to replace not found.
it: Torretta da sostituire non trovata.

source: There are multiple turrets at this position.
it: Ci sono più torrette in questa posizione.

source: You must place the turret on a block made of %s.
it: È necessario posizionare la torretta su un blocco di %s.

source: You must place the turret on a block made of %s or better.
it: È necessario posizionare la torretta su un blocco di %s o migliore.

source: You cannot build a turret at this place. %s
it: Non puoi costruire una torretta in questo posto. %s

source: Not enough slots for armed turrets. Install Turret Subsystems in your ship to increase the number of turret slots!
it: Non ci sono abbastanza slot per le torrette militari. Installa i sottosistemi per torrette nella tua nave per aumentare il numero di slot della torretta!

source: Not enough slots for civil turrets. Install Turret Subsystems in your ship to increase the number of turret slots!
it: Non ci sono abbastanza slot per le torrette civili. Installa i sottosistemi per torrette nella tua nave per aumentare il numero di slot della torretta!

source: Not enough slots for defensive turrets. Install Turret Subsystems in your ship to increase the number of turret slots!
it: Slot insufficienti per le torrette militari difensive. Installa i sottosistemi per torrette nella tua nave per aumentare il numero di slot della torretta!

source: An internal error occurred. See log for more details.
it: Si è verificato un errore interno. Vedere il log per ulteriori dettagli.

source: Block not found.
it: Blocco non trovato.

source: Can't add more Functional Blocks. Use Non-Functional blocks or upgrade your Building Knowledge.
it: Impossibile aggiungere altri blocchi funzionali. Usa blocchi non funzionali o migliora le tue conoscenze sull'edificio.

source: Transforming the whole craft into Hologram would delete it.
it: Trasformare l'intera imbarcazione in un ologramma la eliminerebbe.

source: You must be in a ship if you want to change sectors.
it: Devi essere su una nave se vuoi cambiare settore.

source: Your ship cannot perform hyperspace jumps.
it: La tua nave non può eseguire salti iperspaziali.

source: You can't use the hyperdrive on this ship.
it: Non puoi usare l'iperguida su questa nave.

source: You have been blocked from using your hyperdrive on this server for an indefinite amount of time.
it: Ti è stato impedito di utilizzare la tua iperguida su questo server per un periodo di tempo indefinito.

source: You have been blocked from using your hyperdrive on this server for %s.
it: Ti è stato impedito di utilizzare l'iperguida su questo server per %s.

source: You are already in this sector.
it: Sei già in questo settore.
