Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

# You've unlocked the ability to build Titanium blocks.
source: You've unlocked the ability to build %s blocks!
it: Hai sbloccato l'abilità di costruire %s blocchi!

source: Co-'n-Op Reconstruction Kit
it: Kit di ricostruzione Co-'n-Op

source: Craft
it: Artigianato

source: Any
it: Qualsiasi

source: Use near a wreckage of a destroyed ship
it: Usalo vicino al relitto di una nave distrutta

source: Quickly reassembles a destroyed ship
it: Riassembla rapidamente una nave distrutta

source: Prioritizes other players
it: Dà la priorità agli altri giocatori

source: Disclaimer: Additional Repairs Necessary!
it: Dichiarazione di non responsabilità: sono necessarie ulteriori riparazioni!

source: No wreckage found.
it: Nessun relitto trovato.

source: Reconstructed %1% of %2%.
it: Ricostruito %1% dell' %2%.

source: Reconstructed by %1%.
it: Ricostruito al %1%.

source: Energy Suppressor Satellite
it: Soppressore di energia satellitare

source: Time
it: Ora

source: Can be deployed by the player.
it: Può essere schierato dal giocatore.

source: Deploy this satellite in a sector
it: Distribuisci questo satellite in un settore

source: to suppress energy signatures
it: per sopprimere le firme energetiche

source: and to hide any activity from persecutors.
it: e per nascondere qualsiasi attività ai persecutori.

source: Trade Guild Beacon
it: Faro della Gilda Commerciale

source: Ally
it: Alleato

source: Merchant Type
it: Tipo di esercente

source: Equipment
it: Attrezzature

source: Rare Artifacts
it: Artefatti rari

source: Calls in a merchant of your allies.
it: Chiama un mercante dei tuoi alleati.

source: Must be used in your allies' territory.
it: Deve essere utilizzato nel territorio dei tuoi alleati.

source: Our merchant guild only responds to calls from our allies.
it: La nostra gilda mercantile risponde solo alle chiamate dei nostri alleati.

source: There is already an agent of our guild in your sector.
it: C'è già un agente della nostra gilda nel tuo settore.

source: You must be in a ship to use this.
it: Devi essere su una nave per usarlo.

source: Mobile Merchant
it: Commerciante di telefonia mobile

source: The merchant guild received a call from this sector. Who can we help?
it: La gilda mercantile ha ricevuto una chiamata da questo settore. Chi possiamo aiutare?

source: North West
it: Nord Ovest

source: North East
it: Nord Est

source: South West
it: Sud Ovest

source: South East
it: Sud Est

source: Faction Territory Map
it: Mappa del territorio di fazione

source: Faction Quadrant Map
it: Mappa del quadrante di fazione

source: Explorer's Quadrant Map
it: Mappa del Quadrante dell'Esploratore

source: Traveler's Quadrant Map
it: Mappa del quadrante del viaggiatore

source: Quadrant
it: Quadrante

source: Full Territory
it: Territorio completo

source: Gate Network
it: Rete di cancelli

source: Additional Sectors
it: Settori aggiuntivi

source: Sector Stations
it: Stazioni di Settore

source: Unveils a quadrant of the faction's territory.
it: Svela un quadrante del territorio della fazione.

source: Territory info is loaded into the Galaxy Map
it: Le informazioni sul territorio vengono caricate nella Mappa Galattica

source: A chip with territory information.
it: Un chip con informazioni sul territorio.

source: Map information added to the Galaxy Map.
it: Informazioni sulla mappa aggiunte alla Mappa Galattica.

source: Still updating.
it: Ancora in aggiornamento.

source: Faction Gate Map Update
it: Aggiornamento mappa Cancello di fazione

source: Network Version
it: Versione di rete

source: Updates gate connections of the faction's territory
it: Aggiorna le connessioni del cancello del territorio della fazione

source: A chip with gate information.
it: Un chip con informazioni sul gate.

source: Courtesy of Galaxy Gates United.
it: Per gentile concessione di Galaxy Gates United.

source: A data chip with fragmented transcripts.
it: Un chip di dati con trascrizioni frammentate.

source: Double-click for computer analysis.
it: Fare doppio clic per l'analisi del computer.

source: Finished analysis. Writing results to chat log.
it: Analisi terminata. Scrittura dei risultati nel registro della chat.

source: Hyperspace Interrupter
it: Interruttore iperspaziale

source: Can be used to interrupt the hyperspace jump of Fidget.
it: Può essere usato per interrompere il salto iperspaziale di Fidget.

source: The Hyperspace Interrupter still needs about %1% min to track Fidget's ship.
it: L'Interruttore Iperspaziale necessita ancora di circa %1% min per tracciare la nave di Fidget.

source: In-Sector Marker Buoy
it: Boa di segnalazione nel settore

source: Marks a location in the sector.
it: Segna una posizione nel settore.

source: Too many marker buoys.
it: Troppe boe segnaletiche.

# Pioneer Company Limited
source: PCL Message Transmitter
it: Trasmettitore di messaggi PCL

# Pioneer Company Limited
source: PCL's Message Transmitter
it: Trasmettitore di messaggi di PCL

source: Allows you to leave a message for others.
it: Permette di lasciare un messaggio per gli altri.

source: Only the owner of the beacon can edit the message.
it: Solo il proprietario del beacon può modificare il messaggio.

# Pioneer Company Limited
source: This is the interface of the PCL's Message Transmitter, would you like to leave a message for others?
it: Questa è l'interfaccia del trasmettitore di messaggi del PCL, vuoi lasciare un messaggio per gli altri?

source: Xsotan Wormhole Device
it: Dispositivo wormhole Xsotan

source: Opens Wormholes
it: Apre i wormhole

source: Probably?
it: Probabilmente?

source: Closes Wormholes
it: Chiude i wormholes

source: Maybe?
it: Forse?

source: Destination
it: Destinazione

source: Unclear
it: Non chiaro

source: Has a little light that points in a direction.
it: Ha un po' di luce che punta in una direzione.

source: Seems to point towards your Reconstruction Site.
it: Sembra puntare verso il tuo sito di ricostruzione.

source: Is this thing even working..?
it: Questa cosa funziona almeno...?

source: Only one way to find out...
it: C'è solo un modo per scoprirlo...

source: You must wait another %1% minutes before this works again.
it: Devi aspettare altri %1% minuti prima che funzioni di nuovo.

source: You must wait another %1% seconds before this works again.
it: Devi attendere altri %1% secondi prima che funzioni di nuovo.

source: Nothing is happening. Maybe try from another sector?
it: Non sta succedendo nulla. Forse provi da un altro settore?

source: No hyperspace engine on your ship.
it: Nessun motore iperspaziale sulla tua nave.

source: Your hyperspace engine must be fully recharged to do this.
it: Il motore iperspaziale deve essere completamente ricaricato per farlo.

source: You can't do this while your hyperspace engine is being distorted by something.
it: Non puoi farlo mentre il tuo motore iperspaziale viene distorto da qualcosa.

source: You can't do this while your hyperspace engine is being blocked by something.
it: Non puoi farlo mentre il tuo motore iperspaziale è bloccato da qualcosa.

source: Q-n-D Reconstruction Kit
it: Kit di ricostruzione Q-n-D

source: Owner
it: Proprietario

source: Bound to a specific craft
it: Legato a un'imbarcazione specifica

source: Use near the wreckage of the destroyed craft
it: Utilizzare in prossimità del relitto dell'imbarcazione distrutta

source: Quickly reassembles the bound craft
it: Rimonta rapidamente l'imbarcazione legata

source: Wreckage not found.
it: Rottami non trovati.

source: Reinforcements Transmitter
it: Trasmettitore Rinforzi

source: Calls in reinforcements from your allies
it: Chiama rinforzi dai tuoi alleati

source: We only send out combat support for our allies.
it: Inviamo solo supporto in combattimento per i nostri alleati.

source: We're sorry, but you're too far out. We can't send reinforcements that far.
it: Siamo spiacenti, ma sei troppo lontano. Non possiamo mandare rinforzi così lontano.

source: We can't send out reinforcements that quickly again! You'll have to wait another %i minutes!
it: Non possiamo inviare di nuovo rinforzi così in fretta! Dovrai aspettare altri %i minuti!

source: IGA-1510 Sector Label Applicator
it: IGA-1510 Applicatore Etichette di Settore

# IGA = Inter-Galactic Association
source: IGA-1510 Sector Label Applicator
it: IGA-1510 Applicatore Etichette di Settore

source: Permanent
it: Permanente

source: Allows you to rename a sector
it: Permette di rinominare un settore

source: if you or your alliance control it.
it: se tu o la tua alleanza lo controllate.

source: Can’t deploy beacon in a sector that you don't control.
it: Impossibile distribuire il beacon in un settore che non si controlla.

source: You don't have permission to deploy the beacon in the name of your alliance.
it: Non hai il permesso di schierare il faro in nome della tua alleanza.

# IGA = Inter-Galactic Association
source: This is the interface of the IGA-1510 Sector Label Applicator, would you like to change the name of this sector?
it: Questa è l'interfaccia dell'applicatore di etichette di settore IGA-1510, vuoi cambiare il nome di questo settore?

source: Unbound Q-n-D Reconstruction Kit
it: Kit di ricostruzione Q-n-D non vincolato

source: Can be bound to any ship
it: Può essere collegato a qualsiasi nave

source: Not yet assigned
it: Non ancora assegnato

source: Use while inside a craft
it: Utilizzare mentre si è all'interno di un'imbarc

source: Turns into a bound reconstruction kit
it: Si trasforma in un kit di ricostruzione rilegato

source: Construction Site
it: Cantiere

source: Outlaw
it: Fuorilegge

source: Bandit
it: Bandito

source: Pirate
it: Pirata

source: Marauder
it: Predatore

source: Disruptor
it: Perturbatore

source: Raider
it: Incursore

source: Pirate Carrier
it: Portapirati

source: Pirate Mothership
it: Nave madre pirata

source: Pirate Loot Transporter
it: Trasportatore di bottino pirata

source: North
it: Nord

source: East
it: Est

source: South
it: Sud

source: West
it: Ovest

source: Hello! I see you found some Titanium! That's great, congratulations! Since I still feel like I'm in your debt, I'd like to give you this. I still have this from a few years ago and I'm sure it will help you out. Greetings, %1%
it: Ciao! Vedo che hai trovato del titanio! Fantastico, congratulazioni! Dato che mi sento ancora in debito con te, vorrei darti questo. Ho ancora questo di qualche anno fa e sono sicuro che ti aiuterà. Saluti, %1%

# Mail Subject
source: Titanium!
it: Titanio!

source: %1%, the Adventurer
it: %1%, l'Avventuriero

source: Hello! And now you've got some Naonite! You're progressing well! Naonite is even better than Titanium, and not just because it's more durable. With Naonite, you can build shield generators! Sadly, I don't have any more building knowledge that I could give you. You should try your luck with a shipyard in the Naonite area. Or maybe you can loot some from pirates with Naonite ships? They must have built them somehow! Greetings, %1%
it: Ciao! E ora hai un po' di Naonite! Stai procedendo bene! La naonite è persino migliore del titanio, e non solo perché è più resistente. Con Naonite, puoi costruire generatori di scudi! Purtroppo, non ho più conoscenze di costruzione che potrei darti. Dovresti tentare la fortuna con un cantiere navale nella zona naonita. O forse puoi saccheggiarne un po' dai pirati con le navi naonite? Devono averli costruiti in qualche modo! Saluti, %1%

# Mail Subject
source: Next Step: Naonite!
it: Prossimo passo: Naonite!

# sentence referring to a male captain
source: The captain has had no special training.
it: Il capitano non ha avuto un addestramento speciale.

# sentence referring to a female captain
source: The captain has had no special training.
it: Il capitano non ha avuto un addestramento speciale.

# Captain Class of a male captain
source: Commodore
it: Commodoro

# Captain Class of a female captain
source: Commodore
it: Commodoro

# sentence referring to a male captain
source: The captain has already collected experience working as a commodore. He has already commanded smaller fleets and made a name for himself. Enemies think twice before attacking him.
it: Il capitano ha già accumulato esperienza lavorando come commodoro. Ha già comandato flotte più piccole e si è fatto un nome. I nemici ci pensano due volte prima di attaccarlo.

# sentence referring to a female captain
source: The captain has already collected experience working as a commodore. She has already commanded smaller fleets and made a name for herself. Enemies think twice before attacking her.
it: Il capitano ha già accumulato esperienza lavorando come commodoro. Ha già comandato flotte più piccole e si è fatta un nome. I nemici ci pensano due volte prima di attaccarla.

# Captain Class of a male captain
source: Smuggler
it: Contrabbandiere

# Captain Class of a female captain
source: Smuggler
it: Contrabbandiere

# sentence referring to a male captain
source: The captain has chosen to become a smuggler. As an expert in shady deals and moving goods of all kinds, he can trade and transport all goods.
it: Il capitano ha scelto di diventare un contrabbandiere. In qualità di esperto in affari loschi e movimentazione di merci di ogni tipo, può commerciare e trasportare tutte le merci.

# sentence referring to a female captain
source: The captain has chosen to become a smuggler. As an expert in shady deals and moving goods of all kinds, she can trade and transport all goods.
it: Il capitano ha scelto di diventare un contrabbandiere. In qualità di esperta in affari loschi e movimentazione di merci di ogni tipo, può commerciare e trasportare tutte le merci.

# Captain Class of a male captain
source: Merchant
it: Commerciante

# Captain Class of a female captain
source: Merchant
it: Commerciante

# sentence referring to a male captain
source: The captain is excellent at trading. He is gifted with superior powers of persuasion which allows him to ensure the best deals, and he doesn't need licenses for dangerous goods.
it: Il capitano è eccellente nel trading. È dotato di poteri di persuasione superiori che gli consentono di garantire le migliori offerte e non ha bisogno di licenze per merci pericolose.

# sentence referring to a female captain
source: The captain is excellent at trading. She is gifted with superior powers of persuasion which allows her to ensure the best deals, and she doesn't need licenses for dangerous goods.
it: Il capitano è eccellente nel trading. È dotata di poteri di persuasione superiori che le consentono di garantire le migliori offerte e non ha bisogno di licenze per merci pericolose.

# Captain Class of a male captain
source: Miner
it: Minatore

# Captain Class of a female captain
source: Miner
it: Minatore

# sentence referring to a male captain
source: The captain is an experienced miner. He is blessed with a good eye for rocks which increases his profits when mining. His experience allows him to perform longer mining operations.
it: Il capitano è un minatore esperto. È benedetto con un buon occhio per le rocce che aumenta i suoi profitti quando estrae. La sua esperienza gli consente di eseguire operazioni minerarie più lunghe.

# sentence referring to a female captain
source: The captain is an experienced miner. She is blessed with a good eye for rocks which increases her profits when mining. Her experience allows her to perform longer mining operations.
it: Il capitano è un minatore esperto. È benedetta con un buon occhio per le rocce che aumenta i suoi profitti durante l'estrazione mineraria. La sua esperienza le consente di eseguire operazioni minerarie più lunghe.

# Captain Class of a male captain
source: Scavenger
it: Saccheggiatore

# Captain Class of a female captain
source: Scavenger
it: Saccheggiatore

# sentence referring to a male captain
source: The captain is a passionate scavenger. As a result, he knows a lot about scrap and metals which increases his profits when scrapping and allows him to perform longer scrapping operations.
it: Il capitano è un appassionato spazzino. Di conseguenza, sa molto su rottami e metalli che aumentano i suoi profitti durante la rottamazione e gli consentono di eseguire operazioni di rottamazione più lunghe.

# sentence referring to a female captain
source: The captain is a passionate scavenger. As a result, she knows a lot about scrap and metals which increases her profits when scrapping and allows her to perform longer scrapping operations.
it: Il capitano è un appassionato spazzino. Di conseguenza, sa molto su rottami e metalli, il che aumenta i suoi profitti durante la rottamazione e le consente di eseguire operazioni di rottamazione più lunghe.

# Captain Class of a male captain
source: Explorer
it: Esploratore

# Captain Class of a female captain
source: Explorer
it: Esploratrice

# sentence referring to a male captain
source: The captain is an explorer. He has made it his mission to explore the galaxy and collect as much data as possible.
it: Il capitano è un esploratore. La sua missione è esplorare la galassia e raccogliere quanti più dati possibile.

# sentence referring to a female captain
source: The captain is an explorer. She has made it her mission to explore the galaxy and collect as much data as possible.
it: Il capitano è un esploratore. La sua missione è esplorare la galassia e raccogliere quanti più dati possibile.

# Captain Class of a male captain
source: Daredevil
it: Temerario

# Captain Class of a female captain
source: Daredevil
it: Temeraria

# sentence referring to a male captain
source: The captain is a daredevil. Somehow, he always ends up in trouble. But nothing can keep him down for long, and he likes to share any loot he collects with his allies.
it: Il capitano è un temerario. In qualche modo, finisce sempre nei guai. Ma nulla può trattenerlo a lungo e gli piace condividere qualsiasi bottino che raccoglie con i suoi alleati.

# sentence referring to a female captain
source: The captain is a daredevil. Somehow, she always ends up in trouble. But nothing can keep her down for long, and she likes to share any loot she collects with her allies.
it: Il capitano è un temerario. In qualche modo, finisce sempre nei guai. Ma nulla può trattenerla a lungo e le piace condividere qualsiasi bottino che raccoglie con i suoi alleati.

# Captain Class of a male captain
source: Scientist
it: Scienziato

# Captain Class of a female captain
source: Scientist
it: Scienziata

# sentence referring to a male captain
source: As a Scientist, this captain is part of a guild that wants to explore Rifts. While inside subspace rifts, he will collect valuable data that can be sold or exchanged for special equipment.
it: Come Scienziato, questo capitano fa parte di una gilda che vuole esplorare le Spaccature. Mentre si trova all'interno delle fratture subspaziali, raccoglierà dati preziosi che possono essere venduti o scambiati con attrezzature speciali.

# sentence referring to a female captain
source: As a Scientist, this captain is part of a guild that wants to explore Rifts. While inside subspace rifts, she will collect valuable data that can be sold or exchanged for special equipment.
it: Come Scienziato, questo capitano fa parte di una gilda che vuole esplorare le Spaccature. Mentre si trova all'interno delle fratture subspaziali, raccoglierà dati preziosi che possono essere venduti o scambiati con attrezzature speciali.

# Captain Class of a male captain
source: Xsotan Hunter
it: Cacciatore Xsotan

# Captain Class of a female captain
source: Xsotan Hunter
it: Cacciatrice Xsotan

# sentence referring to a male captain
source: As a Xsotan Hunter, this captain devoted his life to fight against the Xsotan. He has exceptional knowledge of Rifts and attracting rare Xsotan types. While inside subspace rifts, he'll attract special Xsotan that will give you special rewards.
it: Come cacciatore di Xsotan, questo capitano ha dedicato la sua vita a combattere contro gli Xsotan. Ha una conoscenza eccezionale delle Spaccature e attrae rari tipi Xsotan. Mentre si trova all'interno delle fratture subspaziali, attirerà Xsotan speciali che ti daranno ricompense speciali.

# sentence referring to a female captain
source: As a Xsotan Hunter, this captain devoted her life to fight against the Xsotan. She has exceptional knowledge of Rifts and attracting rare Xsotan types. While inside subspace rifts, she'll attract special Xsotan that will give you special rewards.
it: Come cacciatore di Xsotan, questo capitano ha dedicato la sua vita a combattere contro gli Xsotan. Ha una conoscenza eccezionale delle Spaccature e attrae rari tipi di Xsotan. Mentre si trova all'interno delle spaccature del subspazio, attirerà Xsotan speciali che ti daranno ricompense speciali.

# Captain Perk Type of a male captain
source: Educated
it: Istruito

# Captain Perk Type of a female captain
source: Educated
it: Istruita

# sentence referring to a male captain
source: The captain is highly educated and will learn new things very quickly.
it: Il capitano è molto istruito e imparerà cose nuove molto rapidamente.

# sentence referring to a female captain
source: The captain is highly educated and will learn new things very quickly.
it: Il capitano è molto istruito e imparerà cose nuove molto rapidamente.

source: Gains more experience when fulfilling commands
it: Guadagna più esperienza quando esegue i comandi

# Captain Perk Type of a male captain
source: Humble
it: Umile

# Captain Perk Type of a female captain
source: Humble
it: Umile

# sentence referring to a male captain
source: Out of modesty, this captain demands less payment.
it: Per modestia, questo capitano richiede meno pagamenti.

# sentence referring to a female captain
source: Out of modesty, this captain demands less payment.
it: Per modestia, questo capitano richiede meno pagamenti.

source: Demands lower salary
it: Richiede uno stipendio più basso

# Captain Perk Type of a male captain
source: Reckless
it: Sconsiderato

# Captain Perk Type of a female captain
source: Reckless
it: Sconsiderato

# sentence referring to a male captain
source: Due to his ruthlessness, this captain is more likely to be attacked, but he also manages to travel through the galaxy faster.
it: A causa della sua spietatezza, questo capitano ha maggiori probabilità di essere attaccato, ma riesce anche a viaggiare attraverso la galassia più velocemente.

# sentence referring to a female captain
source: Due to her ruthlessness, this captain is more likely to be attacked, but she also manages to travel through the galaxy faster.
it: A causa della sua spietatezza, è più probabile che questo capitano venga attaccato, ma riesce anche a viaggiare attraverso la galassia più velocemente.

source: Higher risk of being ambushed, faster completion of commands
it: Maggiore rischio di imboscata, completamento più rapido dei comandi

# Captain Perk Type of a male captain
source: Connected
it: Connesso

# Captain Perk Type of a female captain
source: Connected
it: Connessa

# sentence referring to a male captain
source: This captain can negotiate significantly better prices thanks to his connections.
it: Questo capitano può negoziare prezzi significativamente migliori grazie alle sue conoscenze.

# sentence referring to a female captain
source: This captain can negotiate significantly better prices thanks to her connections.
it: Questo capitano può negoziare prezzi significativamente migliori grazie alle sue conoscenze.

source: Negotiates better prices
it: Negozia prezzi migliori

# Captain Perk Type of a male captain
source: Navigator
it: Navigatore

# Captain Perk Type of a female captain
source: Navigator
it: Navigatore
