Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

# prefix
source: Semi Conductor
it: Semiconduttore

source: Used for building microchips and other sorts of electric things.
it: Utilizzato per costruire microchip e altri tipi di cose elettriche.

source: Energy Tube
it: Tubo di energia

# prefix
source: Energy Tube
it: Tubo di energia

source: Long tubes that are used to transport high amounts of energy.
it: Tubi lunghi che vengono utilizzati per trasportare elevate quantità di energia.

source: Microchips are the most basic parts of computers.
it: I microchip sono le parti più elementari dei computer.

source: A battery that can emit a short but strong pulse of energy.
it: Una batteria in grado di emettere un breve ma forte impulso di energia.

source: Energy Generator
it: Generatore di energia

# prefix
source: Energy Generator
it: Generatore di energia

source: A device that generates energy from an antimatter core.
it: Un dispositivo che genera energia da un nucleo di antimateria.

source: A touch display for computers.
it: Uno schermo touch per computer.

source: Processor
it: Processore

# prefix
source: Processor
it: Processore

source: The heart of a computer or any device that does some kind of calculation.
it: Il cuore di un computer o di qualsiasi dispositivo che faccia qualche tipo di calcolo.

source: Tiny robots that are able to get into almost everything.
it: Piccoli robot che sono in grado di entrare in quasi tutto.

source: Laser Head
it: Testa laser

# prefix
source: Laser Head
it: Testa laser

source: A device used to focus laser beams.
it: Un dispositivo utilizzato per mettere a fuoco i raggi laser.

source: Laser Compressor
it: Compressore laser

# prefix
source: Laser Compressor
it: Compressore laser

source: A device that can bundle energy and emit a laser beam.
it: Un dispositivo in grado di raggruppare energia ed emettere un raggio laser.

source: Unmanned little ships for everyday purposes.
it: Piccole navi senza equipaggio per scopi quotidiani.

source: Antigrav Unit
it: Unità antigravitazionale

# prefix
source: Antigrav Unit
it: Unità antigravitazionale

source: This device generates antigrav fields for easier transportation of objects.
it: Questo dispositivo genera campi antigravitazionali per facilitare il trasporto di oggetti.

source: Solar Panel
it: Pannello solare

# prefix
source: Solar Panel
it: Pannello solare

source: Solar panels that can generate electricity from sunlight.
it: Pannelli solari in grado di generare elettricità dalla luce solare.

source: Fusion Core
it: Nucleo di fusione

# prefix
source: Fusion Core
it: Nucleo di fusione

source: Highly advanced portable fusion generator.
it: Generatore portatile a fusione altamente avanzato.

source: Power Unit
it: Unità di alimentazione

# prefix
source: Power Unit
it: Unità di alimentazione

source: A big device that can create a huge amount of energy over a long period of time.
it: Un grande dispositivo in grado di creare un'enorme quantità di energia per un lungo periodo di tempo.

source: Energy Container
it: Contenitore di energia

# prefix
source: Energy Container
it: Contenitore di energia

source: Bigger than energy cells, these devices can hold up to 1000x more energy.
it: Più grandi delle celle energetiche, questi dispositivi possono contenere fino a 1000 volte più energia.

source: High Pressure Tube
it: Tubo ad alta pressione

# prefix
source: High Pressure Tube
it: Tubo ad alta pressione

source: Tubes that can sustain extremely high pressure. Most commonly used in factories or weapons.
it: Tubi in grado di sostenere pressioni estremamente elevate. Più comunemente usato nelle fabbriche o nelle armi.

source: Turbine
it: Turbina

# prefix
source: Turbine
it: Turbina

source: Multi-purpose turbine.
it: Turbina polivalente.

source: Electromagnetic Charge
it: Carica elettromagnetica

# prefix
source: Electromagnetic Charge
it: Carica elettromagnetica

source: One-time use charge that can set free a strong electromagnetic pulse.
it: Carica una tantum che può liberare un forte impulso elettromagnetico.

source: Targeting Card
it: Chip di puntamento

# prefix
source: Targeting Card
it: Chip di puntamento

source: Multi-purpose chip with targeting software for missiles or turrets.
it: Chip multiuso con software di puntamento per missili o torrette.

source: Gauss Rail
it: Rotaia Gauss

source: A rail for immense acceleration of projectiles with magnetic fields.
it: Una rotaia per l'accelerazione immensa di proiettili con campi magnetici.

source: Warhead
it: Testata

# prefix
source: Warhead
it: Testata

source: Explosive heads for rockets.
it: Teste esplosive per razzi.

source: Explosive Charge
it: Carica esplosiva

# prefix
source: Explosive Charge
it: Carica esplosiva

source: A military grade explosive.
it: Un esplosivo di livello militare.

source: A satellite used for research or spying.
it: Un satellite utilizzato per la ricerca o lo spionaggio.

source: Teleporter
it: Teletrasporto

# prefix
source: Teleporter
it: Teletrasporto

source: Short range one-man hyperspace teleporters.
it: Teletrasportatori iperspaziali one-man a corto raggio.

source: Computation Mainframe
it: Mainframe di calcolo

# prefix
source: Computation Mainframe
it: Mainframe di calcolo

source: A high speed computer used as infrastructure for stations and ships.
it: Un computer ad alta velocità utilizzato come infrastruttura per stazioni e navi.

source: Fusion Generator
it: Generatore a fusione

# prefix
source: Fusion Generator
it: Generatore a fusione

source: The bigger, better and more advanced variant of the fusion core.
it: La variante più grande, migliore e più avanzata del nucleo di fusione.

source: Antigrav Generator
it: Generatore antigravitazionale

# prefix
source: Antigrav Generator
it: Generatore antigravitazionale

source: A generator that creates a field where gravity has no effect.
it: Un generatore che crea un campo in cui la gravità non ha alcun effetto.

source: Force Generator
it: Generatore di forza

# prefix
source: Force Generator
it: Generatore di forza

source: A generator that creates a force field that pushes or pulls objects.
it: Un generatore che crea un campo di forza che spinge o attira gli oggetti.

source: Laser Modulator
it: Modulatore laser

# prefix
source: Laser Modulator
it: Modulatore laser

source: A device that changes various properties of lasers beams passing through it.
it: Dispositivo che modifica varie proprietà dei raggi laser che lo attraversano.

source: Neutron Accelerator
it: Acceleratore di Neutroni

# prefix
source: Neutron Accelerator
it: Acceleratore di Neutroni

source: A device that accelerates neutrons to near light speed.
it: Un dispositivo che accelera i neutroni alla velocità della luce.

source: Proton Accelerator
it: Acceleratore Protonico

# prefix
source: Proton Accelerator
it: Acceleratore Protonico

source: A device that accelerates protons to near light speed.
it: Un dispositivo che accelera i protoni alla velocità della luce.

source: Electron Accelerator
it: Acceleratore di Elettroni

# prefix
source: Electron Accelerator
it: Acceleratore di Elettroni

source: A device that accelerates electrons to near light speed.
it: Un dispositivo che accelera gli elettroni alla velocità della luce.

source: Ammunition S
it: Munizioni S

# prefix
source: Ammunition S
it: Munizioni S

source: Ammunition for small handguns.
it: Munizioni per piccole pistole.

source: Ammunition M
it: Munizioni M

# prefix
source: Ammunition M
it: Munizioni M

source: Ammunition for large handheld guns.
it: Munizioni per cannoni portatili di grandi dimensioni.

source: Ammunition L
it: Munizioni L

# prefix
source: Ammunition L
it: Munizioni L

source: Ammunition for turrets.
it: Munizioni per torrette.

source: Gun
it: Pistola

# prefix
source: Gun
it: Pistola

source: Hand guns. Used by robots and living beings.
it: Pistole classiche. Utilizzate da robot ed esseri viventi.

source: Rocket
it: Razzo

# prefix
source: Rocket
it: Razzo

source: Ammunition for rocket launchers.
it: Munizioni per lanciarazzi.

source: War Robot
it: Robot da Guerra

# prefix
source: War Robot
it: Robot da Guerra

source: A big robot that is highly armed and very deadly.
it: Un grande robot altamente armato e molto letale.

source: Body Armor
it: Corazza

# prefix
source: Body Armor
it: Corazza

source: Exoskeleton armor for elite soldiers.
it: Armatura con esoscheletro per soldati d'élite.

source: Targeting System
it: Sistema di targeting

# prefix
source: Targeting System
it: Sistema di targeting

source: Computer system that is able to track multiple targets.
it: Sistema informatico in grado di tracciare più bersagli.

source: Ammunition
it: Munizioni

# prefix
source: Ammunition
it: Munizioni

source: Ammunition for projectile weapons.
it: Munizioni per armi a proiettile.

source: Military Tesla Coil
it: Bobina di Tesla militare

# prefix
source: Military Tesla Coil
it: Bobina di Tesla militare

source: A repurposed tesla coil that can shoot directed high-intensity beams of electricity.
it: Una Bobina di Tesla riproposta in grado di sparare fasci diretti ad alta intensità di elettricità.

source: Medical Supplies
it: Forniture Mediche

# prefix
source: Medical Supplies
it: Forniture Mediche

source: A box with everyday medical supplies containing bandages, antibiotics and germicides.
it: Una scatola con materiale medico di uso quotidiano contenente bende, antibiotici e germicidi.

source: Drill
it: Trivella

# prefix
source: Drill
it: Trivella

source: Mining drill, often used in asteroid mines.
it: Trivella mineraria, spesso utilizzata nelle miniere di asteroidi.

source: Industrial Tesla Coil
it: Bobina di Tesla industriale

# prefix
source: Industrial Tesla Coil
it: Bobina di Tesla industriale

source: Tesla coil used for melting of metals in factories.
it: Bobina di Tesla utilizzata per la fusione dei metalli nelle fabbriche.

source: Mining Robot
it: Robot Minerario

# prefix
source: Mining Robot
it: Robot Minerario

source: A big robot used for mining in asteroid shafts where human beings would not survive.
it: Un grande robot utilizzato per l'estrazione mineraria in pozzi di asteroidi dove gli esseri umani non sarebbero sopravvissuti.

source: High Capacity Lens
it: Lente ad alta capacità

# prefix
source: High Capacity Lens
it: Lente ad alta capacità

source: A focal lens designed for high capacity lasers.
it: Una lente focale progettata per laser ad alta capacità.

source: Vehicle
it: Veicolo

# prefix
source: Vehicle
it: Veicolo

source: A vehicle used for planetary exploration missions.
it: Veicolo utilizzato per missioni di esplorazione planetaria.

source: Water
it: Acqua

# prefix
source: Water
it: Acqua

source: A tank full of clear water.
it: Un serbatoio pieno di acqua limpida.

source: Plankton
it: Plancton

# prefix
source: Plankton
it: Plancton

source: A tank full of live plankton.
it: Una vasca piena di plancton vivo.

source: Plant
it: Pianta

# prefix
source: Plant
it: Pianta

source: A container with soil and a wide range of green plants.
it: Un contenitore con terriccio e una vasta gamma di piante verdi.

source: Wheat
it: Grano

# prefix
source: Wheat
it: Grano

source: A container full of wheat.
it: Un contenitore pieno di grano.

source: Rice
it: Riso

# prefix
source: Rice
it: Riso

source: A container full of rice.
it: Un contenitore pieno di riso.

source: Potato
it: Patata

# prefix
source: Potato
it: Patata

source: A container full of potatoes.
it: Un contenitore pieno di patate.

source: Corn
it: Mais

# prefix
source: Corn
it: Mais

source: A container full of corn.
it: Un contenitore pieno di mais.

source: Wood
it: Legno

# prefix
source: Wood
it: Legno

source: A big block of compressed wood.
it: Un grosso blocco di legno compresso.

source: Fruit
it: Frutta

# prefix
source: Fruit
it: Frutta

source: A specially engineered fruit, containing a wide range of important vitamins.
it: Un frutto appositamente progettato, contenente una vasta gamma di importanti vitamine.

source: Coffee
it: Caffè

# prefix
source: Coffee
it: Caffè

source: A bag of roasted coffee beans.
it: Un sacchetto di caffè tostato in grani.

source: Cocoa
it: Cacao

# prefix
source: Cocoa
it: Cacao

source: A bag of roasted cocoa beans.
it: Un sacchetto di fave di cacao tostate.

source: Tea
it: Tè

# prefix
source: Tea
it: Tè

source: A bag of various dried teas.
it: Un sacchetto di vari tè secchi.

source: Vegetable
it: Verdura

# prefix
source: Vegetable
it: Verdura

source: A container with different sorts of vegetables.
it: Un contenitore con diversi tipi di verdure.

source: Spices
it: Spezie

# prefix
source: Spices
it: Spezie

source: A box with various little bags of spices.
it: Una scatola con vari sacchetti di spezie.

source: Sheep
it: Pecora

# prefix
source: Sheep
it: Pecora

source: Sheep.
it: Pecora.

source: Fungus
it: Funghi

# prefix
source: Fungus
it: Funghi

source: A container with fungus, used for making alcohol.
it: Contenitore con fungo, utilizzato per la produzione di alcol.

source: Cattle
it: Bovini

# prefix
source: Cattle
it: Bovini

source: Cattle.
it: Bovini.

source: Fish
it: Pesce

# prefix
source: Fish
it: Pesce

source: A barrel full of fish.
it: Una botte piena di pesci.

source: Protein
it: Proteine

# prefix
source: Protein
it: Proteine

source: Protein for quickly restoring one's energy.
it: Proteine per ripristinare rapidamente la propria energia.

source: Meat
it: Carne

# prefix
source: Meat
it: Carne

source: A box full of fresh meat.
it: Una scatola piena di carne fresca.

source: Dairy
it: Prodotti Derivati del Latte

# prefix
source: Dairy
it: Prodotti Derivati del Latte

source: A tank full of dairy products, like yogurt or butter.
it: Una cassa piena di prodotti derivati del latte , come yogurt o burro.

source: Fabric
it: Tessuto

# prefix
source: Fabric
it: Tessuto

source: Raw fabric used for clothing or bandages.
it: Tessuto grezzo utilizzato per abbigliamento o bende.

source: Leather
it: Pelle

# prefix
source: Leather
it: Pelle

source: Treated leather, made from various animal hides.
it: Cuoio trattato, ricavato da varie pelli animali.

source: Clothes
it: Vestiti

# prefix
source: Clothes
it: Vestiti

source: Normal looking clothing.
it: Abbigliamento dall'aspetto normale.

source: Paper
it: Carta

# prefix
source: Paper
it: Carta

source: A big stash of paper.
it: Una grande quantità di carta.

source: Beer
it: Birra

# prefix
source: Beer
it: Birra

source: A box of beer.
it: Una confezione di birra.

source: Wine
it: Vino

# prefix
source: Wine
it: Vino

source: A box of wine.
it: Una cassa di vino.

source: Liquor
it: Liquore

# prefix
source: Liquor
it: Liquore

source: A box of high quality liquor.
it: Una scatola di liquori di pregiata fattura.

source: Food
it: Cibo

# prefix
source: Food
it: Cibo

source: Healthy food packaged in one-man portions.
it: Cibo salutare confezionato in porzioni individuali.

source: Food Bar
it: Barretta Alimentare

# prefix
source: Food Bar
it: Barretta Alimentare

source: Bars of compressed food.
it: Semplici barrette di cibo compresso.

source: Luxury Food
it: Cibo di lusso

source: Luxurious food, made for the rich only.
it: Cibo di lusso, fatto solo per i più abbienti.

source: Book
it: Libro

# prefix
source: Book
it: Libro

source: A book with an exciting, procedurally generated story.
it: Un libro con una storia emozionante, generata proceduralmente.

source: Jewelry
it: Gioielli

# prefix
source: Jewelry
it: Gioielli

source: Beautiful and very expensive jewelry.
it: Gioielli bellissimi e molto costosi.

source: Slave
it: Schiavo

# prefix
source: Slave
it: Schiavo

source: An unfree life form forced to work for almost no food.
it: Una forma di vita non libera costretta a lavorare senza sosta.

source: Morn Drug
it: Droga Morn

# prefix
source: Morn Drug
it: Droga Morn

source: An addictive drug that gives the user strong hallucinations.
it: Una droga che crea una forte dipendenza e che crea all'utilizzatore pesanti allucinazioni .

source: Acron Drug
it: Droga Acron

# prefix
source: Acron Drug
it: Droga Acron

source: A highly addictive drug.
it: Una droga che crea una forte dipendenza.

source: Iron Ore
it: Minerale di ferro

# prefix
source: Iron Ore
it: Minerale di ferro

source: Iron ore that can be refined into Iron.
it: Minerale di ferro che può essere raffinato in ferro puro.

source: Titanium Ore
it: Minerale di Titanio

# prefix
source: Titanium Ore
it: Minerale di Titanio

source: Titanium ore that can be refined into Titanium.
it: Minerale di titanio che può essere raffinato in titanio puro.

source: Naonite Ore
it: Minerale di Naonite

# prefix
source: Naonite Ore
it: Minerale di Naonite

source: Naonite ore that can be refined into Naonite.
it: Minerale naonite che può essere raffinato in naonite pura.

source: Trinium Ore
it: Minerale di Trinio

# prefix
source: Trinium Ore
it: Minerale di Trinio

source: Trinium ore that can be refined into Trinium.
it: Minerale di trinio che può essere raffinato in trinio puro.

source: Xanion Ore
it: Minerale di Xanion

# prefix
source: Xanion Ore
it: Minerale di Xanion

source: Xanion ore that can be refined into Xanion.
it: Minerale di xanion che può essere raffinato in xanion puro.

source: Ogonite Ore
it: Minerale di Ogonite

# prefix
source: Ogonite Ore
it: Minerale di Ogonite

source: Ogonite ore that can be refined into Ogonite.
it: Minerale di ogonite che può essere raffinato in ogonite pura.

source: Avorion Ore
it: Minerale di Avorion

# prefix
source: Avorion Ore
it: Minerale di Avorion

source: Avorion ore that can be refined into Avorion.
it: Minerale di avorion che può essere raffinato in Avorion puro.

source: Rift Iron Ore
it: Minerale di Ferro Rift

# prefix
source: Rift Iron Ore
it: Minerale di Ferro Rift

source: Very rich Iron ore that can only be found in rifts. Can be refined into Iron. Yields 4x as much as normal Iron Ore.
it: Minerale di ferro molto ricco che si può trovare solo nei Rift. Può essere raffinato in ferro. Rende 4 volte di più del normale minerale di ferro.

source: Rift Titanium Ore
it: Minerale di Titanio Rift

# prefix
source: Rift Titanium Ore
it: Minerale di Titanio Rift

source: Very rich Titanium ore that can only be found in rifts. Can be refined into Titanium. Yields 4x as much as normal Titanium Ore.
it: Minerale di titanio molto ricco che può essere trovato solo nei Rift. Può essere raffinato in titanio. Rende 4 volte di più del normale minerale di titanio.

source: Rift Naonite Ore
it: Minerale di Naonite Rift

# prefix
source: Rift Naonite Ore
it: Minerale di Naonite Rift

source: Very rich Naonite ore that can only be found in rifts. Can be refined into Naonite. Yields 4x as much as normal Naonite Ore.
it: Minerale naonita molto ricco che si può trovare solo nei Rift. Può essere raffinato in Naonite. Rende 4 volte di più del normale minerale di naonite.

source: Rift Trinium Ore
it: Minerale di Trinium Rift

# prefix
source: Rift Trinium Ore
it: Minerale di Trinium Rift

source: Very rich Trinium ore that can only be found in rifts. Can be refined into Trinium. Yields 4x as much as normal Trinium Ore.
it: Minerale di trinium molto ricco che si può trovare solo nei Rift. Può essere raffinato in Trinium. Rende 4 volte di più del normale minerale di trinio.

source: Rift Xanion Ore
it: Minerale di Xanion Rift

# prefix
source: Rift Xanion Ore
it: Minerale di Xanion Rift

source: Very rich Xanion ore that can only be found in rifts. Can be refined into Xanion. Yields 4x as much as normal Xanion Ore.
it: Minerale di xanion molto ricco che può essere trovato solo nei Rift. Può essere raffinato in Xanion. Rende 4 volte di più del normale minerale di xanion.

source: Rift Ogonite Ore
it: Minerale di Ogonite Rift

# prefix
source: Rift Ogonite Ore
it: Minerale di Ogonite Rift

source: Very rich Ogonite ore that can only be found in rifts. Can be refined into Ogonite. Yields 4x as much as normal Ogonite Ore.
it: Minerale di ogonite molto ricco che si può trovare solo nei Rift. Può essere raffinato in Ogonite. Rende 4 volte di più del normale minerale di ogonite.

source: Rift Avorion Ore
it: Minerale di Avorion Rift

# prefix
source: Rift Avorion Ore
it: Minerale di Avorion Rift

source: Very rich Avorion ore that can only be found in rifts. Can be refined into Avorion. Yields 4x as much as normal Avorion Ore.
it: Minerale di Avorion molto ricco che può essere trovato solo nei Rift. Può essere raffinato in Avorion. Rende 4 volte di più del normale minerale di avorion.

source: Scrap Iron
it: Rottami di Ferro

# prefix
source: Scrap Iron
it: Rottami di Ferro

source: Scrap Iron that can be refined into Iron.
it: Rottami di ferro che possono essere raffinati in ferro.

source: Scrap Titanium
it: Titanio di Scarto

# prefix
source: Scrap Titanium
it: Titanio di Scarto

source: Scrap Titanium that can be refined into Titanium.
it: Titanio di scarto che può essere raffinato in titanio.

source: Scrap Naonite
it: Naonite di Scarto

# prefix
source: Scrap Naonite
it: Naonite di Scarto

source: Scrap Naonite that can be refined into Naonite.
it: Scarto di Naonite che può essere raffinato in Naonite.

source: Scrap Trinium
it: Trinium di Scarto

# prefix
source: Scrap Trinium
it: Trinium di Scarto

source: Scrap Trinium that can be refined into Trinium.
it: Trinium di scarto che può essere raffinato in Trinium.

source: Scrap Xanion
it: Xanion di Scarto

# prefix
source: Scrap Xanion
it: Xanion di Scarto

source: Scrap Xanion that can be refined into Xanion.
it: Xanion di scarto che può essere raffinato in Xanion.

source: Scrap Ogonite
it: Ogonite di Scarto

# prefix
source: Scrap Ogonite
it: Ogonite di Scarto

source: Scrap Ogonite that can be refined into Ogonite.
it: Ogonite di scarto che può essere raffinato in Ogonite.

source: Scrap Avorion
it: Avorion di Scarto

# prefix
source: Scrap Avorion
it: Avorion di Scarto

source: Scrap Avorion that can be refined into Avorion.
it: Avorion di scarto che può essere raffinato in Avorion.

source: Rift Research Data
it: Centro di Ricerca Rift

# prefix
source: Rift Research Data
it: Centro di Ricerca Rift

source: A memory device with valuable research data about subspace rifts. Can be traded for equipment or sold for money at a Rift Research Center.
it: Un dispositivo di memoria con preziosi dati di ricerca sui Rift. Può essere scambiato con attrezzature o venduto in cambio di denaro presso un centro di ricerca Rift.

source: ${good} Mine ${size}
it: ${good} Miniera ${size}

source: Gas Collector ${size}
it: Raccoglitore di Gas ${size}

source: Oil Rig ${size}
it: Piattaforma Petrolifera ${size}

source: ${good} Farm ${size}
it: ${good} Azienda Agricola ${size}

source: ${good} Extractor ${size}
it: ${good} Estrattore ${size}

source: ${good} Trader ${size}
it: ${good} Commerciante ${size}

source: ${good} Refinery ${size}
it: ${good} Raffineria ${size}

source: Noble Metal Mine ${size}
it: Miniera di Metallo Nobile ${size}

source: Ice Mine ${size}
it: Miniera di Ghiaccio ${size}

source: Solar Power Plant ${size}
it: Centrale Solare ${size}

source: ${good} Factory ${size}
it: ${good} Stabilimento ${size}

source: ${good} Manufacturer ${size}
it: ${good} Produttore ${size}

source: Chemical Factory ${size}
it: Fabbrica Chimica ${size}

source: Computer Component Factory ${size}
it: Fabbrica di Componenti per PC ${size}

source: Accelerator Factory ${size}
it: Fabbrica di Acceleratori ${size}

source: Ammunition Factory ${size}
it: Fabbrica di Munizioni ${size}

source: Tesla Coil Factory ${size}
it: Fabbrica Tesla Coil ${size}

source: ${good} Collector ${size}
it: ${good} Collettore ${size}

source: Fish Farm ${size}
it: Allevamento Ittico ${size}

source: Sheep Ranch ${size}
it: Allevamento Ovini ${size}

source: Cattle Ranch ${size}
it: Ranch per Bovini ${size}

source: Meat Factory ${size}
it: Fabbrica di Carne ${size}

source: Dairy Farm ${size}
it: Caseificio ${size}
