Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Steam Master Server connection lost
it: Perdita della connessione a Steam Master Server

source: Singleplayer instance unresponsive
it: Istanza singleplayer non reattiva

source: Server closed connection as it did not receive any more messages from client
it: Il server ha chiuso la connessione in quanto non ha ricevuto altri messaggi dal client

source: Singleplayer instance communication error
it: Errore di comunicazione dell'istanza singleplayer

source: Downloading Mods
it: Download Mod

source: Connect & Download
it: Connetti e scarica

source: Connection closed by server
it: Connessione chiusa dal server

source: Error while enabling mods:
it: Errore durante l'abilitazione delle mod:

source: Error while enabling mods: mod %1% [%2%] couldn't be enabled. Please check the logfiles for more information.
it: Errore durante l'abilitazione delle mod: non è stato possibile abilitare la mod %1% [%2%] . Controlla i file di registro per ulteriori informazioni.

source: Error while enabling mods: mod %1% [%2%] has the wrong version. Required: %3%.*, Installed: %4%
it: Errore durante l'abilitazione delle mod: la mod %1% [%2%] ha la versione sbagliata. Richiesto: %3%.*, Installato: %4%

source: Loading ...
it: Caricamento in corso ...

source: Press Space Bar to Continue
it: Premi la barra spaziatrice per continuare

source: Diplomacy
it: Diplomazia

source: Too many messages.
it: Troppi messaggi.

source: Failed to initialize Steam API, please restart Steam and try again.
it: Impossibile inizializzare l'API di Steam, riavvia Steam e riprova.

source: Network Error
it: Errore di rete

source: Insufficient User Permissions
it: Autorizzazioni utente insufficienti

source: Request Timed Out
it: Richiesta scaduta

source: User not logged in
it: Utente non connesso

source: Workshop Legal Agreement not accepted
it: Accordo legale del Workshop non accettato

source: Unknown Error, Code: %i
it: Errore sconosciuto, codice: %i

source: No Captain
it: Nessun Capitano

source: Unassign
it: Annulla assegnazione

source: PERKS & QUIRKS
it: VANTAGGI E STRANEZZE

source: %i%% towards next Level
it: %i%% verso il livello successivo

source: No color
it: Nessun colore

source: Specialist, Level %i
it: Specialista, Livello %i

source: Allrounder
it: Tuttofare

source: Workforce
it: Forza Lavoro

source: Salary
it: Salario

source: Total
it: Totale

source: Target destination is not a directory.
it: La destinazione non è una directory.

source: File exists already in target directory.
it: Il file esiste già nella directory di destinazione.

source: New and old file are the same.
it: Il nuovo e il vecchio file sono uguali.

source: File exists: %1%
it: File esistente: %1%

source: Failed to rename design.
it: Impossibile rinominare il progetto.

source: Continue [Enter]
it: Continua [Enter]

source: Close [Enter]
it: Chiudi [Enter]

source: Enter Coordinates Into Navigation Computer
it: Inserisci le coordinate nel computer di navigazione

source: Add Note
it: Aggiungi Nota

source: Add Alliance Note
it: Aggiungi Nota dell'Alleanza

source: Untag Sector
it: Rimuovi Tag dal Settore

source: Tag Sector
it: Tagga il Settore

source: Remove Death Marker
it: Rimuovi Marchio di Morte

source: Post In Chat
it: Pubblica in chat

source: Enter Coordinates Manually
it: Inserisci manualmente le coordinate

source: Switch to Sector
it: Passa al settore

source: Switch to Craft in Sector
it: Passa all'Artigianato nel Settore

source: Switch
it: Cambia

source: Enter Craft in Sector %s
it: Inserisci Artigianato nel Settore %s

source: Alliance %1%: %2%
it: Alleanza %1%: %2%

source: [Enter Drone]
it: [Entra nel Drone]

source: Search
it: Cerca

source: Stations
it: Stazioni

source: Ships
it: Navi

source: Wreckages
it: Rottami

source: Your Position
it: La tua posizione

source: Energy Signature
it: Firma Energetica

source: Hidden Mass Signature
it: Firma di Massa Nascosta

source: Visited Sector
it: Settore Visitato

source: Central Faction Area
it: Area Centrale della Fazione

source: Outer Faction Area
it: Area di Fazione Esterna

source: Selected Sector
it: Settore selezionato

source: Hyperjump Destination
it: Destinazione Salto Iperspaziale

source: Jump Range (Escorting Ships)
it: Portata del salto (navi di scorta)

source: Ship Jump Range
it: Gittata di Salto della Nave

source: Gate Connection
it: Collegamento Portale

source: Note
it: Nota

source: Mission Target
it: Obiettivo della missione

source: Death Location
it: Luogo di Morte

source: Other Player
it: Altro giocatore

source: Home Sector
it: Settore Casa

source: Reconstruction Site
it: Sito di ricostruzione

# checkbox tooltip
source: Reveal own location to others
it: Rivela la propria posizione agli altri

# checkbox tooltip
source: Show information from your alliance database, too
it: Mostra anche le informazioni dal database della tua alleanza

# checkbox tooltip
source: Show areas of ships on operations
it: Mostra le aree delle navi durante le operazioni

# checkbox tooltip
source: Relation vs. faction color encoding
it: Codifica colore relazione vs. fazione

# checkbox tooltip
source: Show all wormholes
it: Mostra tutti i wormhole

# checkbox tooltip
source: Show gate routes
it: Mostra percorsi portali

# checkbox tooltip
source: Show note icons
it: Mostra icone delle note

# checkbox tooltip
source: Show tracked mission
it: Mostra missione tracciata

# checkbox tooltip
source: Show notifications while on the galaxy map
it: Mostra le notifiche mentre sei sulla mappa della galassia

source: Sector Information
it: Informazioni sul settore

source: Legend
it: Legenda

source: Map Options
it: Opzioni della mappa

source: Enter Coordinates
it: Inserisci le coordinate

source: Enter coordinates separated by a colon:
it: Inserisci le coordinate separate da due punti:

source: Enter the note you want to attach to the sector (Only 300 characters will be saved):
it: Inserisci la nota che vuoi allegare al settore (verranno salvati solo 300 caratteri):

source: If you switch out of the sector you won't be able to return and your ships will be lost. Are you sure?
it: Se esci dal settore non potrai tornare e le tue navi andranno perse. Sei sicuro?

# Search text for galaxy map
source: Asteroids
it: Asteroidi

# Search text for galaxy map
source: Ships
it: Navi

# Search text for galaxy map
source: Stations
it: Stazioni

# Search text for galaxy map
source: Wrecks
it: Relitti

# Search text for galaxy map
source: Death Location
it: Luogo di morte

# Search text for galaxy map
source: Empty
it: Vuoto

source: Unknown energy signature
it: Firma energetica sconosciuta

source: Unknown hidden mass signature
it: Firma di massa nascosta sconosciuta

source: [not simulated]
it: [non simulato]

source: [Neutral Zone]
it: [Zona Neutrale]

source: Controlled by:
it: Controllato da:

source: Note:
it: Nota:

source: Private Note:
it: Nota privata:

source: Alliance note:
it: Nota dell'Alleanza:

source: %i lost fighters
it: %i combattenti persi

source: Group Members:
it: Membri del gruppo:

source: Alliance Members:
it: Membri dell'Alleanza:

source: Players:
it: Giocatori:

source: You died here!
it: Sei morto qui!

# Galaxy Map Tooltip
source: Gate
it: Portale

# Galaxy Map Tooltip
source: Unstable Wormhole
it: Wormhole instabile

source: 1 ship of %s
it: 1 nave da %s

source: 1 unknown ship
it: 1 nave sconosciuta

source: 1 asteroid
it: 1 asteroide

source: Mission:
it: Missione:

source: << AUTOPILOT ACTIVE >>
it: << PILOTA AUTOMATICO ATTIVATO >>

source: [Game Paused]
it: [Gioco in pausa]

source: TORPEDO INCOMING!
it: SILURO IN ARRIVO!

source: %s TORPEDOES INCOMING!
it: %s SILURI IN ARRIVO!

source: [%s] Select
it: [%s] Seleziona

source: Someone is hailing you!
it: Qualcuno ti sta contattando!

source: %s is hailing you!
it: %s si sta mettendo in contatto!

source: [%1%] Answer [%2%] Reject
it: [%1%] Rispondi [%2%] Rifiuta

source: BOARDING SHUTTLE INCOMING!
it: NAVETTA D'IMBARCO IN ARRIVO!

# ... for Titanium, etc.
source: Requires Building Knowledge for %1%!
it: Richiede conoscenze di costruzione per %1%!

source: Not available in this material.
it: Non disponibile in questo materiale.

source: Highly delicate, hyperspace-sensitive technology.
it: Tecnologia altamente delicata e sensibile all'iperspazio.

source: Requires a shipyard in the sector to build. [Ships Only]
it: Richiede un cantiere navale del settore per essere costruito. [Ships Only]

source: Curr. Block Size
it: Dimensione blocco corrente

source: Show Size
it: Mostra dimensione

source: Select All Blocks Of The Current Type
it: Seleziona tutti i blocchi del tipo corrente

source: Transform All Selected Blocks
it: Trasforma tutti i blocchi selezionati

source: Set Selected Block as New Root
it: Imposta il blocco selezionato come nuova radice

source: Show Templates Folder
it: Mostra cartella modelli

source: Filter
it: Filtro

source: Transform Block (Alt)
it: Blocco di trasformazione (ALT)

source: Match Block (Shift)
it: Blocco Partita (Turno)

source: Match Shape (Ctrl)
it: Abbina forma (Ctrl)

source: Matches the size of the current block to the side of the block that you are hovering over.
it: Corrisponde alla dimensione del blocco corrente sul lato del blocco su cui si sta passando il mouse.

source: Seamlessly matches the shape and rotation of the current block to the other shape if possible.
it: Abbina perfettamente la forma e la rotazione del blocco corrente all'altra forma, se possibile.

source: Functional Block
it: Blocco funzionale

source: - Functional Block: Contributes to Processing Power
it: - Blocco funzionale: contribuisce alla potenza di elaborazione

source: Colors
it: Colori

source: Select All Blocks with the Current Color
it: Seleziona tutti i blocchi con il colore corrente

source: Apply Current Color to Selection
it: Applica il colore corrente alla selezione

source: Pick Color from Selected Block
it: Scegli il colore dal blocco selezionato

source: Select a block to pick its color.
it: Seleziona un blocco per sceglierne il colore.

source: The selected blocks have different colors. Select one.
it: I blocchi selezionati hanno colori diversi. Selezionane uno.

source: Used Colors First
it: Prima i colori usati

source: Normal Order
it: Ordine normale

source: Building Mode Hotkeys
it: Tasti di scelta rapida della modalità edificio

source: Show Current Tool Window
it: Mostra la finestra degli strumenti corrente

source: %s + Move Mouse
it: %s + Muovi il mouse

source: Scale (Keep Proportion)
it: Scala (Mantieni proporzione)

source: Scale Linear
it: Scala Lineare

source: Scale At Axis X
it: Scala sull'asse X

source: Scale At Axis Y
it: Scala all'asse Y

source: Scale At Axis Z
it: Scala sull'asse Z

source: Rotate
it: Ruota

source: Select slot 0 - 9
it: Seleziona slot 0 - 9

source: %1% - %2% (in Blocks, Turrets or Designs Window)
it: %1% - %2% (in Finestra Blocchi, Torrette o Disegni)

source: Move to slot 0 - 9
it: Sposta nello slot 0 - 9

source: Select Block
it: Seleziona blocco

source: Select Multiple Blocks
it: Seleziona più blocchi

source: Delete Selected Block(s)
it: Elimina blocchi selezionati

source: Focus Selected Block(s)
it: Metti a fuoco i blocchi selezionati

source: Select All Blocks
it: Seleziona tutti i blocchi

source: Mirror Block/Template Along X Axis
it: Blocco/modello speculare lungo l'asse X

source: Mirror Block/Template Along Y Axis
it: Blocco/modello speculare lungo l'asse Y

source: Mirror Block/Template Along Z Axis
it: Blocco specchietto/sagoma lungo l'asse Z

source: Toggle Mirror Plane Along X Axis
it: Attiva/Disattiva piano specchiato lungo l'asse X

source: Toggle Mirror Plane Along Y Axis
it: Attiva/Disattiva piano specchiato lungo l'asse Y

source: Toggle Mirror Plane Along Z Axis
it: Attiva/disattiva il piano dello specchio lungo l'asse Z

source: Undo
it: Annulla

source: Redo
it: Ripristina

source: Copy Selection
it: Copia selezione

source: Paste
it: Incolla

source: Ctrl + V (in Saved Designs Window)
it: CTRL + V (nella finestra Progetti salvati)

source: Save Template from Clipboard
it: Salva modello dagli appunti

source: Left Alt
it: Alt sinistro

source: Select Anchor Block
it: Seleziona blocco di ancoraggio

source: Move Camera Freely
it: Muovi la telecamera liberamente

source: Show Building Help
it: Mostra aiuto per gli edifici

source: Rebuilding Geometry ...
it: Ricostruzione della forma in corso...

source: Rotate Camera
it: Ruota telecamera

source: Select
it: Seleziona

source: [F1] Show Hotkeys
it: [F1] Mostra tasti di scelta rapida

source: Place Block
it: Posiziona blocco

source: [%s%s%s%s%s] Scale
it: Scala [%s%s%s%s%s]

source: [%s] Rotate
it: [%s] Ruota

source: [ALT] Transform Block
it: [ALT] Blocco di trasformazione

source: [CTRL] Match Shape
it: [CTRL] Abbina Forma

source: Transform Block
it: Blocco di trasformazione

source: Current Mode: Overwrite Orientation
it: Modalità corrente: Sovrascrivi orientamento

source: Current Mode: Keep Orientation
it: Modalità attuale: Mantieni l'orientamento

source: Place Turret
it: Posiziona torretta

source: [SHIFT] Replace Turret
it: [SHIFT] Sostituisci la torretta

source: [%s] Enter Turret Design Mode
it: [%s] Entra nella modalità di progettazione della torretta

source: Color Blocks
it: Blocchi di colore

source: Repair Blocks
it: Blocchi di riparazione

source: Place Template
it: Posiziona modello

source: [ALT] Select Anchor Block
it: [ALT] Seleziona blocco di ancoraggio

source: Select Blocks
it: Seleziona blocchi

source: [CTRL] Unselect
it: [CTRL] Deseleziona

source: [CTRL] Add to Selection
it: [CTRL] Aggiungi alla selezione

source: Put Blocks, Turrets or Designs here via Drag & Drop or by pressing %1% - %2% when hovering over them.
it: Metti qui blocchi, torrette o disegni tramite Drag & Drop o premendo %1% - %2% quando si passa il mouse su di essi.

source: Collision Damage Reduction: %i HP
it: Riduzione danno da collisione: %i HP

source: Locked!
it: Chiuso!

source: Building Knowledge for %1% required to build ships with Processing Power for %2% sockets or more!
it: Conoscenze di costruzione del %1% necessarie per costruire navi con potenza di elaborazione per il %2% di prese o più!

source: %i Subsystem Sockets
it: %i Prese Sottosistema

source: Maximum Subsystem Sockets reached
it: Numero massimo di socket del sottosistema raggiunto

source: %i%% to maximum Processing Power
it: %i%% alla massima potenza di elaborazione

source: Subsystem Socket #%1% At %2% Processing Power
it: Presa sottosistema #%1% Al %2% di potenza di elaborazione

source: %i%% to next Subsystem Socket
it: %i%% al successivo socket del sottosistema

source: Processing Power: %s
it: Potenza di elaborazione: %s

source: Configure Stats
it: Configura statistiche

source: Stats Settings
it: Impostazioni statistiche

source: Factor in current crew
it: Fattore nell'equipaggio attuale

source: Reflect current morale and workforce issues in the stats.
it: Rifletti i problemi attuali del morale e della forza lavoro nelle statistiche.

source: Factor in current energy consumption
it: Fattore nel consumo energetico attuale

source: Reflect current energy issues in the stats.
it: Rifletti i problemi energetici attuali nelle statistiche.

source: Factor in installed systems
it: Fattore nei sistemi installati

source: Reflect the effects of currently installed ship systems in the stats.
it: Rifletti gli effetti dei sistemi navali attualmente installati nelle statistiche.

source: Show All Stats
it: Mostra tutte le statistiche

source: Show General Stats
it: Mostra statistiche generali

source: Show Movement Stats
it: Mostra statistiche di movimento

source: Show Technical Stats
it: Mostra statistiche tecniche

source: Show Weaponry Stats
it: Mostra statistiche dell'armamento

source: Show Energy Stats
it: Mostra statistiche dell'energia

source: Show Crew Stats
it: Mostra statistiche dell'equipaggio

# caption at left side of building mode windows
source: Tools
it: Strumenti

source: Enter Turret Design Mode
it: Entra nella modalità di progettazione della torretta

source: Enter Turret Design Mode (%s)
it: Entra nella modalità di progettazione della torretta (%s)

source: Mark Installed Turrets As Favorite
it: Segna le torrette installate come preferite

source: Safe Mode
it: Modalità provvisoria

source: With Safe Mode you can't delete more than the selected blocks or your ship
it: Con la modalità provvisoria non puoi eliminare più dei blocchi selezionati o della tua nave

source: Grid Size Scroll to change value.
it: Dimensione griglia Scorri per modificare il valore.

source: Scale Step Scroll to change value.
it: Scala Passaggio Scorri per modificare il valore.

source: View
it: Visualizza

source: Mirrors
it: Specchi

source: Merge Selected Blocks
it: Unisci i blocchi selezionati

source: Modify Entire Ship...
it: Modifica intera nave...

source: Rotate Entire Ship...
it: Ruota l'intera nave...

source: Delete Selected Blocks
it: Elimina blocchi selezionati

source: Rectangle Selection
it: Selezione del rettangolo

source: Modify Turret Part...
it: Modifica parte torretta...

source: Rotate Turret Part...
it: Ruota parte torretta...

source: Undo (Ctrl-Z)
it: Annulla (Ctrl-Z)

source: Redo (Ctrl-Y)
it: Ripeti (Ctrl-Y)

source: Delete (%s)
it: Elimina (%s)

source: Saved Designs
it: Progetti salvati

# Chat channel
source: Alliance>
it: Alleanza>

# Chat channel
source: Sector>
it: Settore>

# Chat channel
source: Group>
it: Gruppo>

source: Click to show sector
it: Clicca per mostrare il settore

source: Everything
it: Tutto

source: Sector
it: Settore

source: Alliance
it: Alleanza

source: Group
it: Gruppo

source: Economy
it: Economia

source: Notifications
it: Notifiche

source: Compare
it: Confronta

source: Empty. Use [E] to select another item of the same type to compare.
it: Vuoto. Utilizzare [E] per selezionare un altro elemento dello stesso tipo da confrontare.

source: Compare Turrets
it: Confronta Torrette

source: Compare Fighters
it: Confronta Caccia

source: Compare Torpedoes
it: Confronta i Siluri

source: Compare Subsystems
it: Confronta Sottosistemi

source: You are about to destroy a mission critical item. If you are really sure, enter '%1%' to confirm.
it: Stai per distruggere un oggetto mission-critical. Se sei davvero sicuro, inserisci "%1%" per confermare.

source: Destroy
it: Distruggi

source: Dodge
it: Schivata

source: Too Far
it: Troppo lontano

source: YOU WERE DESTROYED
it: SEI STATO DISTRUTTO

source: [%1%] To Last Repair Dock (Default)
it: [%1%] All'ultimo dock di riparazione (predefinito)

source: [%1%] To Reconstruction Site
it: [%1%] Al sito di ricostruzione

source: Create a new workshop item
it: Crea un nuovo articolo per il Workshop

source: Update this workshop item: %s
it: Aggiorna questo articolo del Workshop: %s

source: Upload to Steam Workshop
it: Carica in Workshop di Steam

source: Title (max 128 characters)
it: Titolo (max 128 caratteri)

source: Description (max 8000 characters)
it: Descrizione (max 8000 caratteri)

source: Visibility
it: Visibilità

source: Public
it: Pubblico

source: Friends Only
it: Solo amici

source: Private
it: Privato

source: Unlisted
it: Non quotato

source: Tags
it: Tag

source: Ship Tags
it: Etichette della nave

source: Selected tags will be listed here.
it: I tag selezionati saranno elencati qui.

source: Show All
it: Mostra tutto

# Workshop Tag
source: Ship
it: Nave

# Workshop Tag
source: Station
it: Stazione

# Workshop Tag
source: Fighter Blueprint
it: Progetto dei Caccia

# Workshop Tag
source: Segment Template
it: Modello Template

# Workshop Tag
source: Military
it: Militare

# Workshop Tag
source: Civil
it: Civile

# Workshop Tag
source: Art
it: Arte

# Workshop Tag
source: Turret
it: Torretta

# Workshop Tag
source: Coaxial Gun
it: Pistola Coassiale

# Workshop Tag
source: Movie
it: Film

# Workshop Tag
source: Video Game
it: Videogioco

# Workshop Tag
source: Frigate
it: Fregata

# Workshop Tag
source: Battleship
it: Corazzata

# Workshop Tag
source: Destroyer
it: Distruttore

# Workshop Tag
source: Fighter
it: Caccia

# Workshop Tag
source: Freighter
it: Cargo

# Workshop Tag
source: Miner
it: Minatore

# Workshop Tag
source: Factory
it: Fabbrica

# Workshop Tag
source: Mine
it: Miniera

# Workshop Tag
source: Iron
it: Ferro

# Workshop Tag
source: Titanium
it: Titanio

# Workshop Tag
source: Starter
it: Antipasto

# Workshop Tag
source: Early Game
it: Inizio partita

# Workshop Tag
source: Mid Game
it: Gioco intermedio

# Workshop Tag
source: Late Game
it: Gioco in stadio avanzato

# Workshop Tag
source: End Game
it: Gioco alla parte finale

source: - None -
it: - Nessuno -

source: Accept Anyway
it: Accetta comunque

source: Bad Tags Errors
it: Errori di tag errati

source: SUGGESTED TAGS: %s
it: TAG SUGGERITI: %s

source: MISMATCHED TAGS: %s
it: TAG NON CORRISPONDENTI: %s

source: Change Notes (max 5000 characters)
it: Note di modifica (max 5000 caratteri)

source: By submitting this item, you agree to the workshop terms of service.
it: Inviando questo articolo, accetti i termini di servizio del Workshop.

source: Submit
it: Invia

source: Show Workshop
it: Mostra workshop

source: Upload Error: %s
it: Errore di caricamento: %s

source: Upload successful!
it: Caricamento riuscito!

source: Uploading
it: Caricamento in corso

source: Open the workshop site of Avorion.
it: Apri il sito dell'officina di Avorion.

source: Open the workshop site of this item.
it: Apri il sito dell'officina di questo articolo.

source: Show in Workshop
it: Mostra in officina

source: Submit New Design
it: Invia nuovo design

source: Update Existing Design
it: Aggiorna il design esistente

source: The design isn't a turret design.
it: Il design non è un design a torretta.

source: The design isn't a coaxial turret design.
it: Il design non è una torretta coassiale.

source: The design isn't a craft design.
it: Il design non è un design artigianale.

source: The design has no engines.
it: Il design non ha motori.

source: The design has engines.
it: Il design è dotato di motori.

source: The design has more than 200 blocks.
it: Il design ha più di 200 blocchi.

source: Design doesn't contain this material.
it: Il design non contiene questo materiale.

source: Contains higher-level materials.
it: Contiene materiali di livello superiore.

source: Material tags don't matter in turret designs.
it: I tag dei materiali non contano nei progetti delle torrette.

source: Defend (%s)
it: Difendi (%s)

source: Return (%s)
it: Ritorna (%s)

source: Harvest (%s)
it: Raccogli (%s)

source: Repair Target (%s)
it: Ripara Bersaglio (%s)

source: Repair Nearby (%s)
it: Ripara nelle vicinanze(%s)

source: Collect Loot (%s)
it: Raccogli bottino (%s)

source: Collect Lost Fighters (%s)
it: Raccogli Caccia Perduti (%s)

source: Passive
it: Passivo

source: Fighters without Mothership
it: Caccia senza nave madre

source: Squad Group %1% (%2%)
it: Gruppo squadra %1% (%2%)

source: No Snap
it: Nessuno snap

source: Place blocks wherever the mouse is hovering.
it: Posiziona i blocchi ovunque il mouse sia sospeso.

source: Global Snap
it: Snap globale

source: Place blocks aligned to global grid points.
it: Posiziona i blocchi allineati ai punti della griglia globale.

source: Local Snap
it: Snap locale

source: Place blocks aligned to a grid on the other block.
it: Posizionare i blocchi allineati a una griglia sull'altro blocco.

source: Middle Snap
it: Aggancio centrale

source: Place blocks centered on the other block.
it: Posiziona i blocchi centrati sull'altro blocco.

source: Voxel Grid
it: Griglia Voxel

source: Snap all corners to global grid points.
it: Aggancia tutti gli angoli ai punti della griglia globale.

source: Grid Size
it: Dimensione griglia

source: Show Snap Points
it: Mostra punti snap

source: About This Grid Mode
it: Informazioni su questa modalità griglia
