Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: We sent out a group of settlers to colonize new sectors. They safely arrived at the sector they want to settle in, but are under constant attack. They need help to survive!
it: Abbiamo inviato un gruppo di coloni a colonizzare nuovi settori. Sono arrivati sani e salvi nel settore in cui vogliono stabilirsi, ma sono costantemente sotto attacco. Hanno bisogno di aiuto per sopravvivere!

source: Go to \s(%1%:%2%) to protect our settlers.
it: Vai a \s(%1%:%2%) per proteggere i nostri coloni.

source: Transfer Vessel
it: Nave di trasferimento

source: We need a good pilot with a little time on their hands. We have this gorgeous little ship here that needs to be transported to a wealthy client. Easy money for an experienced pilot!
it: Abbiamo bisogno di un buon pilota con un po' di tempo a disposizione. Abbiamo questa splendida piccola nave qui che deve essere trasportata a un ricco cliente. Soldi facili per un pilota esperto!

source: Report to ${entityType} ${entityName} to complete the job
it: Segnalare a ${entityType} ${entityName} per completare il lavoro

source: The vessel was successfully transferred.
it: La nave è stata trasferita con successo.

source: We gave you more than enough time to get that ship to our customer, and yet we see no ship! We'll keep your deposit as compensation. Don't bother showing up.
it: Ti abbiamo dato il tempo più che sufficiente per portare quella nave al nostro cliente, eppure non vediamo nessuna nave! Conserveremo il tuo deposito a titolo di risarcimento. Non disturbarti a presentarti.

source: You lost the ship we entrusted you with. You won't see any of your deposit back!
it: Hai perso la nave che ti avevamo affidato. Non vedrai indietro nessuno dei tuoi depositi!

source: Fly the ship to sector (${x}:${y})
it: Pilotare la nave nel settore (${x}:${y})

source: [Deliver Ship]
it: [Consegna nave]

source: ${giver}'s Contact
it: Contatto di ${giver}

source: Fly this ship safely to (${x}:${y}). Press '${transfer}' to enter it.
it: Porta questa nave in sicurezza a (${x}:${y}). Premi "${transfer}" per entrarci.

source: If you want to transfer our vessel, you have to pay a deposit for the ship. You will get it back if you bring the ship to the given location. The deposit is set to ${deposit} Credits.
it: Se vuoi trasferire la nostra nave, devi pagare un deposito per la nave. La riavrai se porti la nave nella posizione indicata. Il deposito è impostato su ${deposit} Credito.

source: I understand the terms and will pay the ${deposit} Credits.
it: Comprendo i termini e pagherò ${deposit} crediti.

source: I don't want to do this anymore.
it: Non voglio più farlo.

source: Okay, we will find someone else willing to help us.
it: Ok, troveremo qualcun altro disposto ad aiutarci.

source: We have taken the money out of your account and will keep it safe until the ship arrives safely.
it: Abbiamo prelevato il denaro dal tuo conto e lo terremo al sicuro fino a quando la nave non arriverà in sicurezza.

source: You don't have enough money to pay the necessary deposit. We can't give you this job, sorry.
it: Non hai abbastanza soldi per pagare il deposito necessario. Non possiamo darti questo lavoro, mi dispiace.

source: Paid %1% Credits as deposit for the ship.
it: Versato l' %1% di Credito come deposito per la nave.

source: Hello. Thank you for transferring the ship. I will take care of it now. We'll just take a quick look at its condition first.
it: Salve, grazie per aver trasferito la nave. Me ne occuperò subito. Daremo prima un'occhiata alle sue condizioni.

source: Did you take all your personal stuff off the ship? If not, do that now and talk to me once you're done!
it: Hai portato via tutte le tue cose personali dalla nave? In caso contrario, fallo ora e parlami una volta che hai finito!

source: Right, I'll check.
it: Va bene, controllo.

source: All clear, go ahead.
it: Tutto libero, vai avanti.

source: Alright, the scan is done.
it: Va bene, la scansione è fatta.

source: No damage detected - you did well with the ship! Thank you. Here's the full deposit back.
it: Nessun danno rilevato: hai fatto bene con la nave! Grazie. Ecco l'intero deposito rimborsato.

source: Mh, some minor scratches. Well, I guess some scratches are okay. I'll deduct the repair costs from your deposit. You will get ${amount} Credits back.
it: Mh, qualche piccolo graffio. Beh, immagino che alcuni graffi vadano bene. Detrarrò i costi di riparazione dal tuo deposito. Riceverai ${amount} crediti indietro.

source: What did you do to the ship? Well, at least it has arrived. The repairs will be expensive, though. Let me see, I guess you can have ${amount} Credits of your deposit back.
it: Cosa hai fatto alla nave? Beh, almeno è arrivato. Le riparazioni saranno costose, però. Fammi vedere, immagino che tu possa riavere ${amount} crediti del tuo deposito.

source: I don't think we need to talk about the condition of the ship. Take the rest of the deposit and get out of my face.
it: Non credo ci sia bisogno di parlare delle condizioni della nave. Prendi il resto del deposito e sparisci dalla mia vista.

source: You are welcome.
it: Prego.

source: I did my best.
it: Ho fatto del mio meglio.

source: Got %1% Credits of deposit back.
it: Ho ottenuto il rimborso dell' %1% del deposito.

source: Earned %1% Credits for transferring a vessel.
it: Guadagnati %1% crediti per il trasferimento di una nave.

source: Transfer the vessel to \s(%1%:%2%).
it: Trasferire la nave in \s(%1%:%2%).

source: Ingredients List: Turret
it: Lista degli ingredienti: Torretta

source: Ingredients List: ${turret} Turret
it: Elenco ingredienti: torretta ${turret}

source: Collect the following ingredients to build a ${rarity} ${turret} Turret.
it: Raccogli i seguenti ingredienti per costruire una Torretta ${rarity} ${turret} .

source: A new ingredients list was added. You can track it from your missions log.
it: È stato aggiunto un nuovo elenco di ingredienti. Puoi seguirlo dal registro delle missioni.

source: Let's Board!
it: Saliamo a bordo!

source: While you can build your own ships, you can also go ahead and simply take over someone else's ship. The Adventurer has some tips for best practices.
it: Mentre puoi costruire le tue navi, puoi anche andare avanti e semplicemente prendere in consegna la nave di qualcun altro. L'Avventuriero ha alcuni suggerimenti per le migliori pratiche.

source: Obtain Boarding Shuttles
it: Ottieni navette d'imbarco

source: These are a special fighter type that have pressurized chambers and can transport some crew.
it: Si tratta di un tipo di caccia speciale che ha camere pressurizzate e può trasportare alcuni membri dell'equipaggio.

source: Obtain Boarders
it: Ottieni pensionanti

source: These specially trained crew members can handle any resisting crew on your target.
it: Questi membri dell'equipaggio appositamente addestrati possono gestire qualsiasi equipaggio resistente sul tuo obiettivo.

source: (optional) Obtain a Scanner Upgrade Subsystem
it: (facoltativo) Ottenere un sottosistema di aggiornamento dello scanner

source: Scanner upgrades boost your scanners, so that they can tell you how well defended another ship is, as well as what is in its cargo bay. While this is not necessary to board another ship, it will come in handy in selecting your next target.
it: Gli aggiornamenti degli scanner potenziano i tuoi scanner, in modo che possano dirti quanto è ben difesa un'altra nave, così come cosa c'è nella sua stiva di carico. Anche se questo non è necessario per salire a bordo di un'altra nave, sarà utile per selezionare il tuo prossimo obiettivo.

# Mail Subject
source: Let's Board: You did it!
it: Saliamo a bordo: ce l'hai fatta!

source: Hi there, So you actually boarded another ship? I'm happy to see that this worked for you. I guess a little something as reward is in order - see the attachements. Greetings, %1%
it: Ciao, Quindi ti sei imbarcato su un'altra nave? Sono felice di vedere che questo ha funzionato per te. Immagino che un po 'di qualcosa come ricompensa sia in ordine - vedi gli allegati. Saluti, %1%

source: Building Knowledge: Tier ${tier} - ${material}
it: Conoscenza dell'edificio: livello ${tier} - ${material}

source: Acquired
it: Acquisito

source: Unlocked
it: Sbloccato

source: BUILDING KNOWLEDGE
it: COSTRUIRE CONOSCENZA

source: Acquire Tier ${tier} Building Knowledge for ${material}:
it: Acquisisci conoscenze di costruzione di livello ${tier} per ${material}:

source: Fly closer to the center of the galaxy
it: Vola più vicino al centro della galassia

source: Fly further away from the center of the galaxy
it: Vola più lontano dal centro della galassia

source: (optional) Clear a pirate sector
it: (facoltativo) Cancella un settore pirata

source: (optional) Gain 65.000 reputation and buy it at a Shipyard
it: (opzionale) Ottieni 65.000 reputazione e acquistala in un Cantiere Navale

source: (optional) Buy it for ores at a Resource Depot
it: (facoltativo) Acquistalo per i minerali in un deposito di risorse

source: (optional) Buy it for a ridiculously high price at a Smuggler's Market
it: (opzionale) Acquistalo a un prezzo ridicolmente alto in un mercato di contrabbandieri

source: Activate the Building Knowledge from your inventory
it: Attiva la Conoscenza dell'edificio dal tuo inventario

source: Tier ${tier} - ${material}
it: Livello ${tier} - ${material}

source: Commanding Fighters
it: Comandanti combattenti

source: Adventurer's Squad
it: Squadra degli avventurieri

source: Learn how to use fighters. A complete guide by ${name}, the Adventurer.
it: Impara a usare i combattenti. Una guida completa di ${name}, l'Avventuriero.

source: Read the instruction mail
it: Leggi la mail di istruzioni

source: Collect 2500 Trinium with fighters
it: Raccogli 2500 Trinium con i caccia

source: Read the Adventurer's second mail
it: Leggi la seconda mail dell'Avventuriero

source: Destroy an enemy with your fighters
it: Distruggi un nemico con i tuoi caccia

source: Read the Adventurer's last mail
it: Leggi l'ultima mail dell'Avventuriero

source: Until next time. Good bye!
it: Alla prossima. Arrivederci!

source: Hi there, Now that your ship has a hangar, you can try out the different ways to use it. To start things off, buy some Mining Fighters at an Equipment Dock. Greetings, %1%, the Adventurer
it: Ciao, Ora che la tua nave ha un hangar, puoi provare i diversi modi per usarlo. Per iniziare, acquista alcuni combattenti minerari in un molo di equipaggiamento. Saluti, %1%, l'avventuriero

# Mail Subject
source: Hangar / Fighter Instructions
it: Hangar /Istruzioni per i combattenti

source: Hello friend, I've heard you were successful in mining some Trinium with your fighters. But fighters aren't only for mining - they can come in very handy in fights as well. You should buy some and destroy an enemy! Greetings, %1%, the Adventurer
it: Ciao amico, Ho sentito che sei riuscito a estrarre un po' di Trinium con i tuoi caccia. Ma i combattenti non sono solo per l'estrazione mineraria: possono essere molto utili anche nei combattimenti. Dovresti comprarne un po' e distruggere un nemico! Saluti, %1%, l'Avventuriero

# Mail Subject
source: Hangar / Fighter Instructions continued
it: Hangar /Istruzioni per i combattenti continua

source: Hello, I heard you successfully used your fighters to destroy an enemy. Well done! For all that hard work, I'd like to give you a reward. Meet me in (%1%:%2%)! Greetings, %3%, the Adventurer
it: Ciao, Ho sentito che hai usato con successo i tuoi caccia per distruggere un nemico. Ben fatto! Per tutto questo duro lavoro, vorrei darti una ricompensa. Incontriamoci tra (%1%:%2%)! Saluti, %3%, l'Avventuriero

# Mail Subject
source: Hangar / Fighter Instructions well done!
it: Hangar /Istruzioni Caccia ben fatto!

source: Buy three Mining Fighters
it: Acquista tre combattenti minerari

source: Buy three Armed Fighters
it: Acquista tre combattenti armati

source: Meet the Adventurer
it: Incontra l'avventuriero

source: Nice job! As a thank you for working with me, I'd like to give you some more fighters. Which type would you prefer?
it: Ottimo lavoro! Come ringraziamento per aver lavorato con me, vorrei darti altri caccia. Quale tipo preferiresti?

source: Mining Fighters
it: Combattenti minerari

source: Armed Fighters
it: Combattenti armati

source: Good choice! Good luck on your journey through the galaxy.
it: Ottima scelta! Buona fortuna per il tuo viaggio attraverso la galassia.

source: Thank you and goodbye!
it: Grazie e arrivederci!

source: Before you go, I heard that you can use a special type of fighter to shuttle crew to other ships. I've no need for that but some people use it to bring ships under their command without running the risk of destroying the cargo. I'll pin the information on how to do that to your mission log, in case you want to give it a go.
it: Prima che tu vada, ho sentito che puoi usare un tipo speciale di caccia per trasportare l'equipaggio su altre navi. Non ne ho bisogno, ma alcune persone lo usano per portare le navi sotto il loro comando senza correre il rischio di distruggere il carico. Aggiungerò le informazioni su come farlo al tuo registro delle missioni, nel caso in cui tu voglia provarci.

source: Okay, thank you.
it: Ok, grazie.

source: Station Founding
it: Fondazione della stazione

source: ${name} the Adventurer wants to teach you how to found your own station.
it: ${name} l'Avventuriero vuole insegnarti come fondare la tua stazione.

source: Select 'Station Founder' when having a ship built at a shipyard.
it: Seleziona "Fondatore della stazione" quando fai costruire una nave in un cantiere navale.

source: Turn a station founder ship into a station. Careful: You'll need at least 4 Million Credits!
it: Trasforma una nave fondatrice di una stazione in una stazione. Attenzione: avrai bisogno di almeno 4 milioni di crediti!

source: Hello! You seem like someone who would enjoy owning a station. Do you want me to show you the quickest way to get one? The quickest legal way, that is.
it: Ciao! Sembri uno a cui piacerebbe possedere una stazione. Vuoi che ti mostri il modo più rapido per ottenerne una? Il modo legale più rapido, cioè.

source: See that shipyard over there? You can have ships built at any shipyard. If you want to found a station, you need to make sure to check the box 'Station Founder' when you give your order to the crew at the shipyard.
it: Vedi quel cantiere laggiù? Puoi far costruire navi in qualsiasi cantiere navale. Se vuoi fondare una stazione, devi assicurarti di spuntare la casella "Fondatore della stazione" quando dai l'ordine all'equipaggio del cantiere navale.

source: Make sure to bring enough money! You'll need at least 4 Million to found one. It doesn't matter if you don't have the money right now, though. You can always do it later and use this ship as a normal ship for now!
it: Assicurati di portare abbastanza soldi! Avrai bisogno di almeno 4 milioni per fondarne uno. Non importa se non hai i soldi in questo momento, però. Puoi sempre farlo più tardi e usare questa nave come una nave normale per ora!

source: Oh, okay. Until later then.
it: Oh, ok. A più tardi.

source: Well done. Now you have a ship that you can use to found a station. Just enter it, fly it to where you want the station to be, and found a station the same way you would normally found a ship.
it: Ben fatto. Ora hai una nave che puoi usare per fondare una stazione. Basta inserirlo, portarlo dove vuoi che sia la stazione e trovare una stazione nello stesso modo in cui normalmente si trova una nave.

source: Well done. Now you have a ship you can use to found a station. Just enter it, fly it to where you want the station to be, and found a station the same way you would normally found a ship. Greetings, %s
it: Ben fatto. Ora hai una nave che puoi usare per fondare una stazione. Inseriscilo, fallo volare dove vuoi che sia la stazione e trova una stazione nello stesso modo in cui normalmente troveresti una nave. Saluti, %s

# Mail Subject
source: A step in the right direction
it: Un passo nella giusta direzione

source: Good job, you founded a station! It's still a little small. You should expand it and hire and assign more crew. The next time I come to this sector, I'm sure I'll find a magnificent station!
it: Ottimo lavoro, hai fondato una stazione! È ancora un po' piccola. Dovresti espanderlo e assumere e assegnare più membri dell'equipaggio. La prossima volta che verrò in questo settore, sono sicuro che troverò una magnifica stazione!

source: Good job, you founded a station! It's still a little small. You should expand it and hire and assign more crew. The next time I come to this sector, I'm sure I'll find a magnificent station! Greetings, %s
it: Ottimo lavoro, hai fondato una stazione! È ancora un po' piccola. Dovresti espanderlo e assumere e assegnare più equipaggio. La prossima volta che vengo in questo settore, sono sicuro che troverò una magnifica stazione! Saluti, %s

# Mail Subject
source: Congratulations on your station!
it: Congratulazioni per la tua stazione!

source: Pirate Raid
it: Incursione dei pirati

source: Improve your ship to prepare for a fight. Tips from ${name}, the Adventurer.
it: Migliora la tua nave per prepararti a un combattimento. Suggerimenti da ${name}, l'avventuriero.

source: Read the Adventurer's mail
it: Leggi la posta dell'Avventuriero

source: Build enough integrity field generators to reach a coverage of over 90%
it: Costruisci abbastanza generatori di campo di integrità per raggiungere una copertura di oltre il 90%

source: Increase your ship's size and processing power with functional blocks until it supports at least 4 subsystem slots
it: Aumenta le dimensioni e la potenza di elaborazione della tua nave con blocchi funzionali fino a quando non supporta almeno 4 slot di sottosistema

source: Add enough offensive turrets to reach a firepower of 60 Omicron (DPS) or more
it: Aggiungi abbastanza torrette offensive per raggiungere una potenza di fuoco di 60 Omicron (DPS) o più

source: Defeat the pirates in sector (${x}:${y})
it: Sconfiggi i pirati nel settore (${x}:${y})

source: Hello! I’ve been told you met some pirates. I’m not surprised, the galaxy is infested with them. The local factions and I would be very happy if you help to defeat as many of them as you can. I’ve attached some instructions on how to boost your ship’s strength. As soon as your ship is ready for a fight, you should test it. Remember those pirates that shot your ship to pieces? I think they would make a perfect first target. Greetings, %1%
it: Ciao! Mi è stato detto che hai incontrato dei pirati. Non mi sorprende, la galassia ne è infestata. Le fazioni locali e io saremmo molto felici se aiutassi a sconfiggerne il maggior numero possibile. Ho allegato alcune istruzioni su come aumentare la forza della tua nave. Non appena la tua nave è pronta per un combattimento, dovresti testarla. Ricordi quei pirati che hanno fatto a pezzi la tua nave? Penso che sarebbero un primo obiettivo perfetto. Saluti, %1%

# Mail Subject
source: Pirate Trouble?
it: Problemi con i pirati?

source: The Adventurer wants you to test out your new R-Mining Lasers.
it: L'Avventuriero vuole che tu provi i tuoi nuovi laser R-Mining.

source: Install R-Mining Lasers
it: Installa laser R-Mining

source: Hi there, I've heard that you found an R-Mining Laser! R-Mining Lasers are fantastic. They're somewhat old-school style mining: You mine the ores from asteroids and have the refining done at stations. That's way more efficient than having the Mining Laser do it. Check it out yourself - install your new R-Mining Laser on the ship and follow the list of steps that I'll send to you. If you learn to use them properly, I'll see what else I can do for you. Greetings, %1%
it: Ciao, Ho sentito che hai trovato un laser R-Mining! I laser R-Mining sono fantastici. Sono miniere in stile vecchia scuola: estrai i minerali dagli asteroidi e fai la raffinazione nelle stazioni. È molto più efficiente del laser minerario. Dai un'occhiata tu stesso: installa il tuo nuovo laser minerario R sulla nave e segui l'elenco dei passaggi che ti invierò. Se impari a usarli correttamente, vedrò cos' altro posso fare per te. Saluti, %1%

# Mail Subject
source: R-Mining Lasers Instructions
it: Istruzioni per i laser R-Mining

source: Add 250 or more cargo space to your ship
it: Aggiungi 250 o più spazio di carico alla tua nave

source: Collect 7500 Titanium Ore
it: Raccogli 7500 Minerali di Titanio

source: Refine Ores at a Resource Depot
it: Raffina i minerali in un deposito di risorse

# Mail Subject
source: R-Mining Job: Well done!
it: R-Mining Job: Ben fatto!

source: Hi there, As I can see, everything worked very fine, indeed. I'm happy to see that you learned so quickly how to use R-Mining Lasers. Let me give you two of mine, to help on your journey. Some day we'll travel over the Barrier. Greetings, %1%
it: Ciao, Come posso vedere, tutto ha funzionato molto bene, davvero. Sono felice di vedere che hai imparato così rapidamente come usare i laser R-Mining. Lascia che ti dia due dei miei, per aiutarti nel tuo viaggio. Un giorno viaggeremo oltre la Barriera. Saluti, %1%

source: Ships, Strategies & Captains
it: Navi, strategie e capitani

source: To play this mission, you are not allowed to fly the Lady yourself. Change back into your own ship!
it: Per svolgere questa missione, non ti è permesso pilotare la Signora da solo. Torna alla tua nave!

source: ${name} the Adventurer has a surprise for you.
it: ${name} l'Avventuriero ha una sorpresa per te.

source: Read the mail from the Adventurer
it: Leggi la mail dell'Avventuriero

source: Meet the Adventurer in sector (${xCoord}:${yCoord})
it: Incontra l'avventuriero nel settore (${xCoord}:${yCoord})

source: Open Strategy Mode by using the Strategy Mode button in the top right or press [${key}]
it: Apri la modalità Strategia utilizzando il pulsante Modalità Strategia in alto a destra o premi [${key}]

source: Using Strategy Mode, order the Lady Adventurous to escort you
it: Usando la modalità Strategia, ordina a Lady Adventurous di scortarti

source: Select the Lady by clicking on her or by dragging a box around her.
it: Seleziona la Lady cliccando su di lei o trascinando una casella intorno a lei.

source: Now right-click on your own ship to issue the escort order.
it: Ora fai clic con il pulsante destro del mouse sulla tua nave per emettere l'ordine di scorta.

source: What do I do now?
it: Cosa faccio adesso?

source: Lady Adventurous
it: Lady avventurosa

source: Lady
it: Signora

source: Hi, I heard you hired a captain! That's really good news. A captain is an important step towards building your own fleet. Anyway, I'd like to talk to you about that ship that I still owe you. Meet me in sector (%1%:%2%) if you're interested! Hope to see you soon! %3%
it: Ciao, Ho sentito che hai assunto un capitano! È davvero una buona notizia. Un capitano è un passo importante per costruire la tua flotta. Comunque, vorrei parlarti di quella nave che ti devo ancora. Incontriamoci nel settore (%1%:%2%) se sei interessato! Spero di vederti presto! %3%

# Mail Subject
source: About that ship...
it: A proposito di quella nave...
