Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Good luck! You're doing a good deed here!
it: Buona fortuna! Stai facendo una buona azione qui!

source: Hey, what are you doing here? I already called for backup, so don't even try to attack us.
it: Ehi, che ci fai qui? Ho già chiamato i rinforzi, quindi non provare nemmeno ad attaccarci.

source: Don't worry. We are on a bounty hunt.
it: Non preoccuparti, siamo a caccia di taglie.

source: Oh, I think I know who you're looking for. The Cavaliers are looking for them, too. We saw them at a factory not too long ago. Tried to scare the workers a bit, telling them stories about an Emperor. But they left when security was alerted.
it: Oh, penso di sapere chi stai cercando. Anche i Cavalieri li stanno cercando. Li abbiamo visti in una fabbrica non molto tempo fa. Ho cercato di spaventare un po' gli operai, raccontando loro storie su un Imperatore. Ma se ne sono andati quando la sicurezza è stata allertata.

source: Oh, I think I know who you're looking for. The Family is looking for them, too. We saw them at a trading post not too long ago. Tried to snoop around, said they were looking for 'business opportunities'. But they left when security was alerted.
it: Oh, penso di sapere chi stai cercando. Anche la famiglia li sta cercando. Li abbiamo visti in una stazione commerciale non molto tempo fa. Ha provato a curiosare in giro, ha detto che stavano cercando "opportunità di business". Ma se ne sono andati quando la sicurezza è stata avvisata.

source: Oh, I think I know who you're looking for. The Commune is looking for them, too. We saw them at a factory not too long ago. Pretended to care about the workers, started handing out pamphlets. But they left when security was alerted.
it: Oh, penso di sapere chi stai cercando. Anche la Comune li sta cercando. Li abbiamo visti in una fabbrica non molto tempo fa. Fece finta di preoccuparsi degli operai, iniziò a distribuire opuscoli. Ma se ne andarono quando la sicurezza fu allertata.

source: Oh, are you looking for ${target} ${name}? We saw him and his people at a trading post not too long ago. Started asking around, wanted to hire crew. But they left when security was alerted.
it: Oh, stai cercando ${target} ${name}? Abbiamo visto lui e la sua gente in una stazione commerciale non molto tempo fa. Ha iniziato a chiedere in giro, voleva assumere una squadra. Ma se ne sono andati quando la sicurezza è stata avvisata.

source: Well, if you can bring them down, you'd be doing everyone a favor. They jumped to sector (${x}:${y}).
it: Beh, se potessi abbatterli, faresti un favore a tutti. Sono saltati nel settore (${x}:${y}).

source: Happy hunting!
it: Buona caccia!

source: We know your kind. You're bounty hunters! We don't want you here.
it: Conosciamo la tua specie. Siete cacciatori di taglie! Non vi vogliamo qui.

source: Come on, just help us out.
it: Dai, aiutaci.

source: Nothing is for free in this galaxy. But you can do something for us: get rid of those pirates in sector (${x}:${y}). Return after destroying them and we will give you the information you seek.
it: Niente è gratis in questa galassia. Ma tu puoi fare qualcosa per noi: sbarazzarti di quei pirati nel settore (${x}:${y}). Torna dopo averli distrutti e ti daremo le informazioni che cerchi.

source: Are you serious?
it: Dici sul serio?

source: Yes. Get rid of those pirates or we won't help you. But if you do get rid of them, you will get paid for your services, of course.
it: Sì. Sbarazzati di quei pirati o non ti aiuteremo. Ma se ti sbarazzi di loro, verrai pagato per i tuoi servizi, ovviamente.

source: Look guys, now we don't even have to chase our victims, they come to us!
it: Sentite ragazzi, ora non dobbiamo nemmeno inseguire le nostre vittime, vengono da noi!

source: Actually, we're coming FOR you.
it: In realtà, stiamo venendo A prenderti.

source: They think they can defeat us! Let's show them what we're made of!
it: Pensano di poterci sconfiggere! Facciamogli vedere di che pasta siamo fatti!

source: Received %1% Credits for destroying pirates.
it: Hai ricevuto %1% crediti per aver distrutto i pirati.

source: You kept your end of the bargain, so we'll tell you what you want to know. You should be able to find them or their associates in sector (${x}:${y}). We don't need to tell you that they're going to be tough to defeat. You're a professional.
it: Hai mantenuto la tua parte dell'accordo, quindi ti diremo quello che vuoi sapere. Dovresti essere in grado di trovare loro o i loro associati nel settore (${x}:${y}). Non abbiamo bisogno di dirti che saranno difficili da sconfiggere. Sei un professionista.

source: Get information from the pirates
it: Ottieni informazioni dai pirati

source: We're looking for someone: ${target} ${name}.
it: Stiamo cercando qualcuno: ${target} ${name}.

source: Wait a minute... The name of your ship ... ${name} ... that sounds familiar?
it: Aspetta un attimo... Il nome della tua nave ... ${name} ... suona familiare?

source: It does?
it: Davvero?

source: Yes it does! You're the dog that attacked our buddy Johnson!
it: Sì che lo è! Sei il cane che ha attaccato il nostro amico Johnson!

source: You're going to pay for that!
it: Pagherai per questo!

source: Okay, okay! Stop shooting!
it: Ok, ok! Smettila di sparare!

source: Are you ready to talk?
it: Sei pronto a parlare?

source: We recently did a job for the ones you're looking for. We met them in sector (${x}:${y}). But don’t tell them where you got the coordinates from!
it: Di recente abbiamo fatto un lavoro per quelli che stai cercando. Li abbiamo incontrati nel settore (${x}:${y}). Ma non dire loro da dove hai preso le coordinate!

source: Go die in a hole.
it: Vai a morire in un buco.

source: Get lost, this is our loot!
it: Sparisci, questo è il nostro bottino!

source: Did you defeat those ships?
it: Hai sconfitto quelle navi?

source: Well... Not quite... But we found the wreckages, and we're gonna salvage them!
it: Beh... Non proprio... Ma abbiamo trovato i rottami e li salveremo!

source: I need info from those wreckages.
it: Ho bisogno di informazioni da quei rottami.

source: That's too bad. You're gonna have to go through us!
it: Che peccato. Dovrai passare attraverso di noi!

source: Showing most recent entries: Hyperspace engine overheated! We're stranded! Scanners show more pursuers in sector (${x}:${y})!
it: Mostrando le voci più recenti: Motore iperspaziale surriscaldato! Siamo bloccati! Scanner mostrano più inseguitori nel settore (${x}:${y})!

source: Get information from the patrol ship
it: Ottieni informazioni dalla nave pattuglia

source: We don't care.
it: Non ci interessa.

source: Have you seen them?
it: Li hai visti?

source: Oh, we see everyone who passes through here. And we've seen the ones you're looking for, we even know where they went. But why would we tell you anything?
it: Oh, vediamo tutti quelli che passano di qui. E abbiamo visto quelli che stai cercando, sappiamo anche dove sono andati. Ma perché dovremmo dirti qualcosa?

source: [Transfer ${bribe}¢]
it: [Trasferimento ${bribe}¢]

source: You won't get destroyed.
it: Non verrai distrutto.

source: Are you threatening us?
it: Ci stai minacciando?

source: Wrong move, buddy. We're going to obliterate your ship!
it: Mossa sbagliata, amico. Distruggeremo la tua nave!

source: It seems you really needed this information. We wouldn’t want to cause you any more distress. Our scanners showed that they went to sector (${x}:${y}). Have a safe trip.
it: Sembra che tu abbia davvero bisogno di queste informazioni. Non vorremmo causarti altro disagio. I nostri scanner hanno mostrato che sono andati al settore (${x}:${y}). Buon viaggio.

source: Thank you. You too.
it: Grazie, anche tu.

source: All right, all right, we get it! The ones you're looking for went to sector (${x}:${y}). Just leave us alone now!
it: Va bene, va bene, abbiamo capito! Quelli che stai cercando sono andati al settore (${x}:${y}). Lasciaci in pace ora!

source: Dear Contractor, Somebody else has already eliminated the target. We've sent you some money as compensation for your efforts. Sincerely, %1%
it: Caro appaltatore, Qualcun altro ha già eliminato l'obiettivo. Ti abbiamo inviato dei soldi come compenso per i tuoi sforzi. Cordiali saluti, %1%

# Mail Subject
source: Contract Canceled
it: Contratto annullato

# meaning 'leader of the renegades'
source: Renegade Leader
it: Leader rinnegato

source: Former Cavaliers
it: Ex Cavalieri

source: Former Cavaliers Soldier
it: Ex Cavaliers Soldier

source: Former Family
it: Ex Famiglia

source: Former Family Associate
it: Ex collaboratore familiare

source: Former Commune
it: Ex comune

source: Former Commune Comrade
it: Ex compagno della Comune

source: Patrol Unit ${name}
it: Unità di pattuglia ${name}

source: Empty Package
it: Pacchetto vuoto

source: This package is empty.
it: Questo pacchetto è vuoto.

source: Origin: sector (${x}:${y})
it: Provenienza: settore (${x}:${y})

source: The renegades of the Cavaliers
it: I rinnegati dei Cavalieri

source: The renegades of the Family
it: I rinnegati della Famiglia

source: The renegades of the Commune
it: I rinnegati della Comune

source: Admiral
it: Ammiraglio

source: Commander
it: Comandante

source: Baron
it: Barone

source: The Great
it: Il Grande

source: WANTED DEAD, NOT ALIVE
it: RICERCATO MORTO, NON VIVO

source: Looking for a bounty hunter. The target is wanted for multiple crimes against civilians. More details will follow once you accept the task.
it: Cerco un cacciatore di taglie. Il bersaglio è ricercato per molteplici crimini contro i civili. Maggiori dettagli seguiranno una volta accettato il compito.

source: Wipe out Pirates
it: Elimina i pirati

source: Wipe out pirates in (${location.x}:${location.y})
it: Elimina i pirati in (${location.x}:${location.y})

source: You were tasked to take care of a group of pirates that appears to have settled in sector (${location.x}:${location.y}).
it: Sei stato incaricato di prenderti cura di un gruppo di pirati che sembra essersi stabilito nel settore (${location.x}:${location.y}).

source: Earned %1% credits for wiping out a pirate group.
it: Hai guadagnato %1% crediti per aver annientato un gruppo di pirati.

source: Thank you for taking care of this scum. We transferred the reward to your account.
it: Grazie per esserti preso cura di questa feccia. Abbiamo trasferito la ricompensa sul tuo account.

source: Looks like someone already took care of them. Thank you nevertheless.
it: Sembra che qualcuno si sia già preso cura di loro. Grazie comunque.

source: A nearby sector has been occupied by pirates and they have been attacking our convoys and traders. We cannot let that scum do whatever they like. We need someone to take care of them. Sector: (${x} : ${y})
it: Un settore vicino è stato occupato dai pirati che hanno attaccato i nostri convogli e i nostri mercanti. Non possiamo lasciare che quella feccia faccia quello che vuole. Abbiamo bisogno di qualcuno che si prenda cura di loro. Settore: (${x} : ${y})

source: Their location is \s(%1%:%2%).
it: La loro posizione è \s(%1%:%2%).

source: Wipe out Xsotan
it: Elimina Xsotan

source: Wipe out Xsotan in (${location.x}:${location.y})
it: Elimina Xsotan in (${location.x}:${location.y})

source: You were tasked to take care of a group of Xsotan that appears to have settled in sector (${location.x}:${location.y}).
it: Sei stato incaricato di occuparti di un gruppo di Xsotan che sembra essersi insediato nel settore (${location.x}:${location.y}).

source: Earned %1% credits for wiping out a group of Xsotan.
it: Hai guadagnato %1% crediti per aver annientato un gruppo di Xsotan.

source: Thank you for taking care of them. We transferred the reward to your account.
it: Grazie per esserti preso cura di loro. Abbiamo trasferito la ricompensa sul tuo account.

source: A nearby sector is occupied by Xsotan. While they don't attack unless provoked, the threat still makes all of us nervous. We need someone to drive them out. Sector: (${x} : ${y})
it: Un settore vicino è occupato da Xsotan. Anche se non attaccano se non provocati, la minaccia ci rende tutti nervosi. Abbiamo bisogno di qualcuno che li scacci. Settore: (${x} : ${y})

source: Cover Retreat
it: Ritiro di copertura

source: Help to cover the retreat of a fleet
it: Contribuire a coprire la ritirata di una flotta

source: We secured the bulk of our fleet. We will gather our forces and strike back another time!
it: Abbiamo messo in sicurezza la maggior parte della nostra flotta. Raduneremo le nostre forze e attaccheremo un'altra volta!

source: You fought well. We may have lost this battle, but we have not lost the war!
it: Hai combattuto bene. Forse abbiamo perso questa battaglia, ma non abbiamo perso la guerra!

source: Why are you running away? Our fleet is still in danger! We will lose the war, and it will be your fault!
it: Perché stai scappando? La nostra flotta è ancora in pericolo! Perderemo la guerra e sarà colpa tua!

source: After they have lost a crucial battle, ${faction} need help slowing down their opponent to bring their main fleet to safety. Their rearguard is gathering in sector (${x}:${y}) in order to delay the enemy. Go there and support them.
it: Dopo aver perso una battaglia cruciale, ${faction} hanno bisogno di aiuto per rallentare il loro avversario e portare in salvo la loro flotta principale. La loro retroguardia si sta radunando nel settore (${x}:${y}) per ritardare il nemico. Vai lì e sostienili.

source: Distract the enemy until the main fleet has gotten to safety.
it: Distrai il nemico finché la flotta principale non è al sicuro.

source: They were faster than expected! Help us engage their ships!
it: Erano più veloci del previsto! Aiutaci a coinvolgere le loro navi!

source: Earned %1% Credits for covering a retreat.
it: Hai guadagnato %1% crediti per aver coperto una ritirata.

source: Help us distract the enemy
it: Aiutaci a distrarre il nemico

source: We lost a crucial battle against ${faction}. The remains of our fleet are retreating with the bulk of the enemy fleet in pursuit. Our rearguard is fighting desperately to cover our retreat. We are gathering in sector (${x}:${y}). Rendezvous with our fleet and intercept the enemy!
it: Abbiamo perso una battaglia cruciale contro ${faction}. I resti della nostra flotta si stanno ritirando con la maggior parte della flotta nemica all'inseguimento. La nostra retroguardia sta combattendo disperatamente per coprire la nostra ritirata. Ci stiamo radunando nel settore (${x}:${y}). Incontra la nostra flotta e intercetta il nemico!

# difficulty
source: Difficult
it: Difficile

source: Come with your battleship to \s(%1%:%2%) and support our rearguard.
it: Vieni con la tua corazzata a \s(%1%:%2%) e supporta la nostra retroguardia.

source: Deliver ${amount} ${displayName}
it: Consegna ${amount} ${displayName}

source: Thank you. We returned your deposit and transferred the reward to your account.
it: Grazie. Abbiamo restituito il tuo deposito e trasferito la ricompensa sul tuo account.

source: There must have been a misunderstanding, you don't have all the cargo. We need ${amount} ${good}.
it: Ci deve essere stato un malinteso, non hai tutto il carico. Ci serve ${amount} ${good}.

source: Please return when you have the goods.
it: Si prega di restituire quando si dispone della merce.

source: You will have to dock to deliver the goods.
it: Dovrai attraccare per consegnare la merce.

source: What are you doing? The client is waiting for their goods! Get them delivered!
it: Che stai facendo? Il cliente sta aspettando la sua merce! Ricevili a domicilio!

source: Please return the cargo, we've updated your mission status.
it: Restituisci il carico, abbiamo aggiornato lo stato della tua missione.

source: Are you flying away with my goods? Thief! This will have consequences! You're fired!
it: Stai volando via con la mia merce? Ladro! Questo avrà delle conseguenze! Sei licenziato!

source: Where are you? You're late with your delivery! Someone else has delivered the goods to the client. You're fired!
it: Dove sei? Sei in ritardo con la consegna! Qualcun altro ha consegnato la merce al cliente. Sei licenziato!

source: Great. My courier is somewhere in the galaxy and not to be found. The client was waiting for their delivery! You're fired!
it: Ottimo. Il mio corriere è da qualche parte nella galassia e non si trova. Il cliente stava aspettando la consegna! Sei licenziato!

source: Please deliver the cargo to the ${stationTitle} ${name}.
it: Si prega di consegnare il carico allo ${stationTitle} ${name}.

source: It looks like the recipient has disappeared. Please return the cargo, we've updated your mission status.
it: Sembra che il destinatario sia scomparso. Restituisci il carico, abbiamo aggiornato lo stato della tua missione.

source: The recipient is on the ${stationTitle} ${name}.
it: Il destinatario è sullo ${stationTitle} ${name}.

source: A client asked you to take care of an urgent delivery of ${amount} ${goods}.
it: Un cliente ti ha chiesto di occuparti di una consegna urgente di ${amount} ${goods}.

source: The client expecting the goods is located at (${x}:${y}).
it: Il cliente che si aspetta la merce si trova a (${x}:${y}).

source: Time Left: ${time}
it: Tempo rimasto: ${time}

source: Please deliver the goods to \s(%1%:%2%).
it: Consegna la merce a \s(%1%:%2%).

source: Explore
it: Esplora

source: Exploration finished in this part of the sector.
it: Esplorazione terminata in questa parte del settore.

source: Explore Sector
it: Esplora il settore

source: Explore sector (${location.x}:${location.y})
it: Esplora settore (${location.x}:${location.y})

source: The ${giver} asked you to explore sector (${location.x}:${location.y}).
it: Lo ${giver} ti ha chiesto di esplorare il settore (${location.x}:${location.y}).

source: Sector Explored
it: Settore esplorato

source: You have explored the sector. Report back to the client.
it: Hai esplorato il settore. Riferire al cliente.

source: I found some information in the explored sector.
it: Ho trovato alcune informazioni nel settore esplorato.

source: Earned %1% Credits for exploring a sector.
it: Hai guadagnato %1% crediti esplorando un settore.

source: Thank you for helping us expand our borders. We have transferred the reward to your account.
it: Grazie per averci aiutato ad espandere i nostri confini. Abbiamo trasferito la ricompensa sul tuo account.

source: We are picking up unusual activity in a nearby sector. We will pay you to assist us in scanning some of the objects in that sector. Sector: (${x} : ${y})
it: Stiamo rilevando attività insolite in un settore vicino. Ti pagheremo per aiutarci a scansionare alcuni degli oggetti in quel settore. Settore: (${x} : ${y})

source: The sector is \s(%1%:%2%).
it: Il settore è \s(%1%:%2%).

source: Free slaves
it: Schiavi liberi

source: Traffickers kidnapped some of our people. They were just normal males, females and children. We discovered the hideout of those traffickers, but we fear they will take our people hostage or even kill them if one of our ships comes close. If you help, you'll have our endless gratitude.
it: I trafficanti hanno rapito alcuni dei nostri. Erano solo maschi normali, femmine e bambini. Abbiamo scoperto il nascondiglio di quei trafficanti, ma temiamo che prenderanno in ostaggio la nostra gente o addirittura li uccideranno se una delle nostre navi si avvicina. Se ci aiuti, avrai la nostra infinita gratitudine.

source: Thank you so much for bringing back our families. We are very, very thankful for your help.
it: Grazie mille per aver riportato le nostre famiglie. Ti siamo molto, molto grati per il tuo aiuto.

source: We lost track of our families and friends. Who knows where they are now. Nevertheless, thank you for trying to help.
it: Abbiamo perso le tracce delle nostre famiglie e dei nostri amici. Chissà dove sono adesso. Tuttavia, grazie per aver cercato di aiutare.

source: A now freed life form that was forced to work for almost no food.
it: Una forma di vita ormai liberata che era costretta a lavorare quasi senza cibo.

source: Go to sector (${x}:${y}) and free the slaves
it: Vai al settore (${x}:${y}) e libera gli schiavi

source: Bring the slaves back to the ${title} ${name} in (${x}:${y})
it: Riporta gli schiavi allo ${title} ${name} in (${x}:${y})

source: You need more cargo space to pick up these slaves!
it: Hai bisogno di più spazio di carico per prendere questi schiavi!

source: Guys! Hold your fire.
it: Ragazzi! Non sparate.

source: Paid %1% Credits to buy the slaves.
it: Hai pagato %1% crediti per acquistare gli schiavi.

source: We missed more of our people. But it seems, we lost the others. Thanks for your help anyway, but we have to prepare mourning ceremonies.
it: Ci mancava di più la nostra gente. Ma a quanto pare, abbiamo perso gli altri. Grazie comunque per il tuo aiuto, ma dobbiamo preparare le cerimonie di lutto.

source: Thank you so much for getting our people home! Everything went smoothly, I hope?
it: Grazie mille per aver riportato a casa la nostra gente! È andato tutto liscio, spero?

source: It was fine. Don't mention it.
it: È andata bene. Non c'è di che.

source: Yeah, you don't need to worry about them anymore.
it: Sì, non devi più preoccuparti di loro.

source: They had me pay ${money} Credits for your people!
it: Mi hanno fatto pagare ${money} crediti per la tua gente!

source: That's good to hear! Thank you again and have a wonderful time.
it: Buono a sapersi! Grazie ancora e buon divertimento.

source: You had to pay for them? I'm so sorry to hear that, but we can't pay you back. If we had that kind of money lying around, we would've bought them immediately.
it: Hai dovuto pagare per loro? Mi dispiace molto, ma non possiamo ripagarti. Se avessimo avuto tutti quei soldi in giro, li avremmo comprati immediatamente.

source: Okay, okay. You can have them. Just leave us alone. Stop destroying our ships and you can get those slaves for free!
it: Ok, ok. Puoi averli. Lasciaci in pace. Smettila di distruggere le nostre navi e potrai ottenere quegli schiavi gratuitamente!

source: Your lives for the slaves? We have a deal.
it: Le vostre vite per gli schiavi? Affare fatto.

source: Hey you! What do you want? Speak fast or leave!
it: Ehi tu! Cosa vuoi? Parla velocemente o vattene!

source: I heard you have slaves of ${faction}.
it: Ho sentito che hai schiavi di ${faction}.

source: I will free the poor people you enslaved.
it: Libererò la povera gente che hai schiavizzato.

source: (attack)
it: (attacco)

source: We do, we do. Do you want to buy them? You can have them for only ${price} Credits.
it: Lo facciamo, lo facciamo. Vuoi acquistarli? Puoi averli a soli ${price} crediti.

source: That sounds good, we have a deal.
it: Suona bene, abbiamo un accordo.

source: That is too expensive for some slaves! Let's talk about a better price.
it: È troppo costoso per alcuni schiavi! Parliamo di un prezzo migliore.

source: I won't pay this... but I will take them. (attack)
it: Non pagherò questo... ma li prenderò. (attacco)

source: Hahaha, well you can try!
it: Ahahah, beh, puoi provarci!

source: Wonderful! Pay up and we'll transport the slaves to your ship.
it: Meraviglioso! Paga e trasporteremo gli schiavi sulla tua nave.

source: Here is the money.
it: Ecco i soldi.

source: I changed my mind, I won't pay you any money!
it: Ho cambiato idea, non ti pagherò niente!

source: We don't negotiate. Give us the money or get out of here.
it: Noi non negoziamo. Dacci i soldi o vattene da qui.

source: Ok, so ${price} then.
it: Ok, allora ${price} .

source: Why should I pay so much? I'll just take them.
it: Perché dovrei pagare così tanto? Li prendo e basta.

source: Free Slaves
it: Schiavi liberi

source: Please go to sector \s(%1%:%2%) and free our family members.
it: Vai al settore \s(%1%:%2%) e libera i membri della nostra famiglia.
