Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: You must be docked to the station to create blueprints.
it: Devi essere attraccato alla stazione per creare progetti.

source: You must be closer to the ship to create blueprints.
it: Devi essere più vicino alla nave per creare progetti.

source: Factory Blueprints
it: Piani di fabbrica

source: Inventory Blueprints
it: Progetti di inventario

source: Parts
it: Parti

# Turret Factory Button
source: Build
it: Costruisci

source: Track ingredients in mission log
it: Tieni traccia degli ingredienti nel registro delle missioni

source: Manufacturing Price: Too Much
it: Prezzo di produzione: troppo

source: Don't fancy the standard? We build turrets individually according to your specs.
it: Non ti piace lo standard? Costruiamo torrette individualmente in base alle tue specifiche.

source: Only turrets built by ethically trained AIs.
it: Solo torrette costruite da IA addestrate eticamente.

source: Get your turrets directly from the manufacturer!
it: Ottieni le tue torrette direttamente dal produttore!

source: No refunds!
it: Nessun rimborso!

source: Creation of turrets at your own discretion.
it: Creazione di torrette a propria discrezione.

source: We won't take any responsibility for any damages arising from building or destroying turrets, accidental ammunition explosion or plasma implosions.
it: Non ci assumiamo alcuna responsabilità per eventuali danni derivanti dalla costruzione o distruzione di torrette, esplosione accidentale di munizioni o implosioni di plasma.

source: Manufacturing Cost: ¢${money}
it: Costo di produzione: ¢${money}

source: Reinitialize Turret Composition AI: ¢${price}
it: Reinizializzare la composizione della torretta AI: ¢${price}

source: Tech ${level} - Turret Factory
it: Tech ${level} - Fabbrica di torrette

source: Turret blueprint not found.
it: Progetto torretta non trovato.

source: You need at least 'Excellent' relations to build 'Exceptional' or better turrets.
it: Hai bisogno almeno di relazioni "eccellenti" per costruire torrette "eccezionali" o migliori.

source: You must be docked to the station to build turrets.
it: Devi essere attraccato alla stazione per costruire torrette.

source: You must be closer to the ship to build turrets.
it: Devi essere più vicino alla nave per costruire torrette.

source: Paid %1% Credits to build a turret.
it: Hai pagato %1% crediti per costruire una torretta.

source: This turret cannot be built here.
it: Questa torretta non può essere costruita qui.

source: You can only do that if you own the station.
it: Puoi farlo solo se possiedi la stazione.

source: Paid %1% Credits to reinitialize turret composition AI.
it: Hai pagato %1% crediti per reinizializzare l'IA della composizione della torretta.

source: Turret Factory Supplier
it: Fornitore di fabbrica di torrette

source: Get the parts, build the turrets!
it: Prendi le parti, costruisci le torrette!

source: No more travelling across the galaxy for those parts! Get them right here!
it: Niente più viaggi attraverso la galassia per quelle parti! Portali qui!

source: The best prices for the best turrets parts!
it: I migliori prezzi per le migliori torrette!

source: Help us stay in business! Build turrets!
it: Aiutaci a rimanere in attività! Costruisci torrette!

source: Turret Merchant
it: Mercante di torrette

source: Utility Merchant
it: Commerciante di servizi pubblici

source: Set New Message
it: Imposta nuovo messaggio

source: Change Beacon Message
it: Cambia messaggio beacon

# Pioneer Company Limited
source: Message set successfully. Thanks for choosing PCL's Message Transmitter!
it: Messaggio impostato correttamente. Grazie per aver scelto il trasmettitore di messaggi di PCL!

# window title
source: Transform to Mine
it: Trasforma in miniera

source: Found Mine
it: Miniera trovata

source: Confirm Transformation
it: Conferma trasformazione

source: Mine Name
it: Nome miniera

source: Transform
it: Trasforma

source: Produces:
it: Produce:

source: Requires:
it: Richiede:

source: You're about to transform your asteroid into a ${mine}.
it: Stai per trasformare il tuo asteroide in uno ${mine}.

source: Please enter a name for your mine:
it: Inserisci un nome per la tua miniera:

source: Maximum station limit for this sector (%s) of this server reached!
it: Limite massimo di stazioni per questo settore (%s) di questo server raggiunto!

source: ${good} Mine
it: ${good} Miniera

source: You already own an object called ${name}.
it: Possiedi già un oggetto chiamato ${name}.

source: The production line you chose doesn't exist.
it: La linea di produzione che hai scelto non esiste.

source: Paid %1% Credits to found a mine.
it: Hai pagato %1% crediti per fondare una miniera.

source: Only available with a captain!
it: Disponibile solo con un capitano!

source: Autopilot
it: Pilota automatico

source: Simple Orders
it: Ordini semplici

source: Guard This Position
it: Proteggi questa posizione

source: Advanced Orders
it: Ordini avanzati

source: Mine Sector
it: Estrai Risorse nel Settore

source: Salvage Sector
it: Recupera oggetti nel Settore

source: Repair All
it: Ripara nel Settore

source: Attack All Enemies
it: Attacca tutti i nemici

source: Patrol Sector
it: Pattuglia il Settore

source: Craft Orders
it: Ordini artigianali

source: Orders
it: Ordini

source: Escort Me
it: Scortatemi

source: Repair Me
it: Riparami

# ship AI status
source: [PLAYER]
it: [GIOCATORE]

# ship AI status
source: Idle
it: Inattivo

source: Can't enchain anything after a loop.
it: Non riesco a incatenare nulla dopo un ciclo.

source: Can't enchain anything after a patrol order.
it: Non riesco a incatenare nulla dopo un ordine di pattuglia.

source: Can't enchain anything after an escort order.
it: Non puoi incatenare nulla dopo un ordine di scorta.

source: Can't enchain anything after a fly order.
it: Non puoi incatenare nulla dopo un ordine Fly.

source: Can't enchain anything after a guard order.
it: Non puoi incatenare nulla dopo un ordine di guardia.

source: Can't enchain anything after a persistent mine order.
it: Non riesco a incatenare nulla dopo un ordine di miniera persistente.

source: Can't enchain anything after a persistent salvage order.
it: Non puoi incatenare nulla dopo un ordine di recupero persistente.

source: Cannot undo last order.
it: Impossibile annullare l'ultimo ordine.

source: Could not find any orders at %1%:%2%!
it: Impossibile trovare ordini allo %1%:%2%!

source: Jump not possible. Terminating orders in \s(%1%:%2%).
it: Salto non possibile. Terminazione degli ordini in \s(%1%:%2%).

# ship AI status
source: Jumping to ${x}:${y}
it: Saltare a ${x}:${y}

# ship AI status
source: Attacking Enemies
it: Attaccare i nemici

# ship AI status
source: Escorting ${name}
it: Scorta ${name}

# ship AI status
source: Attacking ${name}
it: Attaccare ${name}

# ship AI status
source: Flying Through Wormhole
it: Volare attraverso il wormhole

# ship AI status
source: Flying to Position
it: Volare verso la posizione

# ship AI status
source: Guarding Position
it: Posizione di protezione

# ship AI status
source: Board ${name}
it: Scheda ${name}

# ship AI status
source: Repairing ${name}
it: Riparazione ${name}

# ship AI status
source: Repairing
it: Riparazione

source: Order completed. Awaiting new orders.
it: Ordine completato. In attesa di nuovi ordini.

source: You're not close enough to open the object.
it: Non sei abbastanza vicino per aprire l'oggetto.

source: Smuggler's Cache
it: Cassa del contrabbandiere

source: Alarm system initalized... Response forces will arrive soon...
it: Sistema di allarme initalizzato... Presto arriveranno le forze di risposta...

source: Leave us alone! We are transporting important goods.
it: Lasciaci in pace! Stiamo trasportando merci importanti.

source: And what about those highly 'unsuspicious' containers?
it: E che dire di quei contenitori altamente "insospettabili"?

source: Maybe a small favor of ${bribe} Credits would help you understand the importance of them.
it: Forse un piccolo favore di ${bribe} crediti ti aiuterebbe a capirne l'importanza.

source: Ahh, very important indeed. Have a good journey and stay out of trouble.
it: Ahh, davvero molto importante. Buon viaggio e stai lontano dai guai.

source: Received bribe of %1% Credits.
it: Bustarella ricevuta di %1% crediti.

source: I see. Have a good journey and stay out of trouble.
it: Capisco. Buon viaggio e stai lontano dai guai.

source: Leave us alone! We have a license for this stuff.
it: Lasciaci in pace! Abbiamo una licenza per questa roba.

source: You're not strong enough. Why should we allow you to do anything?
it: Non sei abbastanza forte. Perché dovremmo permetterti di fare qualcosa?

source: What? You again? Nah, I'm done with you.
it: Cosa? Di nuovo tu? No, ho chiuso con te.

source: Rename Sector
it: Rinomina settore

source: Enter new name
it: Inserisci un nuovo nome

source: Current Name:
it: Nome attuale:

source: You don't have permission to use the beacon in the name of your alliance.
it: Non hai il permesso di utilizzare il faro in nome della tua alleanza.

source: Can’t use beacon in a sector that you don't control.
it: Non è possibile utilizzare il beacon in un settore che non si controlla.

source: Sell Asteroid
it: Vendi asteroide

source: Faction
it: Fazione

source: Reputation
it: Reputazione

source: Sold an object for %1% Credits.
it: Venduto un oggetto per %1% Crediti.

source: Fly the craft to found a ship.
it: Guida l'imbarcazione per fondare una nave.

source: Founding Ship
it: Nave fondatrice

source: Found Ship
it: Nave trovata

source: Enter the name of the ship:
it: Inserisci il nome della nave:

source: WARNING: Having many ships in many different sectors can cause lags, FPS drops and overall bad game performance. This is highly dependent on your system.
it: AVVERTENZA: avere molte navi in molti settori diversi può causare ritardi, cali di fps e prestazioni di gioco complessive scadenti. Questo dipende molto dal tuo sistema.

source: Founding Fee: (?)
it: Commissione di fondazione: (?)

source: Every ship costs a basic material founding fee. The more ships you own, the higher the material tier.
it: Ogni nave costa una quota di base per la fondazione del materiale. Più navi possiedi, più alto è il livello materiale.

source: Included Crew: (?)
it: Equipaggio incluso: (?)

source: You already have a ship called '%s'.
it: Hai già una nave chiamata "%s".

source: You need building knowledge for %1% to found this ship.
it: Hai bisogno della conoscenza di costruzione per %1% per fondare questa nave.

source: Paid ${amount} ${material} to found a ship.
it: Pagato ${amount} ${material} per fondare una nave.

source: Founding Ship #${number}
it: Nave fondatrice #${number}

source: While in tutorial, you don't get crewmembers for free. Depending on the difficulty you're playing on, you will get a certain number of crew members whenever you found a ship.
it: Durante il tutorial, non ottieni membri dell'equipaggio gratuitamente. A seconda della difficoltà con cui stai giocando, otterrai un certo numero di membri dell'equipaggio ogni volta che trovi una nave.

source: Depending on the difficulty you're playing on, you will get a certain number of crew members whenever you found a ship.
it: A seconda della difficoltà con cui stai giocando, otterrai un certo numero di membri dell'equipaggio ogni volta che troverai una nave.

source: You don't have permissions to found ships for your alliance.
it: Non hai le autorizzazioni per fondare navi per la tua alleanza.

source: Build
it: Costruisci

source: The population on this station buys and consumes a range of organic goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
it: La popolazione di questa stazione acquista e consuma una vasta gamma di prodotti biologici. Queste merci possono essere ritirate gratuitamente dal proprietario della stazione. Attira i commercianti di PNG.

source: The population on this station buys and consumes a range of luxury goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
it: La popolazione di questa stazione acquista e consuma una vasta gamma di beni di lusso. Queste merci possono essere ritirate gratuitamente dal proprietario della stazione. Attira i commercianti di PNG.

source: The population on this station buys and consumes a range of common day-to-day goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
it: La popolazione di questa stazione acquista e consuma una serie di beni comuni di uso quotidiano. Queste merci possono essere ritirate gratuitamente dal proprietario della stazione. Attira i commercianti di PNG.

source: Buys and sells subsystems, turrets and fighters. The owner of the equipment dock gets 20% of the money of every transaction, as well as cheaper prices.
it: Compra e vende sottosistemi, torrette e caccia. Il proprietario del molo delle attrezzature riceve il 20% del denaro di ogni transazione, oltre a prezzi più economici.

source: The population on this station buys and consumes a range of technological goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
it: La popolazione di questa stazione acquista e consuma una serie di beni tecnologici. Queste merci possono essere ritirate gratuitamente dal proprietario della stazione. Attira i commercianti di PNG.

source: Produces custom fighters. The owner of the factory gets 20% of the money of every transaction, as well as cheaper prices.
it: Produce combattenti personalizzati. Il proprietario della fabbrica ottiene il 20% del denaro di ogni transazione, oltre a prezzi più economici.

source: Can be used as headquarters for an alliance. [Not yet implemented.]
it: Può essere utilizzato come quartier generale per un'alleanza. [Non ancora implementato.]

source: Research Station
it: Stazione di ricerca

source: Subsystems and turrets can be researched here to get better subsystems and turrets.
it: Sottosistemi e torrette possono essere studiati qui per ottenere sottosistemi e torrette migliori.

source: The population of this station buys and consumes a range of science goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
it: La popolazione di questa stazione acquista e consuma una vasta gamma di prodotti scientifici. Queste merci possono essere ritirate gratuitamente dal proprietario della stazione. Attira i commercianti di PNG.

source: Travel Hub
it: Hub di viaggio

source: Provides boosts for traveling.
it: Fornisce potenziamenti per i viaggi.

source: Sells and buys resources such as Iron or Titanium and the like. The owner gets 20% of every transaction, as well as cheaper prices.
it: Vende e acquista risorse come Ferro o Titanio e simili. Il proprietario ottiene il 20% di ogni transazione, oltre a prezzi più economici.

source: Sells and buys stolen and other illegal goods. The owner gets 20% of every transaction, as well as cheaper prices.
it: Vende e acquista merci rubate e altre merci illegali. Il proprietario ottiene il 20% di ogni transazione, oltre a prezzi più economici.

source: Sells and buys a random range of goods. The owner gets 20% of every transaction, as well as cheaper prices. Attracts NPC traders.
it: Vende e acquista una gamma casuale di prodotti. Il proprietario ottiene il 20% di ogni transazione, oltre a prezzi più economici. Attira i commercianti di PNG.

source: Produces customized turrets and sells turret parts for high prices. The owner gets 20% of every transaction, as well as cheaper prices.
it: Produce torrette personalizzate e vende parti di torretta a prezzi elevati. Il proprietario ottiene il 20% di ogni transazione, oltre a prezzi più economici.

source: Provides combat missions to players.
it: Fornisce missioni di combattimento ai giocatori.

source: The population on this station buys and consumes a range of military goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
it: La popolazione di questa stazione acquista e consuma una vasta gamma di beni militari. Queste merci possono essere ritirate gratuitamente dal proprietario della stazione. Attira i commercianti di PNG.

source: Builds ships. The owner gets the production fee paid by other players. Production fee is free for the owner of the shipyard.
it: Costruisce navi. Il proprietario riceve la tassa di produzione pagata da altri giocatori. Il canone di produzione è gratuito per il proprietario del cantiere.

source: Repair Dock
it: Darsena di riparazione

source: Repairs ships. The owner gets 20% of every transaction, as well as cheaper prices.
it: Ripara le navi. Il proprietario ottiene il 20% di ogni transazione, oltre a prezzi più economici.

source: Found Station
it: Stazione trovata

source: %s Station Designer
it: %s Progettista di stazioni

source: Redesign by %s
it: Riprogettazione di %s

source: Produces:
it: Produce:

source: You can't found a station this close to another station.
it: Non riesci a trovare una stazione così vicina a un'altra stazione.

source: You're about to transform your ship into a ${factory}.
it: Stai per trasformare la tua nave in una ${factory}.

source: Your ship will become immobile and, if required, will receive production extensions.
it: La tua nave diventerà immobile e, se necessario, riceverà estensioni di produzione.

source: You're about to transform your ship into a ${stationName}.
it: Stai per trasformare la tua nave in una ${stationName}.

source: Paid %1% Credits to found a factory.
it: Hai pagato %1% crediti per fondare una fabbrica.

source: The station you chose doesn't exist.
it: La stazione che hai scelto non esiste.

source: Paid %2% Credits to found a %1%.
it: Pagato %2% Crediti per fondare un %1%.

source: Transform Costs
it: Costi di trasformazione

source: Redesign Costs
it: Costi di riprogettazione

source: Hello! It's a pleasure to meet you again. Sorry again for your ship, I am still working on your compensation. As I can see you are operating on your own instead of working for a big faction. We should work together and show them that they're not as great as they think. Will you help me?
it: Ciao! È un piacere rivederti. Mi dispiace ancora per la tua nave, sto ancora lavorando alla tua compensazione. Come posso vedere, stai operando da solo invece di lavorare per una grande fazione. Dovremmo lavorare insieme e mostrare loro che non sono così bravi come pensano. Mi aiuterai?

source: You seem like someone who just gets back up whenever they are beaten down. I was looking for someone like you, actually.
it: Sembri qualcuno che si rialza ogni volta che viene picchiato. Stavo cercando qualcuno come te, in realtà.

source: What for?
it: Per cosa?

source: I’m on a research mission. I want to find out where the Xsotan are coming from. What do you know about the Xsotan?
it: Sono in missione di ricerca. Voglio scoprire da dove vengono gli Xsotan. Cosa sai dell'Xsotan?

source: Not much.
it: Non molto.

source: Well, you probably know that they are the scourge of the galaxy, an alien race that is attacking innocent ships and stations?
it: Beh, probabilmente sai che sono il flagello della galassia, una razza aliena che sta attaccando navi e stazioni innocenti?

source: Sure...
it: Certo...

source: I’m trying to find out where they come from and if there is any way to stop them. Once you’ve built yourself a good ship, would you like to help me?
it: Sto cercando di scoprire da dove vengono e se c'è un modo per fermarli. Una volta che ti sei costruito una buona nave, vuoi aiutarmi?

source: Great! You know what? I can tell you're a brand new captain. Here ...
it: Fantastico! Sai una cosa? Posso dire che sei un capitano nuovo di zecca. Ecco ...

source: Have this! It's a subsystem for your ship. It allows your scanners to scan for mass in distant sectors. It basically finds hidden sectors for you! They'll show up as yellow blips on the Galaxy Map. Maybe you'll find something good! Just be careful, there are pirates everywhere in those off-grid sectors. We’ll see each other once you made it further towards the center!
it: Prendi questo! È un sottosistema per la tua nave. Permette ai tuoi scanner di scansionare la massa in settori distanti. In pratica trova settori nascosti per te! Appariranno come segnali gialli sulla Mappa Galattica. Forse troverai qualcosa di buono! Fai attenzione, ci sono pirati ovunque in quei settori off-grid. Ci vedremo una volta che sarai arrivato più lontano verso il centro!

source: Greet
it: Saluta

source: The AI
it: L'IA

source: Hail
it: Grandine

source: [There seems to be no reaction.]
it: [Non sembra esserci alcuna reazione.]

source: Non-Xsotan detected. Commencing attack.
it: Non Xsotan rilevato. Inizio attacco.

source: Routing power from shields to weapons.
it: Instradamento del potere dagli scudi alle armi.

source: Xsotan detected. Commencing attack.
it: Rilevato Xsotan. Inizio attacco.

source: Scanner Beacon
it: Faro scanner

source: Scanning...
it: Scansione in corso...

source: Success. Calling the collector.
it: Successo. Chiamata al collezionista.

source: Please be patient. Extraction will begin soon.
it: Si prega di essere pazienti. L'estrazione inizierà presto.

source: Negative. No artifacts on board.
it: Negativo. Nessun artefatto a bordo.

source: You again? Just you wait. We'll regroup and get your artifact soon enough.
it: Di nuovo tu? Aspetta e vedrai. Ci riuniremo e prenderemo il tuo artefatto abbastanza presto.

source: The Big Brother
it: Il Grande Fratello

source: Read log fragment
it: Leggi frammento registro

source: We will make a fortune with this artifact.
it: Faremo una fortuna con questo manufatto.

source: Once the brotherhood gets the artifact, they will pay us very well.
it: Una volta che la confraternita avrà ottenuto l'artefatto, ci pagheranno molto bene.

source: They attacked us instead of paying us!
it: Ci hanno attaccato invece di pagarci!

source: But we brought them the artifact....
it: Ma abbiamo portato loro l'artefatto...

source: STOP! We brought you the artifact. Pay us as promised!
it: FERMO! Ti abbiamo portato l'artefatto. Pagaci come promesso!

source: The Brotherhood is dangerous...
it: La Confraternita è pericolosa...

source: You're not close enough to search the object.
it: Non sei abbastanza vicino per perquisire l'oggetto.

source: Search for Information
it: Ricerca di informazioni

source: Captain's Log - Reconnaissance Ship 1331 Day 236
it: Diario del capitano - Nave da ricognizione 1331 Giorno 236

source: The forgotten Sectors near the Barrier seem similar to the outer sectors at first glance, but actually they are very different.
it: I Settori dimenticati vicino alla Barriera sembrano a prima vista simili ai settori esterni, ma in realtà sono molto diversi.

source: There are huge numbers of Xsotan warships everywhere that seem to be following us.
it: Ci sono un numero enorme di navi da guerra Xsotan ovunque che sembrano seguirci.

source: They do not attack us (yet), but they never let us out of their sight and circle around us.
it: Non ci attaccano (ancora), ma non ci perdono mai di vista e ci circondano.

source: All attempts to contact them have been futile, no matter what means of communication we have tried.
it: Tutti i tentativi di contattarli sono stati inutili, indipendentemente dai mezzi di comunicazione che abbiamo provato.

source: I worry that the crew won't be able to take the constant pressure anymore.
it: Temo che l'equipaggio non sarà più in grado di sopportare la pressione costante.

source: Captain's Log - Reconnaissance Ship 1331 Day 238
it: Diario del capitano - Nave da ricognizione 1331 Giorno 238

source: It has happened. One of our ships has fired at one of the Xsotan crafts.
it: È successo. Una delle nostre navi ha sparato a una delle imbarcazioni Xsotan.
