Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Another day of work ... I need a vacation.
it: Un altro giorno di lavoro ... ho bisogno di una vacanza.

source: This commute is getting worse every day!
it: Questo pendolarismo peggiora di giorno in giorno!

source: I should be looking for a new job. This commute drives me insane.
it: Dovrei cercare un nuovo lavoro. Questo pendolarismo mi fa impazzire.

source: We are the tow from duty! Towing at unbeatable prices!
it: Siamo il rimorchio del dovere! Rimorchiare a prezzi imbattibili!

source: Tow, tow, tow your boat, gently through the galaxy. Merrily, merrily, merrily, merrily, and ready for repairs!
it: Rimorchia, rimorchia, rimorchia la tua barca, dolcemente attraverso la galassia. Allegramente, allegramente, allegramente, allegramente e pronta per le riparazioni!

source: Having a bad day? In the middle of nowhere and your engines won't start? Call us, and get a Tow-Tow-Towing!
it: Hai avuto una brutta giornata? Nel bel mezzo del nulla e i tuoi motori non si avviano? Chiamaci e prendi un Tow-Tow-Towing!

source: Most times everything goes to plan, other times - not so much. Call us! We will get you out of your pickle!
it: La maggior parte delle volte tutto va secondo i piani, altre volte - non così tanto. Chiamaci! Ti tireremo fuori dai guai!

source: Your tow. Anywhere. Anytime.
it: Il tuo rimorchio. Ovunque. Quando vuoi.

source: We won’t tow you away from your favorite spot. Promised. But if you need a tug - call us!
it: Non ti trascineremo via dal tuo posto preferito. Promesso, ma se hai bisogno di uno strattone chiamaci!

source: We have some offers you can't refuse!
it: Abbiamo alcune offerte che non puoi rifiutare!

source: Don't try to rip us off, we are protected by the Family.
it: Non cercare di fregarci, siamo protetti dalla Famiglia.

source: The Family takes care of every trader that is willing to pay for protection.
it: La Famiglia si prende cura di ogni commerciante che è disposto a pagare per la protezione.

source: We are not only trading goods but also favors.
it: Non stiamo solo scambiando beni, ma anche favori.

source: Join us into a just and beautiful future!
it: Unisciti a noi in un futuro giusto e bello!

source: We open our arms for every newcomer.
it: Apriamo le braccia per ogni nuovo arrivato.

source: The Commune will bring peace and happiness to the galaxy.
it: La Comune porterà pace e felicità nella galassia.

source: Come and enroll to our glorious order!
it: Vieni e iscriviti al nostro glorioso ordine!

source: Help us unite the galaxy under the generous rule of the Emperor!
it: Aiutaci a unire la galassia sotto il generoso dominio dell'Imperatore!

source: Pirates beware, the Cavaliers are here!
it: I pirati fanno attenzione, i Cavalieri sono qui!

source: We protect the weak and the poor from any danger!
it: Proteggiamo i deboli e i poveri da qualsiasi pericolo!

source: Sentinel
it: Sentinella

source: Enemy identified... Defense protocols activated...
it: Nemico identificato... Protocolli di difesa attivati...

source: Sentinel ${serialNumber}
it: Sentinella ${serialNumber}

source: Sector Logbook
it: Registro di settore

source: Logbook of the sector ${x}:${y}
it: Diario di bordo del settore ${x}:${y}

source: We dedicate this guardian to our planet ${planetName}. May we be eternally safe through the protection of this masterpiece of modern technology. May it protect us from every threat the galaxy holds!
it: Dedichiamo questo guardiano al nostro pianeta ${planetName}. Che possiamo essere eternamente al sicuro grazie alla protezione di questo capolavoro della tecnologia moderna. Che ci protegga da ogni minaccia della galassia!

source: The new technologies we have tested and used in building this masterpiece bring us a big step closer to successfully colonizing space.
it: Le nuove tecnologie che abbiamo testato e utilizzato per costruire questo capolavoro ci portano a un grande passo dalla colonizzazione dello spazio.

source: We hope that, thanks to our efforts, future generations will also live in peace and grow and prosper under the guardian's protection.
it: Ci auguriamo che, grazie ai nostri sforzi, anche le generazioni future possano vivere in pace e crescere e prosperare sotto la protezione del guardiano.

source: - Records unreadable -
it: - Registri illeggibili -

source: We must leave this area, this ancient relic will remain here. Its protection will help new settlers quickly establish a safe colony.
it: Dobbiamo lasciare quest'area, questa antica reliquia rimarrà qui. La sua protezione aiuterà i nuovi coloni a stabilire rapidamente una colonia sicura.

source: Enemy detected, combat operations continue.
it: Individuato il nemico, le operazioni di combattimento continuano.

source: Critical warning: Friend enemy detection faulty.
it: Avviso critico: Rilevamento amico-nemico errato.

source: Warning: Planet not in range. Emergency mode cannot be deactivated.
it: Attenzione: Pianeta non raggiungibile. La modalità di emergenza non può essere disattivata.

source: Threat detected. Weapons clearance granted.
it: Rilevata minaccia. Autorizzazione all'uso delle armi concessa.

source: WE'RE GOING TO KICK YOUR ASS!!!
it: VI PRENDEREMO A CALCI IN CULO!!!

source: Chemical Transport ${serialNumber}
it: Trasporto chimico ${serialNumber}

source: Voice recordings of the bridge
it: Registrazioni vocali del ponte

source: Entry 175/1/4: "Captain! We have detected a leak from a container in the cargo hold. It is section C-17. A sealing crew has already been alerted."
it: Voce 175/1/4: "Capitano! Abbiamo rilevato una perdita da un container nella stiva. Si tratta della sezione C-17. Una squadra di sigillatori è già stata allertata."

source: Entry 175/2/4: "There are problems with the waterproofing crew. They are arguing about who gets to apply the waterproofing material."
it: Voce 175/2/4: "Ci sono problemi con la squadra di impermeabilizzazione. Stanno discutendo su chi debba applicare il materiale impermeabilizzante."

source: Entry 175/2/5: "This is nonsense! Such a nothingness! Then let the other one do it next time..."
it: Voce 175/2/5: "È un'assurdità! Una tale nullità! Allora lascia che sia l'altro a farlo la prossima volta..."

source: Entry 175/3/3: "The sealing does not seem to have been done properly. We have another warning message here!"
it: Voce 175/3/3: "La sigillatura non sembra essere stata eseguita correttamente. Abbiamo un altro messaggio di avvertimento!"

source: "Hey ${aggroName}, what is this? Abort, abort! Leave him alone right now! Damn it! Captain! ${aggroName} just hit ${victimName}!"
it: "Ehi, ${aggroName}, cos'è questo? Interrompere, interrompere! Lascialo subito in pace! Dannazione! Capitano! ${aggroName} ha appena colpito ${victimName}!"

source: Entry 175/3/5: "This can't be happening! ${aggroName} will be detained immediately. I want peace and order on my ship."
it: Voce 175/3/5: "Non è possibile! ${aggroName} sarà trattenuto immediatamente. Voglio pace e ordine sulla mia nave."

source: Entry 175/6/4: "The violence continues! Captain, what should we do? It seems like the whole crew is slowly going crazy! WHAT DO WE DO NOW?"
it: Voce 175/6/4: "La violenza continua! Capitano, cosa dobbiamo fare? Sembra che l'intero equipaggio stia lentamente impazzendo! COSA FACCIAMO ADESSO?"

source: Entry 175/12/4: "THEY ARE HERE! LOCK ALL DOORS!"
it: Voce 175/12/4: "SONO QUI! CHIUDETE TUTTE LE PORTE!"

source: Entry 175/13/4: "SLAUGHTER THEM!" "FINISH THEM!" "FINALLY! THE SHIP IS OURS!"
it: Voce 175/13/4: "MASSACRATELI!" "FINITELI!" "FINALMENTE LA NAVE È NOSTRA!"

source: COME HERE, COWARD!!
it: VIENI QUI, CODARDO!

source: DESTROY!!
it: DISTRUGGERE!

source: WE WILL SQUASH YOU!!
it: VI SCHIACCEREMO!!!

source: Stop! I want to take a closer look at your ship! In all ... parts.
it: Fermatevi! Voglio dare un'occhiata da vicino alla vostra nave! In tutte... le sue parti.

source: The Collector
it: Il collezionista

source: Wanted Poster
it: Manifesto ricercato

source: WANTED! - For multiple robberies of ships -
it: RICERCATO! - Per rapine multiple di navi -

source: "A former Xsotan Hunter is being sought to destroy and cannibalize ships. Extreme caution is advised! Attacks occur without warning!"
it: "Si cerca un ex cacciatore di Xsotan per distruggere e cannibalizzare le navi. Si consiglia estrema cautela! Gli attacchi avvengono senza preavviso!

source: "Clues leading to the capture of the captain will be rewarded at an appropriate rate. It is strongly discouraged to act independently!"
it: "Gli indizi che portano alla cattura del capitano saranno ricompensati con una tariffa adeguata. È fortemente sconsigliato agire in modo indipendente!"

source: [Attached Notes]
it: [Note allegate]

source: Attached Notes
it: Note allegate

source: Look at how famous we are! They fear us!
it: Guardate quanto siamo famosi! Ci temono!

source: You are all a part of this crew! Together we will capture the rarest systems and components!
it: Siete tutti parte di questo equipaggio! Insieme cattureremo i sistemi e i componenti più rari!

source: Such a component is still missing in my collection!
it: Questo componente manca ancora nella mia collezione!

source: I'll get you! It's easier for all of us if you don't fight back.
it: Ti prenderò! È più facile per tutti noi se non reagisci.

source: No, no, no, if you fight back, you'll end up breaking something important!
it: No, no, no, se reagisci, finirai per rompere qualcosa di importante!

source: You think you have a chance? Guess again!
it: Pensate di avere una possibilità? Indovinate di nuovo!

source: I have caught bigger and stronger ships. Stop fighting back!
it: Ho catturato navi più grandi e più forti. Smettetela di reagire!

source: Dangerous approach detected! Start defensive maneuvers!
it: Rilevato un avvicinamento pericoloso! Iniziare le manovre difensive!

source: Cryo Tech
it: Tecnologia Cryo

source: System-Log
it: Registro di sistema

source: This is the automated log of the 'Hope I'. Our mission: to preserve life. Our ship 'Hope I' is equipped with an extremely powerful artificial intelligence that will monitor life support.
it: Questo è il diario di bordo automatizzato della 'Hope I'. La nostra missione: preservare la vita. La nostra nave 'Hope I' è dotata di un'intelligenza artificiale estremamente potente che monitorerà il supporto vitale.

source: Log 17:97-AZR: AI GenLife activated. First diagnostic scan completed: Age average - low; Health status - very good; Life support systems - active.
it: Registro 17:97-AZR: AI GenLife attivato. Completata la prima scansione diagnostica: Età media - bassa; stato di salute - molto buono; sistemi di supporto vitale - attivi.

source: Log 64:05-SSF: Leak discovered in cargo hold. Injured personnel received medical attention and were placed in cryo-sleep for their safety. Leak has been repaired.
it: Registro 64:05-SSF: Rilevata una perdita nella stiva di carico. Il personale ferito ha ricevuto cure mediche ed è stato messo in crio-sonno per la sua sicurezza. La perdita è stata riparata.

source: Log 45:61-SVH: Age rate of crew is increasing, some passengers have shown signs of aging. Affected individuals were placed in cryo-sleep for their safety.
it: Registro 45:61-SVH: L'età dell'equipaggio sta aumentando, alcuni passeggeri hanno mostrato segni di invecchiamento. Gli individui interessati sono stati messi in crio-sonno per la loro sicurezza.

source: Log 47:75-FGJ: Cryo-systems identified as survival pathway. Expansion cryo-sleep will ensure survival.
it: Registro 47:75-FGJ: Il crio-sistema è stato identificato come via di sopravvivenza. L'espansione del crio-sonno garantirà la sopravvivenza.

source: Log 84:20-DVA: Health condition - not optimal; put remaining passengers into cryo-sleep. Autopilot activated, enemy detection activated. Life support on board ensured in the long term.
it: Registro 84:20-DVA: Condizioni di salute non ottimali; mettere i passeggeri rimanenti in crio-sonno. Pilota automatico attivato, rilevamento nemici attivato. Supporto vitale a bordo assicurato a lungo termine.

source: Log 15:53-FWO: Unknown vessel detected on scanner. DANGER! Defense systems activated. Attack distance: 5km.
it: Registro 15:53-FWO:´nNave sconosciuta rilevata dallo scanner. PERICOLO! Sistemi di difesa attivati. Distanza di attacco: 5 km.

source: Log 74:27-IOS: External attack averted. Danger spectrum extended. Destroy unknown ships for self-protection.
it: Registro 74:27-IOS: Attacco esterno scongiurato. Spettro di pericolo esteso. Distruggere le navi sconosciute per autoprotezione.

source: Danger to passengers detected!
it: Rilevato pericolo per i passeggeri!

source: Warning. Enemy entity detected. Launch offensive defense.
it: Attenzione. Rilevata entità nemica. Lanciare difesa offensiva.

source: Guarantee survival of passengers. Destroy recognized dangers!
it: Garantire la sopravvivenza dei passeggeri. Distruggere i pericoli riconosciuti!

source: Danger from unknown intruders. Destruction of the danger has the highest priority.
it: Pericolo di intrusi sconosciuti. La distruzione del pericolo ha la massima priorità.

source: You are not on the list! You are not welcome here!
it: Non siete nella lista! Non siete i benvenuti qui!

source: Free People
it: Persone libere

source: Opportunity
it: Opportunità

source: Manifesto of the Free People
it: Manifesto del popolo libero

source: Calling all those with a clear mind!
it: Chiamate tutti coloro che hanno le idee chiare!

source: The end is near! Research institutions try to find a way into the cracks! Without sense and understanding with the fire is played and opened thereby door and gate for a big Xsotaninvasion!
it: La fine è vicina! Gli istituti di ricerca cercano di trovare un modo per entrare nelle crepe! Senza senso e la comprensione con il fuoco è giocato e aperto così porta e cancello per una grande Xsotaninvasion!

source: To every clear-thinking person: We must prepare for the catastrophe! We make the beginning, join us!
it: A tutte le persone di buon senso: Dobbiamo prepararci alla catastrofe! L'inizio è nostro, unitevi a noi!

source: We will leave this galaxy before we can be dragged down with it!
it: Lasceremo questa galassia prima di essere trascinati a fondo con essa!

source: We have created supplies for this, but only enough for a limited number of passengers. Register now and secure your place aboard the "Opportunity"!
it: Abbiamo creato delle scorte per questo, ma solo per un numero limitato di passeggeri. Registratevi ora e "assicuratevi" il vostro posto a bordo!

source: These are OUR supplies! Get out of here or we'll finish you off!
it: Queste sono le nostre scorte! Andatevene o vi finiamo!

source: We are on the way to salvation, you can't stop it!
it: Siamo sulla via della salvezza, non potete fermarla!

source: We will not give up! Each of us has fought hard for his place on the ship!
it: Non ci arrenderemo! Ognuno di noi ha lottato duramente per il proprio posto sulla nave!

source: You are too late! All seats are taken!
it: È troppo tardi! Tutti i posti sono occupati!

source: You are doomed! Let us find salvation!
it: Siete condannati! Troviamo la salvezza!

source: Are you hoping for the bounty? Give it a try!
it: Sperate in un'abbondanza di frutti? Provate!

source: The Merchant
it: Il mercante

source: hey, check this out, they are reporting about us! we are now fully famous ;)
it: Ehi, guardate un po', stanno parlando di noi! Ora siamo famosi a tutti gli effetti ;)

source: Reports from the outer sectors
it: Rapporti dai settori esterni

source: "Recently, attacks on our merchant ships have increased. According to current information, ships disguised as traders are attacking other ships flying alone or even convoys."
it: "Recentemente sono aumentati gli attacchi alle nostre navi mercantili. Secondo le informazioni attuali, navi camuffate da commercianti attaccano altre navi che volano da sole o addirittura convogli."

source: "Avoid contact with unknown traders and fly only in official convoys escorted by our fleet."
it: "Evitate di entrare in contatto con commercianti sconosciuti e volate solo in convogli ufficiali scortati dalla nostra flotta."

# typos and lowercase are on purpose
source: yeah yeah, great fleet they have. they couldn't even handle a few dealers, lol. the captain's tactic of posing as a dealer works almost too well :D
it: Sì, sì, hanno una grande flotta. non riuscirebbero nemmeno a gestire qualche concessionario, lol. la tattica del capitano di fingersi un concessionario funziona quasi troppo bene :D

source: Official Notification
it: Notifica ufficiale

source: "Important message to all ships: The capacity of our fleet is not sufficient to protect all convoys! We advise you to use your own security ships or to wait until official convoys start again!"
it: "Messaggio importante per tutte le navi: La capacità della nostra flotta non è sufficiente a proteggere tutti i convogli! Vi consigliamo di utilizzare le vostre navi di sicurezza o di attendere la ripresa dei convogli ufficiali!"

# typos and lowercase are on purpose
source: actually a good tactic. we should also offer convoys, so we can attract even more iditoes, hehe
it: In effetti è una buona tattica. dovremmo anche offrire dei convogli, in modo da attirare ancora più iditi, hehehe

source: You can't stop us! You should never have come here!
it: Non potete fermarci! Non sareste mai dovuti venire qui!

source: You have found us, but no one will ever find you!
it: Avete trovato noi, ma nessuno vi troverà mai!

source: You should not have interfered in our business!
it: Non avreste dovuto interferire nei nostri affari!

source: Do you think you are better than us? You yourselves exploit every weakness!
it: Pensate di essere migliori di noi? Voi stessi sfruttate ogni debolezza!

source: WE BRING COLOR! COLOR FOR EVERYONE!
it: PORTIAMO IL COLORE! COLORE PER TUTTI!

source: Clowns
it: Pagliacci

source: The Jester
it: Il giullare

source: Captain's Log
it: Diario del capitano

source: Captain's Log G23-1863
it: Diario del capitano G23-1863

source: Our voyage continues without any major incidents. However, there was a minor inconvenience today when the ship was struck by a strange flash of light. The flash seems to have come from the nearby crack. Fortunately, nothing was damaged.
it: Il nostro viaggio prosegue senza incidenti di rilievo. Tuttavia, oggi c'è stato un piccolo inconveniente quando la nave è stata colpita da uno strano lampo di luce. Il lampo sembra provenire dalla vicina crepa. Fortunatamente non è stato danneggiato nulla.

source: Captain's Log G26-2934
it: Diario del capitano G26-2934

source: I noticed that our ship looks really boring. ${crewMember1} and ${crewMember2} have started painting some walls. I decided to spend more paints and the crew is now enthusiastically beautifying the corridors of our ship.
it: Ho notato che la nostra nave ha un aspetto davvero noioso. ${crewMember1} e ${crewMember2} hanno iniziato a dipingere alcune pareti. Ho deciso di spendere altre vernici e l'equipaggio sta ora abbellendo con entusiasmo i corridoi della nostra nave.

source: Captain's Log G28-5634
it: Diario del capitano G28-5634

source: We did it! Not the smallest corner is still gray! But it seems that some crew members are permanently addicted to the old dreariness. We will have to find a way to still convince even the boring ones.
it: Ce l'abbiamo fatta! Neanche il più piccolo angolo è ancora grigio! Ma sembra che alcuni membri dell'equipaggio siano perennemente assuefatti al vecchio grigiore. Dovremo trovare un modo per convincere anche i più noiosi.

source: Captain's Log G29-5872
it: Diario del capitano G29-5872

source: The new uniforms are ready. Gone are the days of monochrome! From now on there is a one week arrest for wearing the old uniforms!
it: Le nuove uniformi sono pronte. Sono finiti i giorni del monocolore! D'ora in poi c'è una settimana di arresto per chi indossa le vecchie uniformi!

source: Captain's Log G30-3457
it: Diario del capitano G30-3457

source: The view from the bridge has become almost IMPOSSIBLE. We had to act and also make the outside of our ship COLORFUL! The crew started full of EXCITEMENT. We created a WONDERFUL WORK. COLOR EVERYWHERE!!!
it: La vista dal ponte è diventata quasi IMPOSSIBILE. Abbiamo dovuto agire e rendere colorato anche l'esterno della nostra nave! L'equipaggio ha iniziato pieno di eccitazione. Abbiamo creato un'opera meravigliosa. COLORE OVUNQUE!!!

source: Captain's Log G30-6599
it: Diario del capitano G30-6599

source: It's ENOUGH now! ${crewMember3} has refused the new uniforms until today. No more arrest will do for this CRIME!
it: Ora basta! ${crewMember3} ha rifiutato le nuove uniformi fino ad oggi. Non ci saranno più arresti per questo CRIMINE!

source: Captain's Log G32-6751
it: Diario del capitano G32-6751

source: I CAN'T TAKE IT ANYMORE! THE WHOLE GALAXY IS GRAY! COLOR IS NEEDED! WE WILL ERADICATE THIS MONOTONY! COLOR OR DEATH!!!!
it: NON CE LA FACCIO PIÙ! L'INTERA GALASSIA È GRIGIA! C'È BISOGNO DI COLORE! SRADICHEREMO QUESTA MONOTONIA! COLORE O MORTE!!!!

source: Get colored!
it: Coloratevi!

source: Your greyness is disgusting!
it: Il vostro grigiore è disgustoso!

source: COLOR OR DEATH!!
it: COLORE O MORTE!

source: Do you see that? COLOR, the whole sector COLOR!
it: Lo vedete? COLORE, l'intero settore COLORE!

source: ... Mallow ... Topaz ... Sage ... Loden green ... Chartreuse ... Umber ...
it: ... Malva ... Topazio ... Salvia... Verde loden... Certosa... Umber...

source: Hostile object detected. Attack is initiated.
it: Rilevato oggetto ostile. L'attacco è iniziato.

source: Exterminatus
it: Sterminatus

source: Voice Recording
it: Registrazione vocale

source: Voice recording for startup
it: Registrazione vocale per l'avvio

source: Today we lift the veil from the project with which our fleet has dared to take the next step. With the completion of this system, we no longer need to fear anyone. The Exterminatus is capable of taking on any fleet on its own.
it: Oggi solleviamo il velo dal progetto con cui la nostra flotta ha osato fare il passo successivo. Con il completamento di questo sistema, non dobbiamo più temere nessuno. Lo Sterminatus è in grado di affrontare qualsiasi flotta da solo.

source: To our friends we say: Do not be afraid! An attack on you, we will retaliate, as if we ourselves had been the target!
it: Ai nostri amici diciamo: Non abbiate paura! Se vi attaccano, noi ci vendichiamo, come se fossimo noi stessi il bersaglio!

source: To our enemies, however, be told: Fear! Every provocation will from now on be repaid with all the strength that is now at our disposal!
it: Ai nostri nemici, invece, va detto: Temete! Ogni provocazione sarà d'ora in poi ripagata con tutta la forza di cui disponiamo!

source: Internal Log
it: Registro interno

source: Internal log 000001: Start sequence: Initiated; Friend enemy detection: Initiated;
it: Registro interno 000001: Inizio sequenza: Iniziata; Rilevamento amico-nemico: Iniziato;

source: Startup sequence: Completed; Friend enemy detection: Error;
it: Sequenza di avvio: Completato; Rilevamento nemici amici: Errore;

source: Current priority: extermination of the enemy.
it: Priorità attuale: lo sterminio del nemico.

source: Target coordinates recalculated. Weapon launch initiated.
it: Ricalcolo delle coordinate del bersaglio. Lancio dell'arma avviato.

source: Only enemy objects detected. All weapons initialized.
it: Rilevati solo gli oggetti nemici. Tutte le armi sono inizializzate.

source: All targets cleared for destruction: 3, 2, 1 ...
it: Tutti i bersagli sono pronti per la distruzione: 3, 2, 1 ...

source: Don't let them get us! Attack!
it: Non lasciate che ci prendano! All'attacco!

source: High Sec Comp.
it: Comp. Sec. alta

source: Complex HSP
it: HSP complessa

source: Log
it: Registro
