Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Wait until your nav-computer has finished its calculations.
it: Attendi che il computer di navigazione abbia terminato i calcoli.

source: Turn your ship so it looks in the direction of the target sector.
it: Gira la tua nave in modo che guardi in direzione del settore selezionato.

source: Boost in this direction to charge your hyperspace engine and initiate the jump.
it: Accellera in questa direzione per caricare il tuo motore iperspaziale e iniziare il salto.

source: A ship is under attack! Help by fighting off the pirates!
it: Una nave è sotto attacco! Aiuta combattendo i pirati!

source: A pirate has been marked. Turn your camera towards it until it appears on the screen.
it: Un pirata è stato selezionato. Ruota la fotocamera verso di esso fino a quando non appare sullo schermo.

source: Indicators tell you about the relations to others. To get more information about them, select the ship with [%1%].
it: Gli indicatori ti dicono della reputazione con le altre fazioni. Per ottenere maggiori informazioni su di loro, seleziona la nave con [%1%].

source: You can move the camera independently from your ship by holding [%1%]. While you do this, you can also zoom in for the perfect aim!
it: Puoi spostare la telecamera indipendentemente dalla tua nave tenendo premuto [%1%]. Mentre lo fai, puoi anche zoomare per mirare in maniera più precisa!

source: Defend the Adventurer.
it: Difendi l'avventuriero.

source: Don't worry! Getting destroyed is part of the game.
it: Non preoccuparti! Essere distrutti fa parte del gioco.

source: You are placed into a drone and keep your current money and resources. That's why experienced players never invest all their resources in a single ship.
it: Verrai teletrasportato in un drone e non preoccuparti manterrai i tuoi soldi e le tue risorse. Ecco perché i giocatori esperti non investono mai tutte le loro risorse in una singola nave.

source: Open the Player Menu to see your inventory.
it: Apri il menu Giocatore per vedere il tuo inventario.

source: Double-Click the building knowledge to learn it.
it: Fai doppio clic sulla conoscenza di costruzione per impararla.

source: Click this button to found a new ship.
it: Clicca su questo pulsante per trovare una nuova nave.

source: Click this button to enter Building Mode.
it: Fare clic su questo pulsante per accedere alla modalità Costruzione.

source: Welcome back to the Building Mode! In here you can build, modify and arm your ships.
it: Bentornato nella Modalità Costruzione! Qui puoi costruire, modificare e armare le tue navi.

source: To fly forward, your ship needs an engine. Add one of these to your ship.
it: Per volare in avanti, la tua nave ha bisogno di un motore. Aggiungi uno di questi alla tua nave.

source: In the top left corner of the screen,
it: Nell'angolo in alto a sinistra dello schermo,

source: you can see how much of each material you own.
it: puoi vedere quanto di ogni materiale possiedi.

source: Now that your ship can go forward, it needs to be able to turn, too. Build enough thrusters to turn your ship in each direction.
it: Ora che la tua nave può andare avanti, deve anche essere in grado di girare. Costruisci abbastanza propulsori per girare la tua nave in ogni direzione.

source: This is the overview over your ship's properties.
it: Questa è la panoramica sulle proprietà della tua nave.

source: If stats are red it means that your ship has some problems that you need to address right away.
it: Se le statistiche sono rosse significa che la tua nave ha alcuni problemi che devi affrontare subito.

source: If stats are yellow your ship could definitely benefit from improvements.
it: Se le statistiche sono gialle, la tua nave potrebbe sicuramente essere migliorata.

source: Now we should build some housing for your future crew. Make sure you have enough room for at least 10 people.
it: Ora dovremmo costruire un alloggio per il tuo futuro equipaggio. Assicurati di avere abbastanza spazio per almeno 10 persone.

source: Hold [%1%] to scale your block in all directions.
it: Tieni premuto [%1%] per scalare il blocco in tutte le direzioni.

source: You can build more than cubes. There are all kinds of shapes to build your ship. Let's start with an edge.
it: Puoi costruire più di cubi. Ci sono tutti i tipi di forme per costruire la tua nave. Cominciamo con un bordo.

source: To rotate the selected block, hold [%1%] and click on the arrows. Add an edge to your ship once you're happy with its orientation.
it: Per ruotare il blocco selezionato, tieni premuto [%1%] e fai clic sulle frecce. Aggiungi un bordo alla tua nave quando sei soddisfatto del suo orientamento.

source: Here you can find all kinds of tools to make building your ship easier:
it: Qui puoi trovare tutti i tipi di strumenti per semplificare la costruzione della tua nave:

source: Mirroring, snapping blocks to grid and merging to name a few.
it: Puoi specchiare i blocchi, o agganciarli ad altri per citare alcune possibilità.

source: Open the blocks window to see all the blocks that are available for ship building.
it: Apri la finestra dei blocchi per vedere tutti i blocchi disponibili per la costruzione della nave.

source: Each block has different properties. For different shapes check out block types with a plus sign.
it: Ogni blocco ha proprietà diverse. Per forme diverse, dai un'occhiata ai tipi di blocco con un segno più.

source: There are functional and non-functional blocks. Functional blocks will increase your ship's processing power.
it: Ci sono blocchi funzionali e non funzionali. blocchi funzionali aumenteranno la potenza di elaborazione della tua nave.

source: Close this window when you're done looking around.
it: Chiudi questa finestra quando hai finito di guardarti intorno.

source: With more processing power you unlock more subsystem sockets. However, processing power is limited by your Building Knowledge.
it: Con più potenza di elaborazione sblocchi più chip del sottosistema. Tuttavia, la potenza di elaborazione è limitata dalla tua conoscenza di costruzione.

source: With your current Building Knowledge you can build up to a processing power of 800 (4 subsystem sockets).
it: Con le tue attuali conoscenze di costruzione puoi costruire fino a una potenza di elaborazione di 800 (4 chip di sottosistema).

source: But even when the maximum processing power is reached, you can still build non-functional blocks like Hull, Armor and Solar Panels.
it: Ma anche quando viene raggiunta la massima potenza di elaborazione, è ancora possibile costruire blocchi non funzionali come scafo, armatura e pannelli solari.

source: Delete a block. Select it and press the Delete Button in the utilities overview. Deleting will give you all spent resources back.
it: Elimina un blocco. Selezionalo e premi il pulsante Elimina. L'eliminazione ti restituirà tutte le risorse spese.

source: Another very useful tool is the undo! Use the button in the lower left to undo the deletion.
it: Un altro strumento molto utile è l'annulla! Usa il pulsante in basso a sinistra per annullare l'eliminazione.

source: Enter your ship to continue.
it: Inserisci la tua nave per continuare.

source: Use engine, thruster and hull blocks and extend your ship.
it: Usa i blocchi motore, propulsore e scafo ed estendi la tua nave.

source: Your ship is too big for the scale of the tutorial. Make it a little smaller!
it: La tua nave è troppo grande per il tutorial. Rendila un po' più piccola!

source: You can delete blocks by selecting them with [%1%] and pressing [%2%].
it: È possibile eliminare i blocchi selezionandoli con [%1%] e premendo [%2%].

source: Build thrusters to make sure it can brake and turn in each direction.
it: Costruisci propulsori per assicurarti che possa frenare e girare in ogni direzione.

source: Build more engines for better acceleration and max speed!
it: Costruisci più motori per una migliore accelerazione e velocità massima!

source: Keep 1000 Credits, as you must hire a crew, too.
it: Mantieni 1000 crediti, poiché devi assumere anche un equipaggio.

source: Build more crew quarters to support all of your required crew.
it: Costruisci più alloggi per l'equipaggio per supportare tutto l'equipaggio richiesto.

source: Now that all necessities are covered, increase your ship's size until it reaches 300 HP! Armor Blocks give especially many HP!
it: Ora che tutte le necessità sono coperte, aumenta le dimensioni della tua nave fino a raggiungere 300 HP! Ad esempio i blocchi Armatura danno molti più HP!

source: Great! Your ship is ready!
it: Fantastico! La tua nave è pronta!

source: This is the Saved Designs Window. Open it now.
it: Questa è la finestra dei Progetti salvati. Aprilo ora.

source: It lists all your ship blueprints, both those built by yourself
it: Elenca tutti i progetti della tua nave, anche quelli costruiti da te stesso

source: and designs that you have subscribed to in the Steam Workshop.
it: e progetti a cui ti sei iscritto dal Workshop di Steam.

source: Your ship is ready! Once you're done building, exit the building mode to continue. Press [%s] or [Escape] to exit the building mode.
it: La tua nave è pronta! Una volta terminata la costruzione, esci dalla modalità costruzione per continuare. Premi [%s] o [Esc] per uscire dalla modalità costruzione.

source: If you have changed the dimensions of your ship, the camera perspective might have changed also.
it: Se hai cambiato le dimensioni della tua nave, anche la prospettiva della telecamera potrebbe essere cambiata.

source: You can zoom in and out with the mouse wheel.
it: Puoi ingrandire e rimpicciolire con la rotellina del mouse.

source: You can also move the camera to the left, to the right, up or down by holding [%1%] and moving the mouse.
it: Puoi anche spostare la telecamera a sinistra, a destra, in alto o in basso tenendo premuto [%1%] e muovendo il mouse.

source: To reset the camera, hold [%1%] without moving the mouse.
it: Per ripristinare la telecamera, tenere premuto [%1%] senza muovere il mouse.

source: Press F to dock and hire a crew.
it: Premi F per attraccare e assumere membri dell'equipaggio.

source: Fly to the highlighted dock at the nearby station.
it: Vola all'attracco evidenziato nella stazione vicina.

source: If your ship is slow, it's because you don't have engineers yet and can't fly at full speed.
it: Se la tua nave è lenta, è perché non hai ancora ingegneri e non puoi volare a tutta velocità.

source: That's why we're hiring a crew now!
it: Per questo motivo stiamo andando ad assumere un equipaggio!

source: Hire Crew
it: Assumi equipaggio

source: Click this button to hire them.
it: Fai clic su questo pulsante per assumerli.

source: Looking good! Close the window to continue.
it: Ottimo! Chiudi la finestra per continuare.

source: Your new crew has not been properly assigned to their tasks yet. You can assign jobs in the Crew Tab. Enter the Ship Menu and go to the Crew Tab now.
it: I tuoi nuovi membri dell'equipaggio non sono ancora stati assegnati correttamente alle loro postazioni. Puoi assegnare i ruoli nella Scheda Equipaggio. Entra nel Menu Nave e vai ora alla Scheda Equipaggio.

source: This is the crew tab. In the top row you see the crew that you just hired.
it: Questa è la scheda dell'equipaggio. Nella fila in alto vedi il gruppo che hai appena assunto.

source: As you can see, you currently have no engineers. Engineers keep the ship running and allow it to have better working engines, energy generators and other complex systems.
it: Come puoi vedere, al momento non hai ingegneri. Gli ingegneri mantengono la nave in funzione e le consentono di avere motori, generatori di energia e altri sistemi complessi funzionanti al meglio.

source: Assign enough engineers to fulfill the crew requirements.
it: Assegnare un numero sufficiente di ingegneri per soddisfare i requisiti.

source: Do the same for mechanics, they are the repair crew of your ship.
it: Fai lo stesso per i meccanici, sono gli addetti alla riparazione della tua nave.

source: As you can see, the assign button did not deactivate when you had enough people assigned. Try what happens when you assign more than the needed amount!
it: Come puoi vedere, il pulsante Assegna non si è disattivato quando hai assegnato più persone del necessario. Prova cosa succede quando assegni più dei membri del dovuto!

source: If you don't want to manually assign your crew every time, you can have them assigned automatically. This may not be the best solution, but it will keep your ship in good shape.
it: Se non vuoi assegnare manualmente il tuo equipaggio ogni volta, puoi farlo fare automaticamente. Questa potrebbe non essere la soluzione migliore tatticamente, ma manterrà la tua nave in condizioni accettabili.

source: Whenever you're ready, close the Ship Menu to continue.
it: Quando sei pronto, chiudi il Menu Nave per continuare.

source: To change back into your drone, press [%1%] while no target is selected,
it: Per tornare al tuo drone, premi [%1%] mentre non è selezionato alcun bersaglio,

source: You can always switch into your drone using the marked button in the top right corner. Try it now.
it: Puoi sempre passare al tuo drone utilizzando il pulsante contrassegnato nell'angolo in alto a destra. Provalo ora.

source: Your drone can collect resources or do hyperspace jumps like a ship.
it: Il tuo drone può raccogliere risorse o fare salti iperspaziali come una nave.

source: Use it for scouting or collecting resources or when your main ship is too badly damaged.
it: Usalo per esplorare o raccogliere risorse o quando la tua nave principale è troppo danneggiata.

source: Now reenter your ship. Fly near your ship, select it, and press [%1%] to enter it!
it: Ora rientra nella tua nave. Vola vicino alla tua nave, selezionala e premi [%1%] per entrare!

source: And last but not least: This is the Avorion Encyclopedia. You can open it from the Player Menu.
it: E, ultimo ma non meno importante: questa è l'Enciclopedia di Avorion. Puoi aprirla dal Menu Giocatore in qualsiasi momento.

source: If you want to know something about the game, or you forgot how something works, you can look it up here.
it: Se vuoi informazioni aggiuntive sul gioco, o hai dimenticato come funziona qualcosa, puoi cercare qui.

source: Congratulations, you've finished the tutorial!
it: Congratulazioni, hai finito il tutorial!

source: Best of luck on your journey!
it: Buona fortuna pilota!

source: Ah shoot. For some reason you can't continue with the tutorial. Please start a new single player galaxy to try again, or jump right into your journey without!
it: Oh cavoli. Per qualche motivo non puoi continuare con il tutorial. Inizia una nuova partita in giocatore singolo per ricominciare il tutorial, o se sei un giocatore esperto inizia subito il tuo viaggio!

source: If you're stuck and you don't know what to do, simply start a new game.
it: Se sei bloccato e non sai cosa fare, inizia semplicemente una nuova partita.

source: You'll be able to play the tutorial there from the beginning.
it: Sarai in grado di giocare il tutorial fin dall'inizio.

source: Not enough money to continue the tutorial. You need at least 8.000 Credits for the tutorial. If you're unsure what to do, start a new game and don't spend your money until the building mode.
it: Soldi insufficienti per continuare il tutorial. Hai bisogno di almeno 8.000 crediti per completare il tutorial. Se non sei sicuro di cosa fare, inizia una nuova partita e non spendere i tuoi soldi fino alla modalità costruzione.

source: Not enough money to continue the tutorial. You need at least 1.000 Credits to hire a crew. If you're unsure what to do, start a new game and don't spend your money until you hired a crew.
it: Soldi insufficienti per continuare il tutorial. Hai bisogno di almeno 1.000 crediti per assumere un equipaggio. Se non sei sicuro di cosa fare, inizia una nuova partita e non spendere i tuoi soldi finché non sei arrivato a questo punto.

source: The basic tutorial can't be played in this sector. Please start a new game or jump to your home sector.
it: Il tutorial di base non può essere giocato in questo settore. Inizia una nuova partita o passa al tuo settore di inizio (Settore Home).

source: You need at least 8000 Credits to play the tutorial. Please start a new game and use your initial resources or get the required funds.
it: Hai bisogno di almeno 8000 crediti per completare il tutorial. Inizia una nuova partita e utilizza le tue risorse iniziali o ottieni i fondi richiesti in qualche modo.

source: Oh no! Return to your ship in order to do this tutorial! Fly near your ship, select it, and press T to enter it!
it: Oh no! Ritorna alla tua nave per fare questo tutorial! Vola vicino alla tua nave, selezionala e premi T per entrarci!

source: Hire 1 vanilla crew member that can be assigned to nearly any position.
it: Assumi 1 membro dell'equipaggio tuttofare che può essere assegnato a quasi tutte le posizioni.

source: Torpedo Space
it: Siluri

source: Required Boarders
it: Abbordatori Richiesti

source: - Weakness against
it: - Debolezza contro

source: - Resistance against
it: - Resistenza contro

source: Resources
it: Risorse

# ex: 10 to 15
source: %1% to %2%
it: Da %1% a %2%

source: Keyboard Steering
it: Manovrare con la tastiera

source: Mouse Steering
it: Manovrare con il mouse

source: Roll Left
it: Rollio a sinistra

source: Roll Right
it: Rollio a destra

source: Turn Left
it: Gira a sinistra

source: Turn Right
it: Gira a destra

source: Strafe Up
it: Strafe su

source: Strafe Left
it: Strafe a sinistra

source: Strafe Down
it: Strafe giu

source: Strafe Right
it: Strafe a destra

source: Accelerate
it: Accelera

source: Brake
it: Frena

source: Toggle Max Velocity
it: Attiva/disattiva velocità massima

source: Fire Torpedoes
it: Lancia Siluri

source: Dock to Object
it: Attracca All'oggetto

source: Undock Everything
it: Sganciati

source: Jump / Boost
it: Salto iperspazio / Booster

source: Enter Ship
it: Entra nella nave

source: Build Mode
it: Modalità Costruzione

source: Interact
it: Interagisci

source: Open Strategy Mode
it: Apri la modalità Strategia

source: Free Mouse
it: Mouse libero

source: Show Server Info
it: Mostra informazioni sul server

source: Move Camera
it: Muovi la telecamera

source: Reset Camera
it: Ripristina fotocamera

source: Forward
it: Avanti

source: Backward
it: Indietro

source: Next Target
it: Prossimo obiettivo

source: Nearest Enemy
it: Nemico più vicino

source: Next Ally
it: Prossimo alleato

source: Select Self
it: Seleziona sé stesso

source: Primary Fire
it: Fuoco Primario

source: All Weapons
it: Tutte le armi

source: Weapon Group 1
it: Gruppo armi 1

source: Weapon Group 2
it: Gruppo armi 2

source: Weapon Group 3
it: Gruppo armi 3

source: Weapon Group 4
it: Gruppo armi 4

source: Weapon Group 5
it: Gruppo armi 5

source: Weapon Group 6
it: Gruppo armi 6

source: Weapon Group 7
it: Gruppo armi 7

source: Weapon Group 8
it: Gruppo armi 8

source: Weapon Group 9
it: Gruppo armi 9

source: Show Pause Menu
it: Mostra menu di pausa

source: Pause Game
it: Metti in pausa il gioco

source: Camera Forward
it: Camera in avanti

source: Camera Backward
it: Camera all'indietro

source: Camera Left
it: Camera a sinistra

source: Camera Right
it: Camera a destra

source: Toggle Free Camera
it: Attiva/disattiva telecamera libera

source: Toggle Smooth Camera
it: Attiva/disattiva telecamera fluida

source: Displace Camera
it: Sposta telecamera

source: Galaxy Map
it: Mappa della Galassia

source: Player Menu
it: Menu Giocatore

source: Ship Menu
it: Menu Nave

source: Chat Window
it: Finestra di chat

source: Mail Window
it: Finestra di Posta

source: Stop Autopilot
it: Arresta Pilota Automatico

source: Swap Controls
it: Scambia Comandi

source: Show Console
it: Mostra console

source: Accept Hail
it: Accetta Chiamata

source: Reject Hail
it: Rifiuta Chiamata

source: Respawn To Repair Dock
it: Respawn ad un attracco di riparazione

source: Respawn To Reconstruction Site
it: Respawn ad un sito di ricostruzione

source: Build Slot 1
it: Slot di costruzione 1

source: Build Slot 2
it: Slot di costruzione 2

source: Build Slot 3
it: Slot di costruzione 3

source: Build Slot 4
it: Slot di creazione 4

source: Build Slot 5
it: Slot di costruzione 5

source: Build Slot 6
it: Slot di costruzione 6

source: Build Slot 7
it: Slot di costruzione 7

source: Build Slot 8
it: Slot di creazione 8

source: Build Slot 9
it: Slot di creazione 9

source: Build Slot 10
it: Slot di creazione 10

source: Scale Block
it: Scala Blocco

source: Scale Block X
it: Scala Blocco X

source: Scale Block Y
it: Scala Blocco Y

source: Scale Block Z
it: Scala Blocco Z

source: Rotate Blocks
it: Ruota blocchi

source: Delete Block
it: Elimina blocco

source: Show Blocks
it: Mostra blocchi

source: Show Turrets
it: Mostra torrette

source: Show Colors
it: Mostra colori

source: Turret Design Mode
it: Modalità di progettazione della torretta

source: Toggle Mirror Plane X
it: Attiva/disattiva specchio X

source: Toggle Mirror Plane Y
it: Attiva/disattiva specchio Y

source: Toggle Mirror Plane Z
it: Attiva/disattiva specchio Z

source: Show Inventory
it: Mostra inventario

source: Focus Block
it: Focus sul blocco

source: Cancel Scaling
it: Annulla ridimensionamento

source: Toggle Engines
it: Attiva/disattiva motori

source: Toggle Flight Assist
it: Attiva/disattiva l'assistenza di volo

source: Toggle Gyros
it: Attiva/disattiva giroscopi

source: Toggle Hyperspace Engine
it: Attiva/disattiva motore iperspaziale

source: Toggle Life Support
it: Attiva/disattiva supporto vitale

source: Toggle Shield
it: Attiva/disattiva scudo

source: Toggle Integrity
it: Attiva/disattiva integrità

source: Toggle Thrusters
it: Attiva/disattiva propulsori

source: Command Squad 1
it: Squadra di comando 1

source: Command Squad 2
it: Squadra di comando 2

source: Command Squad 3
it: Squadra di comando 3

source: Command Squad 4
it: Squadra di comando 4

source: Command Squad 5
it: Squadra di comando 5

source: Command Squad 6
it: Squadra di comando 6

source: Command Squad 7
it: Squadra di comando 7

source: Command Squad 8
it: Squadra di comando 8

source: Command Squad 9
it: Squadra di comando 9

source: Command Squad 10
it: Squadra di comando 10

source: Squad Attack
it: Attacco di Squadra

source: Squad Defend
it: Difesa di Squadra

source: Squad Return
it: Ritorno di Squadra

source: Squad Harvest
it: Raccolta Squadra

source: Squad Collect
it: Squadra che raccoglie

source: Squad Board
it: Squadra abbordaggio

source: Squad Repair
it: Riparazione di squadra

source: Squad Repair Nearby
it: Riparazione squadra nelle vicinanze

source: Squad Collect Loot
it: Squadra raccoglie il bottino

source: Attack Order
it: Ordine di attacco

source: Guard Order
it: Ordine di guardia

source: Patrol Order
it: Ordine di pattugliamento

source: Aggressive Order
it: Ordine aggressivo

source: Mine Order
it: Ordine raccogli minerali

source: Salvage Order
it: Ordine di recupero

source: Boarding Order
it: Ordine di abbordaggio

source: Repair Target Order
it: Ordine ripara bersaglio

source: Stop Order
it: Interrompi ordine

source: Center Camera
it: Fotocamera centrale

source: Move Strategy Plane Down
it: Sposta piano strategico in basso

source: Move Strategy Plane Up
it: Muovi piano strategico verso l'alto

source: Move View Left
it: Sposta vista a sinistra

source: Move View Right
it: Sposta vista a destra

source: Move View Up
it: Sposta vista su

source: Move View Down
it: Sposta vista in basso

source: Move View
it: Sposta vista

source: Quick Access 1 (Trading Overview)
it: Accesso rapido 1 (Panoramica del commercio)

source: Show the Trading Subsystem Overview, if available.
it: Mostra la panoramica del sottosistema di commercio, se disponibile.

source: Quick Access 2 (Object Detector)
it: Accesso rapido 2 (Rilevatore di Oggetti)
