Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Metal Formation
it: Formazione dei metalli

source: Strange Metal Formations
it: Strane formazioni metalliche

source: Strange metal formations were found in the rifts. These must be investigated.
it: Strane formazioni metalliche sono state trovate nelle fratture. Questi devono essere indagati.

source: (optional) Strange Metal Formations scanned ${count}/${total}
it: (opzionale) Strane formazioni metalliche scansionate ${count}/${total}

source: Crystal Formation
it: Formazione del cristallo

source: Rift Crystal which can be used for laser research. The scientists at the Rift Research Center will be interested in it.
it: Rift Crystal che può essere utilizzato per la ricerca laser. Gli scienziati del Rift Research Center saranno interessati.

source: Rift Crystals
it: Cristalli Rift

source: Scientists need these special Rift Crystals for laser research. They can be found in distinctive crystal formations.
it: Gli scienziati hanno bisogno di questi speciali cristalli Rift per la ricerca laser. Si possono trovare in formazioni cristalline distintive.

source: (optional) Collect Rift Crystals ${count}/${total}
it: (opzionale) Raccogli cristalli Rift ${count}/${total}

source: A collector is interested in the culture of people from 200 years ago and would like some original objects. You can find them in old wreckages.
it: Un collezionista è interessato alla cultura di persone di 200 anni fa e vorrebbe alcuni oggetti originali. Li puoi trovare in vecchi rottami.

source: A Pop Culture Holo which was popular several hundred years ago. At best interesting for collectors.
it: Un ologramma della cultura pop che era popolare diverse centinaia di anni fa. Nella migliore delle ipotesi interessante per i collezionisti.

source: Food from several hundred years ago. Better don't eat that.
it: Cibo di diverse centinaia di anni fa. Meglio non mangiarlo.

source: Completely outdated technology from several hundreds of years ago. At best interesting for collectors.
it: Tecnologia completamente obsoleta di diverse centinaia di anni fa. Nella migliore delle ipotesi interessante per i collezionisti.

source: (optional) Collect Ancient Artifacts ${count}/${total}
it: (facoltativo) Raccogli antichi manufatti ${count}/${total}

source: Unusual Xsotan Breeder
it: Allevatore Xsotan insolito

source: A sample from an unusual Xsotan breeder from within a rift. Several military instances are interested in researching those to find ways to fight the Xsotan.
it: Un campione proveniente da un insolito allevatore di Xsotan all'interno di una spaccatura. Diverse istanze militari sono interessate a ricercarle per trovare modi per combattere gli Xsotan.

source: Xsotan Samples
it: Campioni di Xsotan

source: The military wants to know more about the Xsotan and needs probes from certain Xsotan breeding sites from the rifts.
it: I militari vogliono saperne di più sugli Xsotan e hanno bisogno di sonde da alcuni siti di riproduzione Xsotan dalle spaccature.

source: (optional) Collect Xsotan Samples ${count}/${total}
it: (facoltativo) Raccogliere i campioni di Xsotan ${count}/${total}

source: Rift Crystal
it: Cristallo Rift

source: Ancient Pop Culture Holo
it: Holo dell'antica cultura pop

source: Ancient Food
it: Cibo antico

source: Ancient Tech Fragment
it: Frammento di Tecnologia Antica

source: Xsotan Sample
it: Campione di Xsotan

source: You need at least %1% %2%.
it: Hai bisogno di almeno %1% %2%.

source: Item to sell not found
it: Articolo da vendere non trovato

source: Lone Hunter
it: Cacciatore solitario

# sector environment
source: Magnetic Interference Field
it: Campo di interferenza magnetico

source: Magnetic Interference Field, intensity ${intensity}
it: Campo di interferenza magnetico, intensità ${intensity}

source: The magnetic interference field of this sector impedes the internal processes in generators and electric circuits. Power generation is impaired.
it: Il campo di interferenza magnetica di questo settore ostacola i processi interni nei generatori e nei circuiti elettrici. La generazione di energia è compromessa.

source: Energy generation too low (${energy} recommended).
it: Generazione di energia troppo bassa (${energy} consigliato).

# sector environment
source: Inertia Field
it: Campo di inerzia

source: Inertia Field, intensity ${intensity}
it: Campo d'inerzia, intensità ${intensity}

source: The inertia field impedes the movement of mass and ensures that ships cannot accelerate as quickly. Xsotan do not seem to be affected by this field.
it: Il campo di inerzia impedisce il movimento della massa e garantisce che le navi non possano accelerare con la stessa rapidità. Xsotan non sembrano essere interessati da questo campo.

source: More acceleration recommended.
it: Si consiglia una maggiore accelerazione.

# sector environment
source: High Energy Plasma Field
it: Campo al plasma ad alta energia

source: High Energy Plasma Field, intensity ${intensity}
it: Campo al plasma ad alta energia, intensità ${intensity}

source: This high-energy plasma field naturally amplifies energy discharges. The damage of energy weapons is increased.
it: Questo campo di plasma ad alta energia amplifica naturalmente le scariche di energia. Il danno delle armi ad energia è aumentato.

# sector environment
source: Low Energy Plasma Field
it: Campo al plasma a bassa energia

source: Low Energy Plasma Field, intensity ${intensity}
it: Campo al plasma a bassa energia, intensità ${intensity}

source: This low-energy plasma field naturally drains energy from discharges. The damage of energy weapons is decreased.
it: Questo campo di plasma a bassa energia drena naturalmente energia dalle scariche. Il danno delle armi ad energia è ridotto.

# sector environment
source: Ion Storm
it: Tempesta di ioni

source: Ion Storm, intensity ${intensity}
it: Tempesta di ioni, intensità ${intensity}

source: There is an ion storm disrupting shield generators. Shields will discharge over time.
it: C'è una tempesta di ioni che interrompe i generatori di scudi. Gli scudi si scaricheranno nel tempo.

# sector environment
source: Ion Interference
it: Interferenza ionica

source: Ion Interference, intensity ${intensity}
it: Interferenza ionica, intensità ${intensity}

source: Ion interferences are disturbing shield generation in this area. Shields are not able to regenerate. It is advised to enter the rift with fully charged shields.
it: Le interferenze ioniche stanno disturbando la generazione di schermi in quest' area. Gli scudi non sono in grado di rigenerarsi. Si consiglia di entrare nella fessura con scudi completamente carichi.

# sector environment
source: Radiation
it: Radiazioni

source: Strong Cosmic Radiation, intensity ${intensity}
it: Radiazione cosmica forte, intensità ${intensity}

source: Less effective workforces if shields are down, due to necessary measures against radiation sickness.
it: Forza lavoro meno efficace se gli scudi sono abbassati, a causa delle misure necessarie contro le malattie da radiazioni.

source: Shields or more crew workforce recommended.
it: Sono raccomandati scudi o più membri dell'equipaggio.

# sector environment
source: Shockwave Anomalies
it: Anomalie onde d'urto

source: Shockwave Anomalies, intensity ${intensity}
it: Anomalie onde d'urto, intensità ${intensity}

source: Multiple shockwave anomalies have been detected. They might get unstable and discharge. Approach with caution.
it: Sono state rilevate più anomalie delle onde d'urto. Potrebbero diventare instabili e scaricarsi. Avvicinati con cautela.

# sector environment
source: Lightning Field
it: Campo di fulmini

source: Lightning Field, intensity ${intensity}
it: Campo Fulmine, intensità ${intensity}

source: In this electrically charged field shields and hull are frequently struck by lightning.
it: In questo campo di carica elettrica gli scudi e lo scafo sono spesso colpiti da un fulmine.

# sector environment
source: Acid Fog
it: Nebbia Acida

source: Acid Fog, intensity ${intensity}
it: Nebbia Acida, intensità ${intensity}

source: This acid fog corrodes blocks below ${material}. These will suffer constant damage. Shields are useless against the acid fog.
it: Questa nebbia acida corrode i blocchi sotto lo ${material}. Questi subiranno danni costanti. Gli scudi sono inutili contro la nebbia acida.

source: Ship material vulnerable, ${material} or higher recommended.
it: Spedire materiale vulnerabile, consigliato ${material} o superiore.

# sector environment
source: Xsotan Breeders
it: Allevatori Xsotan

source: Xsotan Breeders, intensity ${intensity}
it: Allevatori Xsotan, intensità ${intensity}

source: The area is full of Xsotan Breeders, that could wake up if there is too much activity.
it: L'area è piena di allevatori Xsotan, che potrebbero svegliarsi se c'è troppa attività.

# sector environment
source: Minefield
it: Campo minato

source: Minefield, intensity ${intensity}
it: Campo minato, intensità ${intensity}

source: There were mines detected in the area. It's advised to keep your distance. Mines don't trigger when approached very slowly.
it: Nella zona sono state rilevate mine. Si consiglia di mantenere le distanze. Le mine non si innescano quando si avvicinano molto lentamente.

# sector environment
source: Xsotan Swarm
it: Sciame Xsotan

source: Xsotan Swarm, intensity ${intensity}
it: Sciame Xsotan, intensità ${intensity}

source: We are receiving strong subspace signals from this area. Be prepared for whole hordes of Xsotan!
it: Stiamo ricevendo forti segnali subspaziali da quest' area. Preparati per intere orde di Xsotan!

# sector environment
source: Xsotan Turret Overload
it: Sovraccarico torretta Xsotan

source: Xsotan Turret Overload, intensity ${intensity}
it: Sovraccarico torretta Xsotan, intensità ${intensity}

source: Sensors show the Xsotan are overloading their weapons. They will deal more damage.
it: I sensori mostrano che gli Xsotan stanno sovraccaricando le loro armi. Infliggeranno più danni.

# sector environment
source: Xsotan Hull Hardening
it: Indurimento dello scafo Xsotan

source: Xsotan Hull Hardening, intensity ${intensity}
it: Xsotan Hull Hardening, intensità ${intensity}

source: Measurements show that the Xsotan have a harder hull in this sector. This makes them more resilient. Bring enough firepower with you!
it: Le misurazioni mostrano che gli Xsotan hanno uno scafo più duro in questo settore. Questo li rende più resistenti. Porta con te abbastanza potenza di fuoco!

# sector environment
source: Gravity Anomalies
it: Anomalie di gravità

source: Gravity Anomalies, intensity ${intensity}
it: Anomalie di gravità, intensità ${intensity}

source: Multiple gravity anomalies have been detected. They reel you in and spit you back out if you're not careful.
it: Sono state rilevate molteplici anomalie gravitazionali. Ti tirano su e ti risputano fuori se non stai attento.

# sector environment
source: Subspace Distortion
it: Distorsione subspaziale

source: Subspace Distortion, intensity ${intensity}
it: Distorsione subspaziale, intensità ${intensity}

source: This sector is deep in the subspace rifts. There are strong subspace distortions that will damage the ship unless protection against them is equipped.
it: Questo settore è in profondità nelle spaccature subspaziali. Ci sono forti distorsioni subspaziali che danneggeranno la nave a meno che non sia equipaggiata una protezione contro di esse.

source: Not enough protection (${protection}/${intensity}).
it: Protezione insufficiente (${protection}/${intensity}).

source: Careful! The Xsotan can track you in open space! Get back into the safe area around the asteroids and buoys!
it: Attenzione! L'Xsotan può rintracciarti nello spazio aperto! Torna nell'area sicura intorno agli asteroidi e alle boe!

source: Careful! The Xsotan are going to attack you at any moment! Fly back to safety!
it: Attenzione! Gli Xsotan ti attaccheranno da un momento all'altro! Vola verso la sicurezza!

source: Careful, in open space the ship can easily be tracked down by Xsotan!
it: Attenzione, nello spazio aperto la nave può essere facilmente rintracciata da Xsotan!

source: The ship is protected from environmental effects here.
it: Qui la nave è protetta dagli effetti ambientali.

source: You have about 20 more minutes until the swarm should find you.
it: Hai circa altri 20 minuti prima che lo sciame ti trovi.

source: About 10 more minutes until the swarm arrives.
it: Mancano circa 10 minuti all'arrivo dello sciame.

source: Your sensors picked up a short burst of subspace signals.
it: I tuoi sensori hanno rilevato una breve raffica di segnali subspaziali.

source: You should start finishing up. The swarm has detected you and is moving towards your position.
it: Dovresti iniziare a finire. Lo sciame ti ha rilevato e si sta muovendo verso la tua posizione.

source: Your sensors picked up another short burst of subspace signals.
it: I tuoi sensori hanno rilevato un'altra breve raffica di segnali subspaziali.

source: We're picking up signs that the swarm is approaching. 5 more minutes until it arrives.
it: Rileviamo segnali che lo sciame si sta avvicinando. Mancano 5 minuti all'arrivo.

source: Your sensors are picking more subspace signals.
it: I sensori rilevano più segnali subspaziali.

source: The swarm is closing in. You have 2 more minutes until it arrives.
it: Lo sciame si sta avvicinando. Hai ancora 2 minuti prima che arrivi.

source: Your sensors are picking more subspace signals. They're getting stronger.
it: I sensori rilevano più segnali subspaziali. Stanno diventando più forti.

source: The swarm is coming closer! The first scouts are already showing up.
it: Lo sciame si sta avvicinando! I primi esploratori si stanno già presentando.

source: Your sensors picked up large bursts of subspace signals.
it: I tuoi sensori hanno rilevato grandi raffiche di segnali subspaziali.

source: The swarm is almost there. Get out of there immediately!
it: Lo sciame è quasi arrivato. Esci da lì immediatamente!

source: Your sensors are picking up extreme amounts of subspace signals.
it: I sensori rilevano quantità estreme di segnali subspaziali.

source: The swarm has arrived! Good luck and we hope you'll get out in time!
it: Lo sciame è arrivato! Buona fortuna e speriamo che usciate in tempo!

source: You have ca %1% minutes until the swarm arrives.
it: Hai circa %1% minuti prima dell'arrivo dello sciame.

source: SWARM WARNING
it: AVVISO SCIAME

# ship AI status
source: Evading players
it: Evadere i giocatori

# ship AI status
source: Flying Through Gate
it: Volare attraverso il cancello

source: Commander, we can't fly through there, our ship is too big! \s(%1%:%2%)
it: Comandante, non possiamo volare da lì, la nostra nave è troppo grande! \s(%1%:%2%)

source: No usable mining turrets or fighters to mine.
it: Nessuna torretta mineraria utilizzabile o caccia da estrarre.

source: Mining - No Cargo Space
it: Estrazione - Nessuno spazio di carico

# ship AI status
source: Collecting Mined Loot
it: Raccolta del bottino estratto

# ship AI status
source: Mining
it: Estrazione mineraria

# ship AI status
source: Mining - No Asteroids Left
it: Estrazione - Nessun asteroide rimasto

source: Your mining ship in sector %1% can't find any more asteroids made of %2% or lower.
it: La tua nave mineraria nel settore %1% non riesce a trovare altri asteroidi composti da %2% ​​o meno.

source: Commander, we can't find any more asteroids in \s(%1%) made of %2% or lower!
it: Comandante, non possiamo trovare altri asteroidi in \s(%1%) composti da %2% ​​o meno!

source: Commander, our turrets can't mine asteroids made of %1%!
it: Comandante, le nostre torrette non possono estrarre asteroidi composti da %1%!

source: Your mining ship in sector %s can't find any more asteroids.
it: La tua nave mineraria nel settore %s non riesce a trovare altri asteroidi.

source: Commander, we can't find any more asteroids in \s(%s)!
it: Comandante, non riusciamo a trovare altri asteroidi in \s(%s)!

source: Commander, we can't mine in \s(%s) - we have no space in our cargo bay!
it: Comandante, non possiamo estrarre in \s(%s) - non abbiamo spazio nella nostra stiva di carico!

source: Commander, we can't continue mining in \s(%s) - we have no more space left in our cargo bay!
it: Comandante, non possiamo continuare a estrarre in \s(%s) - non abbiamo più spazio nella nostra stiva di carico!

source: Your ship's cargo bay in sector \s(%s) is full.
it: La stiva di carico della tua nave nel settore \s(%s) è piena.

source: Your craft %s needs a captain to continue mining.
it: La tua imbarcazione %s ha bisogno di un capitano per continuare l'estrazione.

# ship AI status
source: Patrolling Sector
it: Settore Pattugliamento

source: Did you really think you'd get rid of us that easily? We can track you!
it: Pensavi davvero che ti saresti liberato di noi così facilmente? Possiamo rintracciarti!

source: You can't just lose us that easily! We can track you!
it: Non puoi scappare così facilmente! Sappi che possiamo rintracciarti!

source: Your hyperdrive is nothing compared to ours and our tracker!
it: Il tuo hyperdrive non è niente in confronto al nostro e al nostro tracker!

source: You're not getting off that easily! Our tracker will always tell us where you are!
it: Non te la caverai così facilmente! Il nostro sistema di tracciamento ci dirà sempre dove sei!

source: This is starting to get tedious, maybe we should start looking for easier prey.
it: Sta iniziando a diventare noioso, forse dovremmo iniziare a cercare prede più facili.

source: This will be the last time we jump after this clown - if we don't get this ship this time, we're out.
it: Questa sarà l'ultima volta che saltiamo dietro a questo pagliaccio: se non prendiamo questa nave questa volta, siamo fuori.

source: You have nothing to refine.
it: Non hai nulla da affinare.

source: Nothing to refine.
it: Niente da rifinire.

source: Commander, we can't find a refinery in \s(%s).
it: Comandante, non riusciamo a trovare una raffineria in \s(%s).

source: No refinery found in sector %s.
it: Nessuna raffineria trovata nel settore %s.

# ship AI status
source: Refining Ores - Docking
it: Minerali di raffinazione - attracco

# ship AI status
source: Refining Ores - Waiting for Processing
it: Minerali di raffinazione - In attesa di lavorazione

# ship AI status
source: Refining Ores - Collecting Resources
it: Raffinazione dei minerali - Raccolta di risorse

source: You need a license to salvage in this sector.
it: Hai bisogno di una licenza per il recupero in questo settore.

source: No usable turrets or fighters to salvage.
it: Nessuna torretta o caccia utilizzabile da salvare.

source: Salvaging - No Cargo Space
it: Recupero - Nessuno spazio di carico

# ship AI status
source: Collecting Salvaged Loot
it: Raccolta del bottino recuperato

# ship AI status
source: Salvaging
it: Recupero

# ship AI status
source: Salvaging - No Wreckages Left
it: Recupero - Nessun relitto rimasto

source: Your ship in sector %1% can't find any more wreckages made of %2% or lower.
it: La tua nave nel settore %1% non riesce a trovare altri relitti composti da %2% ​​o meno.

source: Commander, we can't find any more wreckages in \s(%1%) made of %2% or lower!
it: Comandante, non riusciamo a trovare altri rottami in \s(%1%) composti da %2% ​​o meno!

source: Commander, our turrets can't salvage wreckages made of %1%!
it: Comandante, le nostre torrette non possono recuperare rottami composti da %1%!

source: Your ship in sector %s can't find any more wreckages.
it: La tua nave nel settore %s non riesce a trovare altri relitti.

source: Commander, we can't find any more wreckages in \s(%s)!
it: Comandante, non riusciamo a trovare altri rottami in \s(%s)!

source: Commander, we can't salvage in \s(%s) - we have no space in our cargo bay!
it: Comandante, non possiamo recuperare in \s(%s) - non abbiamo spazio nella nostra stiva di carico!

source: Commander, we can't continue salvaging in \s(%s) - we have no more space left in our cargo bay!
it: Comandante, non possiamo continuare a recuperare in \s(%s) - non abbiamo più spazio nella nostra stiva di carico!

source: Your craft %s needs a captain to continue salvaging.
it: La tua imbarcazione %s ha bisogno di un capitano per continuare a recuperare.

source: Paid a fine of %1% Credits.
it: Ho pagato una multa di %1% Crediti.

source: Hello. This is a routine scan. Please remain calm. Your cargo will be confiscated and we will have to fine you ${fine} Credits. You have ${timeOut} seconds to respond.
it: Salve, questa è una scansione di routine. Per favore, mantieni la calma. Il tuo carico verrà confiscato e dovremo multarti ${fine} Credito. Hai ${timeOut} secondi per rispondere.

source: [Comply]
it: [Conformi]

source: Thank you for your cooperation. Remain where you are. You will pay a fine. Dump your cargo or we will approach you and confiscate it.
it: Grazie per la collaborazione. Rimani dove sei. Pagherai una multa. Scaricate il vostro carico o vi avvicineremo e lo confisceremo.

source: [Ignore]
it: [Ignora]

source: Hold on. Our scanners show illegal cargo on your ship. Your cargo will be confiscated and you are fined ${fine} Credits. You have ${timeOut} seconds to respond.
it: Aspetta. I nostri scanner mostrano carichi illegali sulla tua nave. Il tuo carico verrà confiscato e verrai multato ${fine} Crediti. Hai ${timeOut} secondi per rispondere.

source: Hold on. Our scanners show stolen cargo on your ship. Your cargo will be confiscated and you are fined ${fine} Credits. You have ${timeOut} seconds to respond.
it: Aspetta. I nostri scanner mostrano carichi rubati sulla tua nave. Il tuo carico verrà confiscato e verrai multato ${fine} Crediti. Hai ${timeOut} secondi per rispondere.

source: Hold on. Our scanners show dangerous cargo on your ship. According to our records, you don't have a transportation permit for dangerous cargo in our area. Your cargo will be confiscated and you are fined ${fine} Credits. You have ${timeOut} seconds to respond.
it: Aspetta. I nostri scanner mostrano carichi pericolosi sulla tua nave. Secondo i nostri registri, non hai un permesso di trasporto per carichi pericolosi nella nostra zona. Il tuo carico verrà confiscato e verrai multato ${fine} Crediti. Hai ${timeOut} secondi per rispondere.

source: I could offer you a small apology of ${bribe} Credits (50% chance of success)
it: Potrei offrirti una piccola scusa di ${bribe} crediti (50% di possibilità di successo)

source: Maybe this donation of ${bribe} Credits will make you forget about all this (75% chance of success)
it: Forse questa donazione di ${bribe} Crediti ti farà dimenticare tutto questo (75% di probabilità di successo)

source: I am sure this generous offer of ${bribe} Credits will help you forget all this (95% chance of success)
it: Sono sicuro che questa generosa offerta di ${bribe} crediti ti aiuterà a dimenticare tutto questo (95% di possibilità di successo)

source: On second thought, I'll comply.
it: Ripensandoci, obbedirò.

source: Can’t we find another way to handle this?
it: Non possiamo trovare un altro modo per gestire la cosa?

source: Wait, what's..? Wasn't there..? Well, it seems like there's nothing wrong with your cargo after all. You may carry on for now, but we'll have an eye on you.
it: Aspetta, cosa...? Non c'era...? Beh, sembra che non ci sia nulla di sbagliato nel tuo carico, dopotutto. Puoi andare avanti per ora, ma ti terremo d'occhio.

source: Your non-responsiveness is considered a hostile act. Leave the sector or we will shoot.
it: La tua non reattività è considerata un atto ostile. Lascia il settore o spareremo.

source: Oh, look at that, my scanner seems to have malfunctioned. Have a nice trip!
it: Oh, guarda un po', il mio scanner sembra aver funzionato male. Buon viaggio!
