Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Looks like a profitable contract for this trade route.
it: Sembra un contratto redditizio per questa rotta commerciale.

source: \c(d93)We have to do a lot of flights and probably can't fulfill the entire contract. The customer will eventually get impatient and use someone else.\c()
it: \c(d93)Dobbiamo fare molti voli e probabilmente non possiamo adempiere all'intero contratto. Il cliente alla fine diventerà impaziente e userà qualcun altro.\c()

source: \c(d93)That's probably too many flights. The customer will probably give the contract to someone else at some point.\c()
it: \c(d93)Probabilmente sono troppi voli. Il cliente probabilmente darà il contratto a qualcun altro ad un certo punto.\c()

source: \c(dd5)But be careful, Commander, with too many flights, the customer will eventually get impatient and pass the contract on to someone else.\c()
it: \c(dd5)Ma fai attenzione, Comandante, con troppi voli, il cliente alla fine diventerà impaziente e passerà il contratto a qualcun altro.\c()

source: \c(dd5)We have to fly a few times. There is definitely a chance that we will lose the contract in the meantime because the customer gets impatient.\c()
it: \c(dd5)Dobbiamo volare un paio di volte. C'è sicuramente la possibilità che nel frattempo perderemo il contratto perché il cliente diventa impaziente.\c()

source: That's a few flights. There is a small chance that the customer will get impatient and give the contract to someone else.
it: Sono un paio di voli. C'è una piccola possibilità che il cliente diventi impaziente e dia il contratto a qualcun altro.

source: We have to fly a few times. There is a small chance that the customer will get impatient and we will lose the contract.
it: Dobbiamo volare un paio di volte. C'è una piccola possibilità che il cliente diventi impaziente e perderemo il contratto.

source: We do not have to fly often. With so few flights, the customer should not get impatient.
it: Non dobbiamo volare spesso. Con così pochi voli, il cliente non dovrebbe essere impaziente.

source: That is only a few flights. It should be fast and the customer will not get impatient.
it: Sono solo pochi voli. Dovrebbe essere veloce e il cliente non sarà impaziente.

source: Trade
it: Commercio

source: Trading Contract
it: Contratto di trading

source: Trade Route Contracts
it: Contratti di rotta commerciale

source: Regular price for this good
it: Prezzo normale per questo bene

source: Price margin of the route
it: Margine di prezzo della tratta

source: Best deviation for the purchase price in the area
it: Miglior scostamento per il prezzo di acquisto sul territorio

source: Best deviation for the selling price in the area
it: Miglior scostamento per il prezzo di vendita nella zona

source: Transportable in a single flight
it: Trasportabile in un unico volo

source: Profit per single good
it: Profitto per singolo bene

source: Down Payment
it: Acconto

source: Credits you need to give the captain in advance to buy the goods. They will return everything they don't spend.
it: Crediti che devi dare al capitano in anticipo per acquistare la merce. Restituiranno tutto ciò che non spendono.

source: Total quantity of goods to be transported for this contract
it: Quantità totale di merci da trasportare per il presente contratto

source: Profit per shipment for this route
it: Profitto per spedizione per questa rotta

source: The trade route can be flown this many times until the contract is fulfilled. If fulfillment requires too many flights, the contract may be given to someone else after a few deliveries.
it: La rotta commerciale può essere percorsa molte volte fino all'adempimento del contratto. Se l'adempimento richiede troppi voli, il contratto può essere dato a qualcun altro dopo alcune consegne.

source: The ship is already in this sector.
it: La nave è già in questo settore.

source: This route is too short.
it: Questo percorso è troppo breve.

source: Hyperspace properties changed since planning the route.
it: Le proprietà dell'iperspazio sono cambiate dalla pianificazione del percorso.

source: %1% has reached its destination and is awaiting your next orders in \s(%2%:%3%).
it: %1% ha raggiunto la sua destinazione ed è in attesa dei tuoi prossimi ordini tra \s(%2%:%3%).

source: Travelling to (${x}:${y}). Time remaining: ${timeRemaining} (${completed} % done).
it: In viaggio verso (${x}:${y}). Tempo rimanente: ${timeRemaining} (${completed} % fatto).

# ship AI status
source: Travelling to (${x}:${y})
it: In viaggio verso (${x}:${y})

source: Left-Click: Select destination
it: Clic sinistro: seleziona destinazione

source: Destination can be reached with a single jump!
it: La destinazione può essere raggiunta con un solo salto!

source: Swiftness
it: Rapidità

source: Travel Time
it: Durata del viaggio

source: Travel
it: Viaggi

source: Choose a different destination
it: Scegli una destinazione diversa

source: Take a faster route that is more risky.
it: Scegli un percorso più veloce e più rischioso.

source: Note: Traveling through even a small but dangerous area can increase attack chance dramatically!
it: Nota: viaggiare anche in un'area piccola ma pericolosa può aumentare notevolmente le possibilità di attacco!

source: Route:
it: Percorso:

source: about %d sectors
it: circa %d settori

source: (${x1}:${y1}) to (${x2}:${y2})
it: da (${x1}:${y1}) a (${x2}:${y2})

source: Calculating route...
it: Calcolo percorso in corso...

source: sectors
it: settori

source: We will be traveling for a long time.
it: Viaggeremo a lungo.

source: It's a very long journey.
it: È un viaggio molto lungo.

source: This trip will take a while.
it: Questa corsa richiederà un po' di tempo.

source: We will be traveling for a good while.
it: Viaggeremo per un bel po'.

source: The destination is only a short distance away.
it: La destinazione è a breve distanza.

source: I will reach the destination soon.
it: Presto arriverò a destinazione.

source: Reaching the destination will take very little time.
it: Raggiungere la destinazione richiederà pochissimo tempo.

source: stealthy
it: furtivo

source: slow
it: lento

source: moderate
it: moderato

source: fast
it: veloce

source: Stop harassing traders or we will take action against you!
it: Smettila di molestare i trader o prenderemo provvedimenti contro di te!

source: Hello! I see that you’re starting out on your journey. Did you know that you'll be returned to the last friendly Repair Dock you visited if you get destroyed? You can also assign a Repair Dock as your Reconstruction Site, and tow and repair ships for free there. As a bonus, you'll be able to switch there from your Galaxy Map whenever you feel like it! To do that, you must find a Repair Dock of a faction you have good relations to, and pay them a fee. This service is definitely on the more expensive side, but once you venture into dangerous territory it can be well worth it! Greetings, %1%
it: Ciao! Vedo che stai iniziando il tuo viaggio. Sapevi che verrai riportato all'ultimo Dock di Riparazione amico che hai visitato se verrai distrutto? Puoi anche assegnare un molo di riparazione come sito di ricostruzione e rimorchiare e riparare navi gratuitamente lì. Come bonus, sarai in grado di passare dalla tua Mappa Galattica ogni volta che ne avrai voglia! Per farlo, devi trovare un Dock di Riparazione di una fazione con cui hai buoni rapporti e pagare loro una commissione. Questo servizio è sicuramente il più costoso, ma una volta che ti avventuri in un territorio pericoloso può valerne la pena! Saluti, %1%

# Mail Subject
source: Reconstruction Site Service at Repair Docks
it: Servizio di ricostruzione del sito presso le banchine di riparazione

source: Hello! Thanks again for your help with those pirates. You should explore the galaxy on your own and use your newly learned skills to improve your ship. If I were you, I'd get my hands on some Titanium, like I said before. Remember to visit colonized sectors every now and then to keep up-to-date on what’s going on in the galaxy. I’m sure we’ll meet again some time! Greetings, %3%
it: Ciao! Grazie ancora per il tuo aiuto con quei pirati. Dovresti esplorare la galassia da solo e usare le tue abilità appena apprese per migliorare la tua nave. Se fossi in te, metterei le mani su un po' di titanio, come ho detto prima. Ricordati di visitare i settori colonizzati di tanto in tanto per tenerti aggiornato su ciò che sta accadendo nella galassia. Sono sicuro che ci incontreremo di nuovo qualche volta! Saluti, %3%

# Mail Subject
source: Thank you!
it: Grazie!

source: More strange subspace signals. They're getting stronger.
it: Altri strani segnali subspaziali. Stanno diventando più forti.

source: A small group of alien ships has appeared!
it: È apparso un piccolo gruppo di navi aliene!

source: Your sensors picked up short bursts of subspace signals.
it: I tuoi sensori hanno rilevato brevi raffiche di segnali subspaziali.

source: The signals are growing stronger.
it: I segnali stanno diventando più forti.

source: A group of alien ships have warped in!
it: Un gruppo di navi aliene si è deformato!

source: There are lots and lots of subspace signals! Careful!
it: Ci sono un sacco di segnali subspaziali! Attenzione!

source: A large group of alien ships has appeared!
it: È apparso un grande gruppo di navi aliene!

source: The subspace signals are getting too strong for your scanners. Brace yourself!
it: I segnali subspaziali stanno diventando troppo forti per i tuoi scanner. Preparati!

source: Danger! A large fleet of alien ships has appeared!
it: Pericolo! È apparsa una grande flotta di navi aliene!

source: A group of alien ships has appeared in sector \s(%1%:%2%)!
it: Un gruppo di navi aliene è apparso nel settore \s(%1%:%2%)!

source: Mayday! Mayday! We are under attack by pirates! Our position is \s(%1%:%2%), someone help, please!
it: Mayday! Mayday! Siamo sotto attacco da parte dei pirati! La nostra posizione è \s(%1%:%2%), qualcuno ci aiuti, per favore!

source: Mayday! CHRRK ... under attack CHRRK ... pirates ... CHRRK ... position \s(%1%:%2%) ... help!
it: Mayday! CHRRK ... sotto attacco CHRRK ... pirati ... CHRRK ... posizione \s(%1%:%2%) ... aiuto!

source: Can anybody hear us? We have been ambushed by pirates! Our position is \s(%1%:%2%) Help!
it: Qualcuno ci sente? Ci hanno teso un'imboscata i pirati! La nostra posizione è \s(%1%:%2%) Aiuto!

source: This is a distress call! Our position is \s(%1%:%2%) We are under attack by pirates, please help!
it: Questa è una richiesta di soccorso! La nostra posizione è \s(%1%:%2%) Siamo sotto attacco da parte dei pirati, per favore aiuto!

source: Distress Signal
it: Segnale di soccorso

source: You have received a distress call from an unknown source. Their last reported position was (${xCoord}, ${yCoord}).
it: Hai ricevuto una chiamata di soccorso da una fonte sconosciuta. La loro ultima posizione segnalata era (${xCoord}, ${yCoord}).

source: Help! uh... I'm a rich trader and I'm being attacked by pirates at \s(%1%:%2%) Help! Help! Reward! Reward!
it: Aiuto! uh... Sono un ricco commerciante e sono stato attaccato dai pirati a \s(%1%:%2%) Aiuto! Aiuto! Ricompensa! Ricompensa!

source: This is ${player}! That's the one our client wants!
it: Questo è ${player}! Questo è quello che vuole il nostro cliente!

source: Found you, ${player}. Let's shoot them down and get our money. Make it quick.
it: Trovato, ${player}. Abbattiamoli e prendiamo i nostri soldi. Fai in fretta.

source: There they are. Alright, ${player} it's nothing personal, it's just a job.
it: Eccoli. Va bene, ${player} non è niente di personale, è solo un lavoro.

source: Oh look, it's ${player}! Let's make them disappear!
it: Oh guarda, è ${player}! Facciamoli sparire!

source: So you dared to show up in our territory, ${player}? You won't make this mistake again.
it: Quindi hai osato presentarti nel nostro territorio, ${player}? Non commetterai più questo errore.

source: Who do we have here? ${player}. Well, say hello to pest control.
it: Chi abbiamo qui? ${player}. Beh, dai il benvenuto al controllo dei parassiti.

source: Oh, look who's being attacked by bounty hunters. What a surprise.
it: Oh, guarda chi viene attaccato dai cacciatori di taglie. Che sorpresa.

source: About time that you left this place.
it: Era ora che lasciassi questo posto.

source: Oh, too bad, someone's attacking you.
it: Oh, peccato che qualcuno ti stia attaccando.

source: Now that's a nice surprise! Take them down!
it: Questa sì che è una bella sorpresa! Abbatteteli!

source: I really hoped that some bounty hunters would show up and make you leave.
it: Speravo davvero che alcuni cacciatori di taglie si presentassero e ti facessero andare via.

source: Great! I really hoped that this would happen!
it: Fantastico! Speravo davvero che succedesse!

source: Ha! I think I'm just going to sit back and watch the show.
it: Ah! Penso che mi siederò e guarderò lo spettacolo.

source: Too bad nobody will help you here.
it: Peccato che nessuno ti aiuterà qui.

source: It's your own fault for staying around when you're not welcome.
it: È colpa tua se rimani nei paraggi quando non sei il benvenuto.

source: Bounty Hunter
it: Cacciatore di taglie

source: Reward
it: Ricompensa

source: Target
it: Bersaglio

source: Target is wanted dead.
it: Il bersaglio è ricercato morto.

source: Reward requires proof of ship destruction.
it: La ricompensa richiede la prova della distruzione della nave.

source: Looks like someone made some enemies.
it: Sembra che qualcuno si sia fatto dei nemici.

source: Shield entity No. ${random}. Routing shield power to Specimen 8055. Location set to (${x}:${y}).
it: Entità Shield n. ${random}. Instradamento dell'alimentazione dello schermo al campione 8055. Posizione impostata su (${x}:${y}).

source: Shield entity No. ${random}. Routing shield power to Specimen 8055. Waiting for location...
it: Entità Shield n. ${random}. Instradamento dell'alimentazione dello schermo al campione 8055. In attesa della posizione...

source: Specimen 8055
it: Campione 8055

source: The Pariah
it: Il Paria

source: It seems the AI has already moved on.
it: Sembra che l'IA sia già andata avanti.

source: We found a weird shard. It that seems there is another part missing. We'll wait for more information.
it: Abbiamo trovato uno strano frammento. Sembra che manchi un'altra parte. Restiamo in attesa di ulteriori informazioni.

source: Another part of this weird shard. Together they show coordinates. The coordinates are \s(%1%:%2%).
it: Un'altra parte di questo strano frammento. Insieme mostrano le coordinate. Le coordinate sono \s(%1%:%2%).

source: There are remnants of a battle. But nobody's here right now.
it: Ci sono resti di una battaglia. Ma non c'è nessuno qui in questo momento.

source: Project IHDTX
it: Progetto IHDTX

source: Mobile Equipment Merchant
it: Esercente di apparecchiature mobili

source: Mobile Resource Merchant
it: Esercente di risorse mobili

source: Mobile Turret Merchant
it: Mercante di torrette mobili

source: Mobile Planetary Merchant
it: Commerciante Planetario Mobile

source: %1% %2% here. I'll be offering my services here for the next 15 minutes! Best merchandise in the quadrant!
it: %1% %2% qui. Offrirò i miei servizi qui per i prossimi 15 minuti! La migliore merce del quadrante!

source: Price: -30% (cold) -> +30% (hot)
it: Prezzo: -30% (freddo) -> +30% (caldo)

source: Demand (cold) -> Supply (hot)
it: Domanda (freddo) -> Offerta (caldo)

source: <Nothing>
it: <Niente>

source: [CTRL A] Select all ships in the selected sector.
it: [CTRL A] Seleziona tutte le navi nel settore selezionato.

source: Show stations
it: Mostra stazioni

source: Show off-screen ships
it: Mostra navi fuori campo

source: Show ships on operations
it: Mostra navi in esercizio

source: Attack Enemies
it: Attacca nemici

source: [WASD] Move Camera
it: [WASD] Muovi la telecamera

source: [CTRL] Select Multiple
it: [CTRL] Seleziona multiplo

source: [MMB] Ping
it: [BCM] Ping

source: Confirm Recall
it: Conferma richiamo

source: Recall
it: Richiamo

source: In Selected Sector
it: Nel settore selezionato

source: Not on Screen
it: Non sullo schermo

source: [SPACE] Focus Selected
it: [SPAZIO] Focus Selezionato

source: Ship is busy!
it: La nave è occupata!

source: Ship doesn't have a captain!
it: La nave non ha un capitano!

source: [SHIFT 1-9] Add to Selection
it: [SHIFT 1-9] Aggiungi alla selezione

source: That sector isn't loaded yet.
it: Quel settore non è ancora caricato.

source: Left-Click to select the target area
it: Fare clic con il pulsante sinistro del mouse per selezionare l'area di destinazione

source: Invalid Location!
it: Posizione non valida!

source: Jump
it: Salta

source: Enchaining
it: Incatenamento

source: [Hold SHIFT]
it: [Premi SHIFT]

source: Enchain commands
it: Comandi enchain

source: [${i}] Jump
it: [${i}] Salta

source: [${i}] Gate
it: [${i}] Cancello

source: [${i}] Mine Asteroids
it: [${i}] Asteroidi minerari

source: [${i}] Salvage Wreckages
it: [${i}] Recupero dei rottami

source: [${i}] Attack Enemies
it: [${i}] Attacca i nemici

source: [${i}] Patrol Sector
it: [${i}] Settore Pattuglia

source: [${i}] Refine Ores
it: [${i}] Raffina i minerali

source: WANTED: ${target} ${name}
it: RICERCATO: ${target} ${name}

source: Fulfill the bounty hunting contract and make these sectors safe again!
it: Soddisfa il contratto di caccia alle taglie e rendi di nuovo sicuri questi settori!

source: Return to the freighter in sector (${x}:${y})
it: Ritorno al cargo nel settore (${x}:${y})

source: Start looking for the target in \s(%1%:%2%).
it: Inizia a cercare la destinazione in \s(%1%:%2%).

source: Thank you for accepting the contract. Your target: %1% %2%. They have been causing trouble, attacking ships and stations and stealing from us. They claim to belong to a large syndicate, but it turns out they're just outcasts. Do not misunderstand us, we need them dead, do not try to capture them! %3%
it: Grazie per aver accettato il contratto. Il tuo obiettivo: %1% %2%. Hanno causato problemi, attaccando navi e stazioni e rubando da noi. Sostengono di appartenere a un grande sindacato, ma si scopre che sono solo emarginati. Non fraintendeteci, abbiamo bisogno di loro morti, non cercate di catturarli! %3%

source: Thank you for accepting the contract. Your target: %1% %2%. He and his pirates have been terrorizing our people for far too long. We can no longer close our eyes to this threat. Eliminate him and his followers. Do not attempt to take him alive. This is meant to set an example: Destroy every last one of their ships! %3%
it: Grazie per aver accettato il contratto. Il tuo obiettivo: %1% %2%. Lui e i suoi pirati hanno terrorizzato la nostra gente per troppo tempo. Non possiamo più chiudere gli occhi davanti a questa minaccia. Eliminate lui e i suoi seguaci. Non tentare di prenderlo vivo. Questo è un esempio: distruggi fino all'ultima delle loro navi! %3%

# Mail Subject
source: Wanted Dead, Not Alive
it: Ricercato morto, non vivo

source: Defeat ${target} ${name}
it: Sconfitta ${target} ${name}

source: Ah. So the rumors are true! They sent out bounty hunters for us!
it: Ah. Quindi le voci sono vere! Hanno inviato cacciatori di taglie per noi!

source: Yes. Feeling flattered?
it: Sì. Ti senti lusingato?

source: And you believe that you can capture us, you worm? We'll see about that.
it: E tu credi di poterci catturare, verme? Vedremo.

source: Greetings! Thank you for taking care of our little Problem. Please find your reward of %1%¢ in the attachment. We hope you will consider doing business with us in the future. %2%
it: Saluti! Grazie per esserti preso cura del nostro piccolo Problema. Trova la tua ricompensa del %1%¢ in allegato. Ci auguriamo che prenderai in considerazione la possibilità di fare affari con noi in futuro. %2%

# Mail Subject
source: Target Eliminated
it: Obiettivo eliminato

source: Search the container field for information
it: Cerca informazioni nel campo contenitore

source: Found an empty package. Signature indicates sector \s(%1%:%2%) as origin.
it: Trovato un pacco vuoto. La firma indica il settore \s(%1%:%2%) come origine.

source: Search the wreck
it: Ispeziona il relitto

source: Log Files of Freighter ${name}
it: File di registro del cargo ${name}

source: Showing most recent entries: We were attacked in sector (${x}:${y})! Managed to initiate emergency hyperspace jump. Pursuers still on scanners, we'll try to ...
it: Mostrando le voci più recenti: Siamo stati attaccati nel settore (${x}:${y})! Siamo riusciti ad avviare il salto iperspaziale di emergenza. Inseguitori ancora sugli scanner, cercheremo di ...

source: Talk to the freighter
it: Parla con la nave da carico

source: What do you want? Can't you see we have problems of our own?
it: Cosa vuoi? Non vedi che anche noi abbiamo i nostri problemi?

source: We were attacked by a group of ships. The said they belonged to the syndicate 'the Cavaliers', but there's no way that's true! They said that we needed to be taught a lesson for working for 'The Commune'. But then they made us drop our cargo and just left, so why were they talking about righteousness? Bloody pirates!
it: Siamo stati attaccati da un gruppo di navi. Hanno detto che appartenevano al sindacato "The Cavaliers", ma non è possibile che sia vero! Hanno detto che dovevamo imparare una lezione per lavorare per "The Commune". Ma poi ci hanno fatto abbandonare il nostro carico e se ne sono andati, quindi perché stavano parlando di rettitudine? Maledetti pirati!

source: We were attacked by a group of ships. The said they belonged to the syndicate 'the Family', but we didn't believe that. They said that we delivered weapons to 'The Cavaliers'. But we're just doing our job moving freight! We don't deserve to get attacked for that!
it: Siamo stati attaccati da un gruppo di navi. Hanno detto che appartenevano al sindacato "la Famiglia", ma noi non ci credevamo. Hanno detto che abbiamo consegnato armi ai "Cavalieri". Ma stiamo solo facendo il nostro lavoro trasportando merci! Non meritiamo di essere attaccati per questo!

source: We were attacked by a group of ships. The said they belonged to the syndicate 'the Commune', but we didn't believe that. They claimed we were working for a corporation that was suppressing workers, and that we needed to be punished for that. But we're just doing our job moving freight! We don't deserve to get attacked for that!
it: Siamo stati attaccati da un gruppo di navi. Hanno detto che appartenevano al sindacato "la Comune", ma noi non ci credevamo. Hanno affermato che lavoravamo per una società che stava sopprimendo i lavoratori e che dovevamo essere puniti per questo. Ma stiamo solo facendo il nostro lavoro spostando merci! Non meritiamo di essere attaccati per questo!

source: We were attacked by a pirate called ${target} ${name}. He said we were flying through his territory and that we had to pay a toll. When we refused, they damaged our ship instead and told us that they were going to destroy us next time!
it: Siamo stati attaccati da un pirata chiamato ${target} ${name}. Ha detto che stavamo volando attraverso il suo territorio e che dovevamo pagare un pedaggio. Quando ci siamo rifiutati, hanno invece danneggiato la nostra nave e ci hanno detto che ci avrebbero distrutto la prossima volta!

source: Where did they go?
it: Dove sono andati?

source: Why do you care? Are you hunting them?
it: Perché ti interessa? Gli stai dando la caccia?

source: Yes, I want the bounty.
it: Sì, voglio la taglia.

source: Good. They'll get what they deserve! Our scanners showed that they jumped to sector (${x}:${y}) afterwards, but then we stopped tracking them.
it: Bene. Avranno ciò che meritano! I nostri scanner hanno mostrato che sono saltati al settore (${x}:${y}) in seguito, ma poi abbiamo smesso di seguirli.
