Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Excerpts from ${writerName}'s diary.
it: Estratti dal diario di ${writerName}

source: The prisoners seem restless lately. We should calm them down quickly. There's already been a small riot in cell block A4R. I'm glad to be far away from it. Everything is quiet here so far.
it: I prigionieri sembrano irrequieti ultimamente. Dovremmo calmarli rapidamente. C'è già stata una piccola rivolta nel blocco A4R. Sono contento di esserne lontano. Per ora qui è tutto tranquillo.

source: Today there was a riot in the whole B7 section. We had to seal off the area completely. I hope that all colleagues were evacuated in time. I have a feeling we're losing control. But the boss has already called for reinforcements from home.
it: Oggi c'è stata una rivolta in tutta la sezione B7. Abbiamo dovuto isolare completamente l'area. Spero che tutti i colleghi siano stati evacuati in tempo. Ho la sensazione che stiamo perdendo il controllo. Ma il capo ha già chiamato i rinforzi da casa.

source: By now, alarms are going off all the time! I do not know where to go. I'm afraid it's going off on me too! Parts of the ship are completely under their control! Those damn reinforcements must be there before the armory falls!!!
it: Ormai gli allarmi scattano in continuazione! Non so dove andare. Ho paura che si spengano anche su di me! Alcune parti della nave sono completamente sotto il loro controllo! Quei maledetti rinforzi devono arrivare prima che l'armeria cada!!!

source: Where's that damn backup? It's getting tight! Some prisoners have found uniforms! We can't trust anyone anymore!
it: Dov'è quella dannata riserva? Si sta stringendo! Alcuni prigionieri hanno trovato delle uniformi! Non possiamo più fidarci di nessuno!

source: The armory has fallen!! We are retreating as far as we can! WHERE IS OUR REINFORCEMENT?!!
it: L'armeria è caduta! Ci stiamo ritirando il più possibile! DOVE SONO I NOSTRI RINFORZI?!!

# lowercase on purpose
source: they are almost here... we can already hear them screaming... the door is breached... they are coming....
it: Sono quasi arrivati... li sentiamo già urlare... la porta è stata violata... stanno arrivando....

source: fancy diary, this is now mine. was probably nix with reinforcement. maybe next time? xD
it: diario di fantasia, questo è ora mio. era probabilmente nix con il rinforzo. forse la prossima volta? xD

source: You will be destroyed! We cannot use any witnesses!
it: Sarete distrutti! Non possiamo usare nessun testimone!

source: We will not let our freedom be taken away from us anymore!
it: Non permetteremo più che la nostra libertà ci venga portata via!

source: We got our guards, we'll get you too!
it: Abbiamo le nostre guardie, prenderemo anche voi!

source: You must be the reinforcements? Unfortunately too late!
it: Dovete essere i rinforzi? Purtroppo è troppo tardi!

source: High value target located. Starting salvage routine.
it: Individuato un obiettivo di alto valore. Avvio della routine di recupero.

source: Scrap Bot
it: Bot di rottamazione

source: Scrapper 5000
it: Rottamatore 5000

source: Advertisement
it: Pubblicità

source: Brochure to pass on to possible interested parties
it: Opuscolo da distribuire a eventuali interessati

source: Jackpot the Scrap God
it: Jackpot il Dio dei rottami

source: The Scrap Bot 5000 is the best invention since the dishwasher! Thanks to the latest and improved scrapping technology, the Scrap Bot 5000 is the most efficient and employer-friendly way to recycle wrecks!
it: Il bot dei rottami 5000 è la migliore invenzione dopo la lavastoviglie! Grazie alla più recente e migliorata tecnologia di rottamazione, il bot dei rottami 5000 è il modo più efficiente e più facile per riciclare i rottami!

source: No hassle of towing wrecks halfway across the galaxy, no need to operate in only one sector - Call the Scrap Bot 5000 and harvest your scrap!
it: Non c'è bisogno di rimorchiare i rottami per mezza galassia, né di operare in un solo settore: chiamate il bot 5000 e raccogliete i vostri rottami!

source: [Go to Reviews]
it: [Vai alle recensioni]

source: Reviews
it: Recensioni

source: Downloading Reviews.....
it: Scaricare le recensioni.....

source: 5 / 5 stars - The bot is exactly what I was looking for! No salary negotiations, does his job and quickly! 4 / 5 stars - Simply perfect.
it: 5 / 5 stelle - Il bot è esattamente quello che stavo cercando! Nessuna trattativa sul salario, fa il suo lavoro e in fretta! 4 / 5 stelle - Semplicemente perfetto

source: 1 / 5 stars - Would give less stars, but you can’t, of course.. This bot just went rampage. It scrapped EVERYTHING. Including our Station! This is a disaster! 1 / 5 stars - DON’T BUY! This bot has no safety measures in place and will deny orders to stop! We had to destroy it!
it: 1 / 5 stelle - Avrebbe dato meno stelle, ma non si può, naturalmente.... Questo bot si è scatenato. Ha demolito TUTTO. Compreso il nostro Stazione! È un disastro! 1 / 5 stelle - NON COMPRARE! Questo bot non ha misure di sicurezza e nega l'ordine di fermarsi! Abbiamo dovuto distruggerlo!

source: Experience the unique capabilities of our Scrap Bot!
it: Provate le capacità uniche del nostro bot di rottamazione!

source: Review of the day: 1/5 stars - I didn't like the color after all.
it: Recensione del giorno: 1/5 stelle - Il colore non mi è piaciuto.

source: Most helpful review: 4/5 stars - Bot wanted to scrap my ship right away. Otherwise everything wonderful.
it: La recensione più utile: 4/5 stelle - Bot voleva rottamare subito la mia nave. Per il resto tutto meraviglioso.

source: If you are satisfied with our work, we will be glad to receive a positive review.
it: Se siete soddisfatti del nostro lavoro, saremo lieti di ricevere una recensione positiva.

source: Please do not forget to empty the cargo hold regularly!
it: Non dimenticate di svuotare regolarmente la stiva!

source: Xsotan Emissary
it: Emissario Xsotan

source: A massive Xsotan appeared in sector \s(%1%:%2%).
it: Un enorme Xsotan è apparso nel settore \s(%1%:%2%).

source: Xsotan Invasion Overseer
it: Supervisore Invasione Xsotan

source: Fight off the Xsotan Invasion!
it: Respingi l'invasione Xsotan!

source: Xsotan Invasion
it: Invasione Xsotan

source: Masses of Xsotan are invading the center of the galaxy! Help and defeat as many as you can!
it: Masse di Xsotan stanno invadendo il centro della galassia! Aiuta e sconfiggi quanti più puoi!

source: Defeat the first wave
it: Sconfiggi la prima ondata

source: Defeat the second wave
it: Sconfiggi la seconda ondata

source: Defeat the third wave
it: Sconfiggi la terza ondata

source: Defeat the fourth wave
it: Sconfiggi la quarta ondata

source: Defeat the Xsotan Invasion Overseer before he can mark the sector as a passage point!
it: Sconfiggi il Supervisore dell'Invasione Xsotan prima che possa contrassegnare il settore come punto di passaggio!

source: Go to sector (${x}:${y}) to help!
it: Vai al settore (${x}:${y}) per aiutare!

source: SWARM DEFEATED
it: SCIAME SCONFITTO

source: EVENT FAILED
it: EVENTO NON RIUSCITO

source: NEW EVENT
it: NUOVO EVENTO

source: Priest
it: Sacerdote

source: Father
it: Padre

source: Bishop
it: Vescovo

source: Abbot
it: Abate

source: Apostle
it: Apostolo

source: Elder
it: Anziano

source: Pastor
it: Pastore

source: Saint
it: Santo

source: Rabbi
it: Rabbino

source: Druid
it: Druido

source: The %s Cult
it: Il culto di %s

source: Traveler's Stash
it: La scorta del viaggiatore

source: The %s Syndicate
it: Il Sindacato %s

source: Smuggler Hideout
it: Nascondiglio del contrabbandiere

source: Mayday, Mayday! We were ambushed and our hyperdrive is no longer... [END OF MESSAGE]
it: Mayday, Mayday! Ci hanno teso un'imboscata e la nostra iperguida non è più... [FINE MESSAGGIO]

# This refers to factions, such as 'The Xsotan'.
source: The %s
it: Lo %s

source: The %s Emirate
it: L'Emirato %s

source: The Emirate of %s
it: L'Emirato di %s

source: The United Emirate of %s
it: L'Emirato Unito di %s

source: The Galactic %s Emirate
it: L'Emirato Galattico %s

source: The Galactic Emirate of %s
it: L'Emirato Galattico di %s

source: The Universal %s Emirate
it: L'Emirato Universale %s

source: The Universal Emirate of %s
it: L'Emirato Universale di %s

source: The Democratic %s Emirate
it: L'Emirato Democratico %s

source: The Democratic Emirate of %s
it: L'Emirato Democratico di %s

source: The %s States
it: Gli %s Stati

source: The States of %s
it: Gli Stati di %s

source: The United %s States
it: Stati Uniti %s

source: The United States of %s
it: Gli Stati Uniti di %s

source: The Galactic %s States
it: Gli Stati Galattici %s

source: The Galactic States of %s
it: Gli Stati Galattici di %s

source: The Universal %s States
it: Gli Stati Universali %s

source: The Universal States of %s
it: Gli Stati Universali di %s

source: The Democratic %s States
it: Gli Stati Democratici %s

source: The Democratic States of %s
it: Gli Stati Democratici di %s

source: The Planets of %s
it: I Pianeti di %s

source: The United Planets of %s
it: I Pianeti Uniti di %s

source: The Galactic %s Planets
it: I pianeti Galattici %s

source: The Galactic Planets of %s
it: I pianeti galattici di %s

source: The Universal %s Planets
it: I Pianeti Universali %s

source: The Universal Planets of %s
it: I pianeti universali di %s

source: The Democratic %s Planets
it: I %s pianeti democratici

source: The Democratic Planets of %s
it: I pianeti democratici di %s

source: The %s Kingdom
it: Il Regno %s

source: The Kingdom of %s
it: Il Regno di %s

source: The United %s Kingdom
it: Regno Unito %s

source: The United Kingdom of %s
it: Il Regno Unito di %s

source: The Galactic %s Kingdom
it: Il Regno Galattico %s

source: The Galactic Kingdom of %s
it: Il Regno Galattico di %s

source: The Universal %s Kingdom
it: Il Regno Universale %s

source: The Universal Kingdom of %s
it: Il Regno Universale di %s

source: The Democratic %s Kingdom
it: Il Regno Democratico %s

source: The Democratic Kingdom of %s
it: Il Regno Democratico di %s

source: The %s Army
it: L'Esercito %s

source: The Army of %s
it: L'Esercito di %s

source: The United %s Army
it: L'Esercito United %s

source: The United Army of %s
it: L'Esercito Unito di %s

source: The Galactic %s Army
it: L'Esercito Galattico %s

source: The Galactic Army of %s
it: L'Esercito Galattico di %s

source: The Universal %s Army
it: L'Esercito Universale %s

source: The Universal Army of %s
it: L'Esercito Universale di %s

source: The Democratic %s Army
it: L'Esercito Democratico %s

source: The Democratic Army of %s
it: L'Esercito Democratico dello %s

source: The %s Empire
it: L'Impero %s

source: The Empire of %s
it: L'Impero di %s

source: The United Empire of %s
it: L'Impero Unito di %s

source: The Galactic %s Empire
it: L'Impero Galattico %s

source: The Galactic Empire of %s
it: L'Impero Galattico di %s

source: The Universal %s Empire
it: L'Impero Universale %s

source: The Universal Empire of %s
it: L'Impero Universale di %s

source: The Democratic %s Empire
it: L'Impero Democratico %s

source: The Democratic Empire of %s
it: L'Impero Democratico dello %s

source: The %s Clan
it: Il Clan %s

source: The Clan of %s
it: Il Clan di %s

source: The United %s Clan
it: Il Clan United %s

source: The United Clan of %s
it: Il Clan Unito di %s

source: The Galactic %s Clan
it: Il Clan Galattico %s

source: The Galactic Clan of %s
it: Il Clan Galattico di %s

source: The Universal %s Clan
it: Il Clan Universale %s

source: The Universal Clan of %s
it: Il Clan Universale di %s

source: The Democratic %s Clan
it: Il Clan Democratico %s

source: The Democratic Clan of %s
it: Il Clan Democratico di %s

source: The %s Church
it: La Chiesa %s

source: The Church of %s
it: La Chiesa di %s

source: The United Church of %s
it: La Chiesa Unita di %s

source: The Galactic %s Church
it: La Chiesa Galattica %s

source: The Galactic Church of %s
it: La Chiesa Galattica di %s

source: The Universal %s Church
it: La Chiesa Universale %s

source: The Universal Church of %s
it: La Chiesa Universale di %s

source: The Democratic %s Church
it: La Chiesa Democratica %s

source: The Democratic Church of %s
it: La Chiesa Democratica di %s

source: The United %s Corporation
it: La United %s Corporation

source: The Galactic %s Corporation
it: La Galactic %s Corporation

source: The Galactic Corporation of %s
it: La Corporazione Galattica di %s

source: The Universal %s Corporation
it: La Universal %s Corporation

source: The Democratic Corporation of %s
it: La Corporazione Democratica di %s

source: The %s Federation
it: La Federazione %s

source: The Federation of %s
it: La Federazione di %s

source: The United %s Federation
it: La Federazione United %s

source: The United Federation of %s
it: La Federazione Unita di %s

source: The Galactic %s Federation
it: La Federazione Galattica %s

source: The Galactic Federation of %s
it: La Federazione Galattica di %s

source: The Universal %s Federation
it: La Federazione Universale %s

source: The Universal Federation of %s
it: La Federazione Universale degli %s

source: The Democratic %s Federation
it: La Federazione Democratica %s

source: The Democratic Federation of %s
it: La Federazione Democratica di %s

source: The %s Collective
it: Il Collettivo %s

source: The Collective of %s
it: Il Collettivo di %s

source: The United Collective of %s
it: Il Collettivo Unito di %s

source: The Galactic %s Collective
it: Il Collettivo Galattico %s

source: The Galactic Collective of %s
it: Il Collettivo Galattico di %s

source: The Universal %s Collective
it: Il Collettivo Universale %s

source: The Universal Collective of %s
it: Il Collettivo Universale di %s

source: The Democratic %s Collective
it: Il Collettivo Democratico %s

source: The Democratic Collective of %s
it: Il Collettivo Democratico di %s

source: The Followers of %s
it: I Follower di %s

source: The United %s Followers
it: The United %s Follower

source: The United Followers of %s
it: I Seguaci Uniti di %s

source: The Galactic %s Followers
it: I Seguaci Galattici %s

source: The Galactic Followers of %s
it: I Seguaci Galattici di %s

source: The Universal %s Followers
it: I Follower Universali %s

source: The Universal Followers of %s
it: I seguaci universali di %s

source: The Democratic %s Followers
it: I Democratici %s Follower

source: The Democratic Followers of %s
it: I seguaci democratici di %s

source: The %s Organization
it: L'Organizzazione %s

source: The Organization of %s
it: L'Organizzazione di %s

source: The United %s Organization
it: L'Organizzazione United %s

source: The United Organization of %s
it: L'Organizzazione Unita di %s

source: The Galactic %s Organization
it: L'Organizzazione Galattica %s

source: The Galactic Organization of %s
it: L'Organizzazione Galattica dello %s

source: The Universal %s Organization
it: L'Organizzazione Universale %s

source: The Universal Organization of %s
it: L'Organizzazione Universale dello %s

source: The Democratic %s Organization
it: L'Organizzazione Democratica %s

source: The Democratic Organization of %s
it: L'Organizzazione Democratica dello %s

source: The %s Alliance
it: L'Alleanza %s

source: The Alliance of %s
it: L'Alleanza di %s

source: The United %s Alliance
it: L'Alleanza United %s

source: The United Alliance of %s
it: L'Alleanza Unita di %s

source: The Galactic %s Alliance
it: L'Alleanza Galattica %s

source: The Galactic Alliance of %s
it: L'Alleanza Galattica di %s

source: The Universal %s Alliance
it: L'Alleanza Universale %s

source: The Universal Alliance of %s
it: L'Alleanza Universale di %s

source: The Democratic %s Alliance
it: Alleanza Democratica %s

source: The %s Republic
it: La Repubblica %s

source: The Republic of %s
it: La Repubblica di %s

source: The United Republic of %s
it: La Repubblica Unita di %s

source: The Galactic %s Republic
it: La Repubblica Galattica %s

source: The Galactic Republic of %s
it: La Repubblica Galattica di %s

source: The Universal %s Republic
it: La Repubblica Universale %s

source: The Universal Republic of %s
it: La Repubblica Universale di %s

source: The Democratic %s Republic
it: Repubblica Democratica %s

source: The Democratic Republic of %s
it: Repubblica Democratica del %s

source: The Commonwealth of %s
it: Il Commonwealth di %s

source: The United %s Commonwealth
it: Il Commonwealth United %s

source: The United Commonwealth of %s
it: Il Commonwealth Unito di %s

source: The Galactic %s Commonwealth
it: Il Commonwealth Galattico %s

source: The Galactic Commonwealth of %s
it: Il Commonwealth Galattico di %s

source: The Universal %s Commonwealth
it: Il Commonwealth Universale %s

source: The Universal Commonwealth of %s
it: Il Commonwealth Universale di %s

source: The Democratic %s Commonwealth
it: Il Commonwealth Democratico %s

source: The Democratic Commonwealth of %s
it: Il Commonwealth Democratico di %s

source: The %s Dominion
it: Il Dominio %s

source: The Dominion of %s
it: Il Dominio di %s

source: The United %s Dominion
it: Il Dominio United %s

source: The United Dominion of %s
it: Il Dominio Unito di %s

source: The Galactic %s Dominion
it: Il Dominio Galattico %s

source: The Galactic Dominion of %s
it: Il Dominio Galattico di %s

source: The Universal %s Dominion
it: Il Dominio Universale %s

source: The Universal Dominion of %s
it: Il Dominio Universale di %s

source: The Democratic %s Dominion
it: Il Dominio Democratico %s

source: The Democratic Dominion of %s
it: Il Dominio Democratico dello %s

source: The Syndicate of %s
it: Il Sindacato di %s

source: The United %s Syndicate
it: Il Sindacato United %s

source: The United Syndicate of %s
it: Il Sindacato Unito di %s

source: The Galactic %s Syndicate
it: Il Sindacato Galattico %s

source: The Galactic Syndicate of %s
it: Il Sindacato Galattico di %s

source: The Universal %s Syndicate
it: Il Sindacato Universale %s

source: The Universal Syndicate of %s
it: Il Sindacato Universale di %s

source: The Democratic %s Syndicate
it: Il Sindacato Democratico %s

source: The Democratic Syndicate of %s
it: Il Sindacato Democratico dello %s

source: The %s Guild
it: La Gilda %s

source: The Guild of %s
it: La Gilda di %s

source: The United %s Guild
it: Gilda United %s

source: The United Guild of %s
it: La Gilda Unita di %s

source: The Galactic %s Guild
it: La Gilda Galattica %s

source: The Galactic Guild of %s
it: La Gilda Galattica di %s

source: The Universal %s Guild
it: La Gilda Universale %s

source: The Universal Guild of %s
it: La Gilda Universale di %s

source: The Democratic %s Guild
it: La Gilda Democratica %s

source: The Democratic Guild of %s
it: La Gilda Democratica di %s

source: The Buccaneers of %s
it: I bucanieri di %s

source: The United %s Buccaneers
it: Gli United %s Buccaneers

source: The United Buccaneers of %s
it: I Bucanieri Uniti di %s

source: The Galactic %s Buccaneers
it: I Galactic %s Buccaneers

source: The Galactic Buccaneers of %s
it: I bucanieri galattici di %s

source: The Universal Buccaneers of %s
it: I bucanieri universali di %s

source: The Democratic Buccaneers of %s
it: I bucanieri democratici di %s

source: The %s Conglomerate
it: Il Conglomerato %s

source: The Conglomerate of %s
it: Il Conglomerato di %s

source: The United %s Conglomerate
it: Il Conglomerato United %s

source: The United Conglomerate of %s
it: Il Conglomerato Unito di %s

source: The Galactic %s Conglomerate
it: Il Conglomerato Galattico %s

source: The Galactic Conglomerate of %s
it: Il Conglomerato Galattico di %s

source: The Universal %s Conglomerate
it: Il Conglomerato Universale %s

source: The Universal Conglomerate of %s
it: Il Conglomerato Universale di %s

source: The Democratic %s Conglomerate
it: Il Conglomerato Democratico %s

source: The Democratic Conglomerate of %s
it: Il Conglomerato Democratico dello %s

source: The Pirates of %s
it: I pirati di %s

source: The United Pirates of %s
it: I Pirati Uniti di %s

source: The Galactic %s Pirates
it: I Pirati Galattici %s

source: The Galactic Pirates of %s
it: I Pirati Galattici di %s

source: The Universal %s Pirates
it: I Pirati Universali %s

source: The Universal Pirates of %s
it: I Pirati Universali di %s

source: The Democratic %s Pirates
it: I Pirati Democratici %s

source: The Democratic Pirates of %s
it: I Pirati Democratici di %s

source: unforgiving
it: spietato

source: forgiving
it: perdonare

source: Turret Control Subsystem ${ids}-TCS-${num}
it: Sottosistema di controllo torretta ${ids}-TCS-${num}

# generic name for 'Turret Control Subsystem ${ids}-TCS-${num}'
source: Turret Control Subsystem (Arbitrary)
it: Sottosistema di controllo della torretta (arbitrario)

source: Auto-Turret Control Subsystem ${ids}-TCS-${num}
it: Sottosistema di Controllo Auto-Torretta ${ids}-TCS-${num}

# generic name for 'Auto-Turret Control Subsystem ${ids}-TCS-${num}'
source: Turret Control Subsystem (Auto)
it: Sottosistema Controllo Torretta (auto)

source: Independent Turret Control System
it: Sistema di controllo torretta indipendente

source: Adds slots for independent turrets
it: Aggiunge slot per torrette indipendenti

source: Permanent Installation Only (not active):
it: Solo installazione permanente (non attiva):

source: Energy Consumption
it: Consumo energetico

source: Permanent Installation Bonuses Active
it: Bonus Installazione Permanente Attivi

source: Unique: only one per ship
it: Unico: solo uno per nave

source: Permanent: can only be installed permanently
it: Permanente: può essere installato solo in modo permanente

source: Fast-Charge Battery Booster
it: Carica rapida della batteria

source: Fast-Charge Battery Upgrade
it: Aggiornamento della batteria a ricarica rapida

source: Energy Capacity
it: Capacità energetica

source: Dozen-headed Behemoth ${serialNumber}
it: Behemoth a testa in giù ${serialNumber}

# generic name for 'Dozen-headed Behemoth ${serialNumber}'
source: Behemoth Carrier Subsystem
it: Sottosistema portante Behemoth

# ex: 10 to 15
source: ${from} to ${to}
it: Da ${from} a ${to}

source: +${bonusSquads} squad and +${productionSpeedup} prod. speedup for each permanently installed:
it: +${bonusSquads} squadra e +${productionSpeedup} prod. di velocità per ogni installazione permanente:

source: Behemoth Civil Subsystem ${ids}-BTCS-${num}
it: Sottosistema civile Behemoth ${ids}-BTCS-${num}

# generic name for 'Behemoth Civil Subsystem ${ids}-BTCS-${num}'
source: Behemoth Civil Subsystem
it: Sottosistema civile Behemoth

source: Behemoth Turret Control System
it: Sistema di controllo della torretta Behemoth

source: Additional slots for each permanently installed:
it: Slot aggiuntivi per ogni installazione permanente:

source: +1 slot for each of the first ${systemAmount} systems
it: +1 slot per ciascuno dei primi sistemi di ${systemAmount}

source: +${slotAmount} slots for each of the next ${systemAmount} systems
it: +${slotAmount} slot per ciascuno dei prossimi ${systemAmount} sistemi

source: Behemoth Exploration Booster
it: Potenziatore di esplorazione Behemoth

source: Exploration Booster
it: Booster di esplorazione

source: Behemoth Exploration System
it: Sistema di esplorazione Behemoth

source: +${rangeBonus} jump & radar range for each permanently installed:
it: +${rangeBonus} salto e raggio d'azione del radar per ogni apparecchio installato in modo permanente:

source: To infinity and beyond!
it: Verso l'infinito e oltre!

source: Behemoth Combat Subsystem ${ids}-BTCS-${num}
it: Sottosistema di combattimento Behemoth ${ids}-BTCS-${num}

# generic name for 'Behemoth Combat Subsystem ${ids}-BTCS-${num}'
source: Behemoth Combat Subsystem
it: Sottosistema di combattimento Behemoth

# ex: T1M-LRD-Tech Cargo Extension MK IV SC
source: T1M-LRD-Tech Cargo Extension MK ${mark}${post}
it: Estensione del carico T1M-LRD-Tech MK ${mark}${post}
