Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Mk. ${mark} CSD 'Sphinx' ${serial}
it: Mc. ${mark} CSD 'Sphinx' ${serial}

source: Averts a fine
it: Previene una multa

source: Yes
it: Sì

source: Stability
it: Stabilità

source: One time usage
it: Utilizzo una tantum

source: Chance of ${probability}% to not be destroyed
it: Probabilità del ${probability}% di non essere distrutti

source: Shields your cargo bay during inspections
it: Protegge la stiva di carico durante le ispezioni

source: Avoids fines during inspections
it: Evita multe durante le ispezioni

source: Exploit
it: Sfrutta

source: Code
it: Codice

source: Shadow
it: Ombra

source: 0 Day
it: 0 Giorno

source: ${rarity} Injector ${serialNumber}
it: ${rarity} Iniettore ${serialNumber}

# generic name for '${rarity} Injector ${serialNumber}'
source: Injector
it: Iniettore

source: Hacking Range
it: Intervallo di hacking

source: Detection Range
it: Intervallo di rilevamento

source: Can hack containers up to security level %i.
it: Può hackerare container fino al livello di sicurezza %i.

source: Allows silent hacking up to security level %i.
it: Consente l'hacking silenzioso fino al livello di sicurezza %i.

source: Highlights hackable containers in a radius of %g km.
it: Evidenzia i container hackerabili in un raggio di %g km.

source: Target cannot be hacked.
it: Il bersaglio non può essere violato.

source: Target is too far away.
it: Il bersaglio è troppo lontano.

source: Target's security level is too high.
it: Il livello di sicurezza del bersaglio è troppo alto.

source: Hacking Interrupted - Out of Range!
it: Hacking interrotto - Fuori portata!

source: Time Remaining: %02d:%05.2f
it: Tempo rimanente: %02d:%05.2f

source: Cavaliers Identity Thief
it: Ladro di identità dei Cavaliers

source: Install this subsystem to fool Cavaliers captains into thinking you are one of them.
it: Installa questo sottosistema per far credere ai capitani dei Cavaliers che sei uno di loro.

source: Allows you to steal the identity of a Cavaliers Freighter
it: Permette di rubare l'identità di un Cavaliers Freighter

source: Captain %s: I'm beginning the preparations to attract the mega Xsotan. It will be ready in a few minutes. In the meantime we can continue with the main mission. However, I must remain on the bridge.
it: Capitano %s: Sto iniziando i preparativi per attirare il mega Xsotan. Sarà pronto in pochi minuti. Nel frattempo possiamo continuare con la missione principale. Tuttavia, devo rimanere sul ponte.

source: Captain %s: It works! Just a few moments and the Xsotan will show!
it: Captain %s: Funziona! Solo pochi istanti e lo Xsotan apparirà!

source: Captain %s: There's the scumbag! Now it's all or nothing! Let's strike it down together!
it: Capitano %s: Ecco il pezzo di merda! Ora è tutto o niente! Abbattiamolo insieme!

source: Emergency protocols activated. Major damage to life systems detected. Immediate evacuation advised.
it: Protocolli di emergenza attivati. Rilevati gravi danni ai sistemi vitali. Evacuazione immediata consigliata.

source: [Release Escape Pods]
it: [Rilascia i baccelli di fuga]

source: Emergency protocols activated. Escape Pods have been released.
it: Protocolli di emergenza attivati. Le capsule di fuga sono state rilasciate.

source: Scanners couldn't find any rescue vessel nearby. Ejection cancelled.
it: Gli scanner non sono riusciti a trovare alcuna nave di soccorso nelle vicinanze. Espulsione annullata.

source: You are not close enough to eject the Escape Pods
it: Non sei abbastanza vicino per espellere i Pod di fuga

source: chhrk .. Help! .. chrk .. We're stranded on .. asteroid .. chrrrk..! If .. chrrk .. can hear us .. come help us! .. chrrk .. .. transmitter .. chrkk .. weak ..chrrk, come closer ..chhrrk.. contact ..
it: chhrk .. Aiuto! .. chrk .. Siamo bloccati su .. asteroide .. chrrrk..! Se .. chrrk .. può sentirci.. vieni ad aiutarci! .. chrrk.. .. trasmettitore .. chrkk.. debole .. chrrk, vieni più vicino ..chhrrk.. contatto ..

source: Help! We're stranded on an asteroid! If someone can hear us, please come help us! Our transmitter is too weak for long distances, you have to come closer to our Makeshift Emergency Camp to contact us!
it: Aiuto! Siamo bloccati su un asteroide! Se qualcuno può sentirci, per favore vieni ad aiutarci! Il nostro trasmettitore è troppo debole per le lunghe distanze, devi avvicinarti al nostro campo di emergenza improvvisato per contattarci!

source: Weak Communication Beacon
it: Faro di comunicazione debole

source: chhrk .. Help! .. chrk
it: chhrk .. Aiuto! .. chrk

source: come help us! .. chrrk ..
it: vieni ad aiutarci! .. chrrk ..

source: come closer ..chhrrk.. contact ..
it: avvicinati ..chhrrk.. contatto ..

source: transmitter .. chrkk .. weak
it: trasmettitore .. chrkk .. debole

source: S.O.S.! We need to evacuate urgently and are in need of Escape Pods.
it: S.O.S.! Dobbiamo evacuare con urgenza e abbiamo bisogno di capsule di salvataggio.

source: Hello? Can you hear us?
it: Pronto? Riesci a sentirci?

source: I can hear you!
it: Ti sento!

source: Thanks to the stars! Finally someone has arrived to rescue us! Undock the Escape Pods in our vicinity, we will pull them in ourselves.
it: Grazie alle stelle! Finalmente qualcuno è arrivato a salvarci! Sgancia le capsule di salvataggio nelle nostre vicinanze, le tireremo noi stessi.

source: Uh, Escape Pods?
it: Ehm, le capsule di salvataggio?

source: Don't you have any? Damn! Then we'll need a different solution. Okay, listen: The Escape Pods on our ships should still be funtional. We need them here as quickly as possible! But be cautious, when we tried retrieving the Escape Pods we were attacked by the Xsotan immediately!
it: Non ne hai? Dannazione! Allora avremo bisogno di una soluzione diversa. Ok, ascolta: le capsule di salvataggio sulle nostre navi dovrebbero essere ancora funzionali. Ne abbiamo bisogno qui il più rapidamente possibile! Ma fai attenzione, quando abbiamo provato a recuperare le capsule di salvataggio siamo stati immediatamente attaccati dagli Xsotan!

source: I'll get one.
it: Ne prendo uno.

source: One won't be enough! We're stranded here with too many people. We'll need at least three Escape Pods to save everyone.
it: Uno non basterà! Siamo bloccati qui con troppe persone. Avremo bisogno di almeno tre capsule di salvataggio per salvare tutti.

source: Our ships are stranded next to these monoliths. Follow the lights of the buoys to find the wreckages.
it: Le nostre navi sono bloccate accanto a questi monoliti. Segui le luci delle boe per trovare i rottami.

source: Alright.
it: Va bene.

source: Take these Marker Buoys to not lose orientation and quickly find your way back to us.
it: Prendi queste boe di segnalazione per non perdere l'orientamento e ritrovare rapidamente la strada verso di noi.

source: Scan initiated. Remaining time: ${timeRemaining}
it: Scansione avviata. Tempo rimanente: ${timeRemaining}

source: Scan interrupted. Awaiting initiation of the repair routine...
it: Scansione interrotta. In attesa dell'avvio della routine di riparazione...

source: Scan interrupted. Awaiting repairs of the destroyed probe...
it: Scansione interrotta. In attesa di riparazioni della sonda distrutta...

source: Scan complete! Data is ready for pickup.
it: Scansione completata! I dati sono pronti per il ritiro.

source: Connecting to other probes...
it: Connessione ad altre sonde in corso...

source: Scan unit damaged. In need of repairs!
it: Unità di scansione danneggiata. Necessità di riparazioni!

source: [Download Data]
it: [Scarica dati]

source: Starting scan...
it: Avvio della scansione in corso...

source: Ancient Defense Platform
it: Antica Piattaforma di Difesa

source: This seems to be some kind of stash, but it appears to be out of energy. There must be batteries in the area that can be used to open it!
it: Questa sembra una specie di scorta, ma sembra essere a corto di energia. Devono esserci delle batterie nell'area che possono essere utilizzate per aprirla!

source: [Find Battery]
it: [Trova batteria]

source: Empty Stash
it: Scorta vuota

source: Status: not enough energy, emergency operation activated. Batteries: 0/2
it: Stato: energia insufficiente, funzionamento di emergenza attivato. Batterie: 0/2

source: Status: not enough energy, emergency operation activated. Batteries: 1/2
it: Stato: energia insufficiente, funzionamento di emergenza attivato. Batterie: 1/2

source: Power supply ensured. Batteries: 2/2
it: Alimentazione assicurata. Batterie: 2/2

source: Ready
it: Pronto

source: Not Ready
it: Non pronto

source: Status
it: Stato

source: Power supply established, starting sequence initiated.
it: Alimentazione stabilita, sequenza di avvio avviata.

source: All systems online, connection established.
it: Tutti i sistemi online, connessione stabilita.

source: Activator required in the vicinity, systems on standby.
it: Attivatore richiesto in prossimità, sistemi in standby.

source: Charging Ancient Gate: %02d:%05.2f
it: Carica Antico Cancello: %02d:%05.2f

source: A device, which can supply ancient gates with energy. It hums softly.
it: Un dispositivo, in grado di fornire energia agli antichi cancelli. Ronza dolcemente.

source: Chargeable gate within reach detected.
it: Cancello ricaricabile a portata di mano rilevato.

source: A device, which can supply ancient gates with energy. There must be a battery in the area to power it up.
it: Un dispositivo, che può fornire energia agli antichi cancelli. Deve esserci una batteria nella zona per accenderlo.

source: A device, which can supply ancient gates with energy. It's too far away from the gate to function properly.
it: Un dispositivo, in grado di fornire energia agli antichi cancelli. È troppo lontano dal cancello per funzionare correttamente.

source: It's tough to know the past. It's even tougher to know the future. What would you do if you could repeat history?
it: È difficile conoscere il passato. È ancora più difficile conoscere il futuro. Cosa faresti se potessi ripetere la storia?

source: Live Again
it: Vivi di nuovo

source: Into the Rift story was reset.
it: La storia di Into the Rift è stata reimpostata.

source: You have seen. You are ready.
it: Hai visto. Sei pronto.

source: Are you sure you want to relive the Into the Rift Story campaign? This cannot be undone!
it: Sei sicuro di voler rivivere la campagna Into the Rift Story? Questa operazione non può essere annullata!

source: Yes, reset my progress.
it: Sì, ripristina i miei progressi.

source: You're too far away.
it: Sei troppo lontana.

source: EMP Generator
it: Generatore EMP

source: EMP Status: Ready
it: Stato EMP: pronto

source: %i mines destroyed.
it: %i mine distrutte.

source: Protection Platform
it: Piattaforma di protezione

source: Nano Doc Repair Platform
it: Piattaforma di riparazione Nano Doc

source: You're not close enough to scan the object.
it: Non sei abbastanza vicino per scansionare l'oggetto.

source: Scan Complete
it: Scansione completata

source: Scanning ...
it: Scansione in corso ...

source: Scan Interrupted - Out of Range!
it: Scansione interrotta - Fuori portata!

# ie: C-41 Object Detector Buoy Mk IV
source: CB-${serial} Object Detector Buoy Mk IV
it: CB-${serial} Rilevatore di oggetti Buoy Mk IV

source: Status: Buoy online. Range: 200km
it: Stato: boa online. Gittata: 200 km

source: It appears to be locked and heavily secured.
it: Sembra essere bloccato e fortemente protetto.

source: The vault hatch has been unlocked.
it: Il portello del caveau è stato sbloccato.

source: [Inspect]
it: [Ispeziona]

source: This appears to be some kind of switch, but it seems to be out of energy. There must be a battery in the area to power it up.
it: Questo sembra essere una sorta di interruttore, ma sembra essere senza energia. Deve esserci una batteria nella zona per accenderlo.

source: Power supply ensured.
it: Alimentazione elettrica assicurata.

source: Insufficient energy, emergency operation activated.
it: Energia insufficiente, funzionamento di emergenza attivato.

source: Minor energy signatures detected.
it: Rilevate firme energetiche minori.

source: We tried to get in contact with the Xsotan. But they don't appear to be reachable on any frequency that we could try!
it: Abbiamo cercato di metterci in contatto con gli Xsotan. Ma non sembrano essere raggiungibili su nessuna frequenza che potremmo provare!

source: Not even the frequencies that we're receiving from the subspace right before Xsotan appear seem to be working.
it: Nemmeno le frequenze che stiamo ricevendo dal subspazio proprio prima che Xsotan sembri funzionare.

source: These new beings seems to be eating asteroids. They appear repeatedly in swarms and destroy entire sectors full of asteroids.
it: Questi nuovi esseri sembrano mangiare asteroidi. Appaiono ripetutamente negli sciami e distruggono interi settori pieni di asteroidi.

source: We've lost some of our most important resource supplies. If this continues, we won't get around applying violence.
it: Abbiamo perso alcune delle nostre risorse più importanti. Se continua così, non andremo in giro ad applicare la violenza.

source: Our outposts have been attacked!
it: I nostri avamposti sono stati attaccati!

source: Some ships with unknown signatures have appeared. They did not respond to our communication.
it: Sono apparse alcune navi con firme sconosciute. Non hanno risposto alla nostra comunicazione.

source: Warning shots were fired, whereupon the unknown ships attacked and destroyed our outpost.
it: Furono sparati colpi di avvertimento, dopodiché le navi sconosciute attaccarono e distrussero il nostro avamposto.

source: Personal notes: After the Xsotan turned out to be hostile, representatives of all factions were gathered to discuss further actions.
it: Note personali: dopo che gli Xsotan si sono rivelati ostili, i rappresentanti di tutte le fazioni si sono riuniti per discutere ulteriori azioni.

source: With a great majority, a major conquest against the intruders was agreed upon.
it: Con una grande maggioranza, fu concordata una grande conquista contro gli intrusi.

source: The conquest will commence in two months.
it: La conquista inizierà tra due mesi.

source: Fleet report KA17: Our fleets have encountered a large enemy in the center of the galaxy.
it: Rapporto della flotta KA17: Le nostre flotte hanno incontrato un grande nemico al centro della galassia.

source: We have received one last radio transmission before communication was cut off.
it: Abbiamo ricevuto un'ultima trasmissione radio prima che la comunicazione fosse interrotta.

source: Apparently a huge Xsotan was present, who triggered a gigantic wave. The center of the galaxy has disappeared inside a giant rift ever since.
it: A quanto pare era presente un enorme Xsotan, che innescò un'onda gigantesca. Da allora il centro della galassia è scomparso all'interno di una spaccatura gigante.

source: Diary entry, year 17 of the 395th cycle: our sector was hit again by a disruption in the space-time continuum.
it: Diary entry, anno 17 del 395 ° ciclo: il nostro settore è stato nuovamente colpito da una perturbazione nel continuum spazio-temporale.

source: The disruptions penetrate the entire area like a tidal wave.
it: Le interruzioni penetrano nell'intera area come un'onda di marea.

source: Headline: Rifts are blocking annual race
it: Titolo: Le spaccature stanno bloccando la gara annuale

source: The newly emerged rifts are blocking the path through our own territory. Therefore, the annual race has to be cancelled.
it: Le spaccature appena emerse stanno bloccando il percorso attraverso il nostro territorio. Pertanto, la gara annuale deve essere annullata.

source: Saddened fans turn to science with an appeal: ways should finally be found to at least cross the rifts.
it: I tifosi rattristati si rivolgono alla scienza con un appello: si dovrebbe finalmente trovare il modo di attraversare almeno le spaccature.

source: Scientists are still unsure, how exactly these rifts prevent hyperspace jumps. Latest research points to some kind of interdimensional mountain, which blocks jumps.
it: Gli scienziati non sono ancora sicuri di come esattamente queste spaccature impediscano i salti nell'iperspazio. Le ultime ricerche indicano una sorta di montagna interdimensionale, che blocca i salti.

source: Personal records, Research Station 17/RK: Today, Xsotan appeared in our sector again. We did not try to communicate with them this time.
it: Documenti personali, Stazione di ricerca 17/RK: Oggi, Xsotan è apparso di nuovo nel nostro settore. Questa volta non abbiamo cercato di comunicare con loro.

source: Instead we aligned our finest antennas on them to intercept their own communication.
it: Invece abbiamo allineato le nostre migliori antenne su di loro per intercettare la loro comunicazione.

source: Even when our defense ships attacked and destroyed them, we could not determine any interaction between the Xsotan.
it: Anche quando le nostre navi da difesa li hanno attaccati e distrutti, non siamo riusciti a determinare alcuna interazione tra gli Xsotan.

source: Safety regulation: newest research results report that Xsotan are attracted by large energies. Since we want to prevent all further contact, energy consumption of all stations will be cut in half.
it: Regolamentazione della sicurezza: gli ultimi risultati della ricerca riportano che gli Xsotan sono attratti da grandi energie. Poiché vogliamo evitare ogni ulteriore contatto, il consumo di energia di tutte le stazioni sarà dimezzato.

source: Violations against this regulation can be punished with fines and imprisonment, as well as lifetime banishments.
it: Le violazioni del presente regolamento possono essere punite con multe e reclusione, nonché con esilio a vita.

source: Since the great battle against the Xsotan, the center of the galaxy is no longer accessible. As if it was swallowed by this rift.
it: Dalla grande battaglia contro gli Xsotan, il centro della galassia non è più accessibile. Come se fosse stata inghiottita da questa spaccatura.

source: Rifts have begun to spread across the galaxy ever since. Although it appears that they do not persist everywhere.
it: Da allora le spaccature hanno iniziato a diffondersi in tutta la galassia. Anche se sembra che non persistano ovunque.

source: Reasearch Station UE19/25-7, investigation report: Today we were able to investigate the wreck of a Xsotan for the first time.
it: Stazione di ricerca UE19/25-7, rapporto di indagine: oggi siamo stati in grado di indagare sul relitto di uno Xsotan per la prima volta.

source: Aboard we have not found any crew quarters or any corridors to operate the ship.
it: A bordo non abbiamo trovato alloggi per l'equipaggio o corridoi per gestire la nave.

source: We had to make our own paths with our strongest drills. Could the Xsotan not be just the ships, but a lifeform of their own?
it: Abbiamo dovuto fare i nostri percorsi con le nostre esercitazioni più forti. Gli Xsotan non potevano essere solo le navi, ma una forma di vita a sé stante?

source: This would mean that metal based life is possible! No one has accomplished such a groundbreaking discovery for centuries!
it: Ciò significherebbe che la vita basata sul metallo è possibile! Nessuno ha compiuto una scoperta così rivoluzionaria per secoli!

source: Rumors report of a survivor of the last battle against the Xsotan. He said something about a cruel dimension, in which the Xsotan live.
it: Voci riferiscono di un sopravvissuto dell'ultima battaglia contro gli Xsotan. Ha detto qualcosa su una dimensione crudele, in cui vivono gli Xsotan.

source: This dimension is supposedly empty and distorted. We must increase our research to find a way into this dimension, to discover the origin of the Xsotan.
it: Questa dimensione è presumibilmente vuota e distorta. Dobbiamo aumentare la nostra ricerca per trovare una via in questa dimensione, per scoprire l'origine degli Xsotan.

source: Breaking news: Xsotan are gathering in masses!
it: Ultime notizie: gli Xsotan si stanno radunando in massa!

source: Outposts report that the Xsotan are gathering in masses in a nearby sector. But they do not appear to be planning an attack.
it: Gli avamposti riferiscono che gli Xsotan si stanno radunando in massa in un settore vicino. Ma non sembra che stiano pianificando un attacco.

source: Experts report that it could be a Xsotan ritual. It is suspected, that they are able to perform huge jumps by gathering a large amount of ships.
it: Gli esperti riferiscono che potrebbe essere un rituale Xsotan. Si sospetta che siano in grado di eseguire enormi salti raccogliendo una grande quantità di navi.

source: There are voices that claim these gatherings can even overcome dimensional borders.
it: Ci sono voci che affermano che questi raduni possono persino superare i confini dimensionali.

source: Research log ZIR-13: Our jumps are blocked by the rifts. We suspect an interdimensional gateway.
it: Research log ZIR-13: I nostri salti sono bloccati dalle spaccature. Sospettiamo un gateway interdimensionale.

source: Rifts could be connections to the Xsotan dimension. Our attempts to advance into the rifts have cost us three additional drones, but have not delivered any results.
it: Le spaccature potrebbero essere connessioni alla dimensione Xsotan. I nostri tentativi di avanzare nelle spaccature ci sono costati altri tre droni, ma non hanno prodotto alcun risultato.

source: We have received the funding for our subspace research project. The aim of this research is to discover if the subspace has a border.
it: Abbiamo ricevuto il finanziamento per il nostro progetto di ricerca subspaziale. Lo scopo di questa ricerca è scoprire se il sottospazio ha un confine.

source: We suspect that the subspace is some sort of connection layer between the dimensions. Thus the home dimension of the Xsotan could be beyond the subspace.
it: Sospettiamo che il sottospazio sia una sorta di livello di connessione tra le dimensioni. Quindi la dimensione home dell'Xsotan potrebbe essere al di là del subspazio.

source: Entry Z95: Deployed power sources with different strengths.
it: Entry Z95: Sorgenti di alimentazione distribuite con diversi punti di forza.

source: A strong source attracts Xsotan more quickly.
it: Una fonte forte attrae Xsotan più rapidamente.

source: A pulsating source is attacked by the Xsotan.
it: Una fonte pulsante viene attaccata dagli Xsotan.

source: Appearance of Xsotan is accompanied by subspace signals.
it: L'aspetto di Xsotan è accompagnato da segnali subspaziali.

source: Conclusion: Xsotan are energy sensitive. Sudden appearances of energy make the Xsotan aggressive.
it: Conclusione: gli Xsotan sono sensibili all'energia. Apparizioni improvvise di energia rendono gli Xsotan aggressivi.

source: Fleet report KA783: Xsotan devour asteroids.
it: Rapporto della flotta KA783: gli Xsotan divorano gli asteroidi.

source: Resources from asteroids are devoured as well.
it: Anche le risorse degli asteroidi vengono divorate.

source: Xsotan with resources are especially protected.
it: Gli Xsotan con risorse sono particolarmente protetti.

source: Some Xsotan exude unknown resources.
it: Alcuni Xsotan trasudano risorse sconosciute.

source: New subspace anomaly discovered.
it: Rilevata nuova anomalia subspaziale.

source: Subspace moves in waves. Movement was perceived in wave mountains.
it: Il subspazio si muove a ondate. Il movimento era percepito nelle montagne ondose.

source: Possible analogy: Fish snapping for food at the surface.
it: Possibile analogia: pesce che scatta per il cibo in superficie.

source: Wave movement hurls Xsotan into a sector.
it: Il movimento dell'onda scaglia Xsotan in un settore.

source: Research satellite Jarum, scan results: subspace completely permeated by rift.
it: Satellite di ricerca Jarum, risultati di scansione: subspazio completamente permeato da rift.
