Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: The jump route is still being calculated.
it: La rotta di salto è ancora in fase di calcolo.

source: Hyperdrive is getting no energy and can't recharge.
it: L'iperguida non riceve energia e non può ricaricarsi.

source: Your ship is facing in the wrong direction.
it: La tua nave è rivolta nella direzione sbagliata.

source: Your hyperdrive is being jammed!
it: La tua iperguida viene disturbata!

source: Your hyperdrive still needs 1 second to recharge.
it: La tua iperguida ha ancora bisogno di 1 secondo per ricaricarsi.

source: You have been blocked from using the chat for an indefinite amount of time.
it: Ti è stato impedito di utilizzare la chat per un periodo di tempo indefinito.

source: You have been blocked from using the chat for %s.
it: Ti è stato impedito di utilizzare la chat per %s.

source: Alliance MOTD
it: Messaggio del giorno Alleanza

source: You're playing on the beta branch, a testing ground for new and experimental features.
it: Stai giocando sul beta branch, un territorio di prova per funzionalità nuove e sperimentali.

source: DevMode enabled, achievements are disabled.
it: DevMode abilitato, i trofei sono disabilitati.

source: WARNING: High Load Simulation enabled! Server will artificially simulate high load spikes.
it: ATTENZIONE: Stress Test Server abilitato! Il server simulerà picchi di utenti elevati.

source: An internal error occurred, entity has no ShipSystem.
it: Si è verificato un errore interno, l'entità non ha ShipSystem.

source: You must own the Black Market DLC to install this subsystem.
it: È necessario possedere il DLC Mercato Nero per installare questo sottosistema.

source: You must own the Into The Rift DLC to install this subsystem.
it: È necessario possedere il DLC Dentro il Rift per installare questo sottosistema.

source: You already have this subsystem installed.
it: Hai già installato questo sottosistema.

source: You can only install this subsystem permanently.
it: È possibile installare questo sottosistema solo in modo permanente.

source: You have to be close to an Equipment Dock to remove permanently installed subsystems.
it: Devi essere vicino ad una Stazione di Equipaggiamento per rimuovere i sottosistemi installati in modo permanente.

source: You can't activate items from your alliance inventory.
it: Non puoi attivare oggetti dal tuo inventario dell'alleanza.

source: This item is bound to another player.
it: Questo oggetto è legato a un altro giocatore.

source: You don't have permissions to do that.
it: Non hai le autorizzazioni per farlo.

source: That player isn't online.
it: Quel giocatore non è online.

source: You need %1% Credits to pay the crew of %2%.
it: Hai bisogno di %1% crediti per pagare l'equipaggio dell' %2%.

source: You paid %1% Credits to the crew of %2%.
it: Hai pagato %1% Crediti all'equipaggio di %2%.

source: The crew of your ship '%s' was paid.
it: L'equipaggio della tua nave "%s" è stato pagato.

source: You can only rename crafts in the same sector as you are.
it: Puoi rinominare solo le creazioni che si trovano nel tuo stesso settore.

source: You can't set a craft name to be empty.
it: Il nome di una creazione non può essere vuoto.

source: You already have a craft with that name.
it: Hai già una nave con quel nome.

source: Couldn't find a craft called '%s'.
it: Impossibile trovare la nave chiamata "%s".

source: This craft cannot have a unique name.
it: Questa nave non può avere un nome univoco.

source: You can only reclass crafts in the same sector as you are.
it: Puoi riclassificare solo le navi che si trovano nel tuo stesso settore.

source: This craft cannot have a class.
it: Questa nave non può avere una classe.

source: You can only reicon crafts in the same sector as you are.
it: Puoi cambiare l'icona solo alle navi che si trovano nel tuo stesso settore.

source: This craft cannot have an icon.
it: Questa nave non può avere un'icona.

source: You can't send emails while your inbox is full (%1%/%2%).
it: Non puoi inviare e-mail mentre la tua casella di posta è piena (%1%/%2%).

source: Error sending mail: The recipient's mailbox is full. Recipient: "%1%" Subject: "%2%" Text: "%3%"
it: Errore nell'invio della mail: La casella di posta del destinatario è piena. Destinatario: "%1%" Oggetto: "%2%" Testo: "%3%"

source: <Mail Delivery Failure>
it: <Mancata consegna della posta>

source: Error sending mail: The recipient does not exist. Subject: "%1%" Text: "%2%"
it: Errore nell'invio della mail: Il destinatario non esiste. Oggetto: "%1%" Testo: "%2%"

source: Building knowledge for more than %s subsystem sockets required.
it: Conoscenze di costruzione per più di %s prese del sottosistema richieste.

source: You are currently not inside a craft
it: Al momento non sei all'interno di una nave

source: You are too far away.
it: Sei troppo lontano.

source: You don't have permissions to negotiate relations.
it: Non disponi delle autorizzazioni per negoziare.

source: Object does not exist
it: L'oggetto non esiste

source: This action includes the root block and would delete your ship. To explicitly delete your ship, select all blocks and delete them.
it: Questa azione include il blocco radice ed eliminerebbe la tua nave. Per eliminare esplicitamente la tua nave, seleziona tutti i blocchi ed eliminali.

source: Coordinates don't match
it: Le coordinate non corrispondono

source: Internal error, entity not found.
it: Errore interno, entità non trovata.

source: Internal error, entity cannot have turrets.
it: Errore interno, l'entità non può avere torrette.

source: Turret could not be found.
it: Impossibile trovare la torretta.

source: This entity does not seem to be owned by anyone.
it: Questa entità non sembra essere di proprietà di nessuno.

source: An internal error occurred, entity has no BlockPlan.
it: Si è verificato un errore interno, l'entità non ha BlockPlan.

source: An internal error occurred. ShipInfo of entity not found.
it: Si è verificato un errore interno. ShipInfo dell'entità non trovata.

source: You can't repair that block.
it: Non puoi riparare quel blocco.

source: The block isn't connected to another block.
it: Il blocco non è collegato a un altro blocco.

source: This would delete your ship.
it: Ciò eliminerebbe la tua nave.

source: You do not have permission to edit the alliance map.
it: Non hai il permesso di modificare la mappa dell'alleanza.

source: You don't have permission to enter this craft.
it: Non hai il permesso di entrare in questa nave.

source: Can't enter craft.
it: Impossibile entrare nella nave.

source: You are already piloting this craft.
it: Stai già pilotando questa nave.

source: No free seat available.
it: Nessun posto libero disponibile.

source: You cannot initiate a trade with yourself.
it: Non puoi avviare uno scambio con te stesso.

source: Leave your current trade before you can start a new one.
it: Concludi il tuo scambio attuale prima di poterne iniziare uno nuovo.

source: Your alliance permissions are insufficient.
it: Le autorizzazioni della tua alleanza sono insufficienti.

source: Your trade partner is not in an alliance.
it: Il tuo partner di scambio non è in un'alleanza.

source: Your trade partner's alliance permissions are insufficient.
it: Le autorizzazioni dell'alleanza del tuo partner di scambio sono insufficienti.

source: Your alliance cannot trade with itself.
it: La tua alleanza non può scambiare con se stessa.

source: Trade invitation sent to %1%, represented by %2%.
it: Invito di scambio inviato a %1%, rappresentato da %2%.

source: Trade invitation sent to %s.
it: Invito di scambio inviato a %s.

source: %1% invited your alliance to trade, representing the alliance %2%. Type /trade in the chat to join.
it: %1% ha invitato la tua alleanza a scambiare, rappresentando l'alleanza %2%. Digita /scambia nella chat per partecipare.

source: %1% invited you to trade, representing the alliance %2%. Type /trade in the chat to join.
it: %1% ti ha invitato a scambiare, in rappresentanza dell'alleanza %2%. Digita /scambia nella chat per partecipare.

source: %s invited your alliance to trade. Type /trade in the chat to join.
it: %s ha invitato la tua alleanza a fare uno scambio. Digita /scambia nella chat per partecipare.

source: %s invited you to trade. Type /trade in the chat to join.
it: %s ti ha invitato a fare uno scambio. Digita /scambia nella chat per partecipare.

source: No trade partner found. Type /trade <Player> to trade.
it: Nessun player per scambiare trovato. Digita /scambia <Player> per negoziare.

source: Trade partner ambiguous:
it: Partner di scambio ambiguo:

source: %s walked away from the trade.
it: %s si sono allontanati dallo scambio.

source: The trade was cancelled
it: Lo scambio è stato annullato

source: The trade contains items bound to a specific faction.
it: Lo scambio contiene oggetti legati a una fazione specifica.

source: The trade contains untradeable items.
it: Lo scambio contiene articoli non commerciabili.

source: You have to agree on relations to accept the trade.
it: Devi concordare le relazioni per accettare lo scambio.

source: You are now trading with %s.
it: Ora stai facendo uno scambio con %s.

source: You are now trading with %s's alliance.
it: Ora stai facendo uno scambio con l'alleanza di %s.

source: %s withdrew the trade invitation.
it: %s ha ritirato l'invito allo scambio.

source: Item not available: %s
it: Oggetto non disponibile: %s

source: Your trade partner doesn't have all the items he tried to send.
it: Il tuo partner di scambio non ha tutti gli articoli che ha cercato di inviare.

source: Not enough available: %s
it: Non abbastanza disponibili: %s

source: Not enough credits.
it: Crediti insufficienti.

source: Your trade partner doesn't have enough money.
it: Il tuo partner di scambio non ha abbastanza soldi.

source: Not enough %s.
it: %sinsufficiente.

source: Your trade partner doesn't have enough %1%.
it: Il tuo partner di scambio non ha abbastanza %1%.

source: Gave %1% Credits in a trade.
it: Ha dato %1% di crediti in uno scambio.

source: Received %1% Credits in a trade.
it: Hai ricevuto %1% Crediti in uno scambio.

source: Gave %1% %2% in a trade.
it: Ha dato %1% %2% in uno scambio.

source: Received %1% %2% in a trade.
it: Ricevuto %1% %2% in uno scambio.

source: Connection refused: Your version '%1%' does not match the server's version '%2%'.
it: Connessione rifiutata: la versione '%1%' non corrisponde alla versione del server '%2%'.

source: Connection refused: This server is private.
it: Connessione rifiutata: questo server è privato.

source: Connection refused: Invalid or missing steam ID.
it: Connessione rifiutata: ID steam non valido o mancante.

source: Connection refused: Your player name %s is invalid.
it: Connessione rifiutata: il tuo nome giocatore %s non è valido.

source: Connection refused: Player %s is already logged in.
it: Connessione rifiutata: il giocatore %s è già connesso.

source: Connection refused: Wrong password.
it: Connessione rifiutata: password errata.

source: Connection refused: Player %s is banned.
it: Connessione rifiutata: il giocatore %s è bannato.

source: Connection refused: Ip %s is banned.
it: Connessione rifiutata: Ip %s è vietato.

source: Connection refused: Player %s is not whitelisted.
it: Connessione rifiutata: il giocatore %s non è nella whitelist.

source: Workshop Item
it: Oggetto del Workshop

source: Workshop Item (not a mod)
it: Oggetto del Workshop (non un mod)

source: Server shutting down in %i minutes.
it: Chiusura del server tra %i minuti.

source: Server shutting down in %i seconds.
it: Chiusura del server tra %i secondi.

source: Server shutting down in %i...
it: Arresto del server tra %i...

source: You're not whitelisted on this server.
it: Non sei in whitelist su questo server.

source: You are blacklisted.
it: Sei nella lista nera.

source: Leaning Tower of Pisa
it: Torre di Pisa

source: Statue of Liberty
it: Statua della Libertà

source: International Space Station
it: Stazione Spaziale Internazionale

source: Eiffel Tower
it: Torre Eiffel

source: Oriental Pearl Tower
it: Torre Orientale delle Perle

source: Mount Everest
it: Monte Everest

source: Your building knowledge has been reset.
it: La tua conoscenza di costruzione è stata ripristinata.

source: Wormhole Device
it: Dispositivo Wormhole

source: Facilitates a safe return from a rift.
it: Facilita un ritorno sicuro da un Rift.

source: Replicated from ancient instructions.
it: Replicato da antiche istruzioni.

source: A feat of historic science!
it: Un impresa storica!

source: Too close to another research probe!
it: Troppo vicino ad un'altra sonda di ricerca!

source: No interesting objects nearby!
it: Nessun oggetto interessante nelle vicinanze!

source: This isn't the right place to set this up.
it: Questo non è il posto giusto per configurarlo.

source: Ping the scientists to let them know
it: Fai un ping agli scienziati per farglielo sapere

source: you're ready for teleportation.
it: Sei pronto per il teletrasporto.

source: Wormhole Generator
it: Generatore di Wormhole

source: Deploys a wormhole generator at your position.
it: Posiziona un generatore di Wormhole nella tua posizione.

source: Generator will start generation process immediately.
it: Il generatore avvierà immediatamente il processo.

# 1st half of: Xsotan core ripped out of a particularly powerful Xsotan.
source: Xsotan core ripped out of a
it: Nucleo di Xsotan strappato da un

# 2nd half of: Xsotan core ripped out of a particularly powerful Xsotan.
source: particularly powerful Xsotan.
it: Xsotan particolarmente potente.

source: The scientists at the Rift Research
it: Gli scienziati del centro di ricerca Rift

source: Center will have a use for this.
it: Il Centro di ricerca avrà un qualche utilizzo per questo.

source: It glows strangely.
it: Si illumina in un modo strano.

source: Science Log
it: Registro scientifico

source: It starts to pulsate when touched.
it: Inizia a pulsare quando viene toccato.

source: Necessary Free Cargo Space
it: Spazio di carico libero necessario

source: Not enough free cargo space.
it: Spazio di carico insufficiente.

source: At least ${arg} free cargo space
it: Almeno ${arg} di spazio di carico libero

source: Docking Equipment Required
it: Attrezzatura di Attracco Necessaria

source: Your ship needs to have unobstructed dock blocks to be able to complete this mission.
it: La tua nave deve avere blocchi di attracco liberi per poter completare questa missione.

source: Not enough docking blocks.
it: Blocchi di attracco insufficienti.

source: Have at least 3 working dock blocks
it: Avere almeno 3 blocchi di attracco funzionanti

source: Possible Mass
it: Massa possibile

source: The scientists can move this many kilotons of mass into the rift.
it: Gli scienziati possono spostare così tanti chilotoni di massa nel Rift.

source: ${currentKT} / ${maxKT} kT mass (${ships} ships); ${perc}% of ship mass will be lost during teleport (${player})
it: ${currentKT} / ${maxKT} kT mass (${ships} ships); ${perc}% della massa della nave andrà persa durante il teletrasporto (${player})

source: ${currentKT} / ${maxKT} kT mass; ${perc}% of ship mass will be lost during teleport (${player})
it: ${currentKT} / ${maxKT} kT mass; ${perc}% della massa della nave andrà persa durante il teletrasporto (${player})

source: ${currentKT} / ${maxKT} kT mass (${ships} ships); ${perc}% of ship mass will be lost during teleport
it: ${currentKT} / ${maxKT} kT mass (${ships} ships); ${perc}% della massa della nave andrà persa durante il teletrasporto

source: ${currentKT} / ${maxKT} kT mass; ${perc}% of ship mass will be lost during teleport
it: ${currentKT} / ${maxKT} kT mass; ${perc}% della massa della nave andrà persa durante il teletrasporto

source: ${currentKT} / ${maxKT} kT mass (${ships} ships)
it: ${currentKT} / ${maxKT} kT massa (${ships} navi)

source: ${currentKT} / ${maxKT} kT mass
it: ${currentKT} / ${maxKT} kT massa

source: Current Ship: ${mass} kT (${percentOfMax}%)
it: Nave attuale: ${mass} kT (${percentOfMax}%)

source: ${player}'s ships in the teleport area exceed the maximum amount of mass we can transport into the rift.
it: Le navi di ${player}nell'area di teletrasporto superano la quantità massima di massa che possiamo trasportare nel Rift.

source: We can still start the teleport, but ${perc}% of your ship mass will get lost, and your ships could suffer heavy damage. Possibly to the point where you can't finish the mission. Do you still want to proceed?
it: Possiamo ancora avviare il teletrasporto, ma il ${perc}% della massa della tua nave andrà perso e le tue navi potrebbero subire gravi danni. Forse fino al punto in cui non puoi finire la missione. Vuoi ancora procedere?

source: Yes!
it: Sì!

source: Maximum Possible Slots
it: Numero massimo di slot possibili

source: Too many slots.
it: Troppi slot.

source: No more than ${arg} slots
it: Non più di ${arg} slot

source: Inactive Ancient Gate
it: Porta Antica Inattiva

source: An earlier expedition has discovered an ancient gate and a matching activator at the target position. Use these to return from the rift.
it: Una spedizione precedente ha scoperto un antico cancello e un attivatore corrispondente nella posizione del bersaglio. Usali per tornare dalla spaccatura.

source: Find an activator near the Ancient Gate and bring it there
it: Trova un attivatore vicino all'Antica Porta e portalo lì

source: Find a battery and connect it to the activator
it: Trova una batteria e collegala all'attivatore

source: Defend yourself while the ancient gate charges up
it: Difenditi mentre l'antica porta si carica

source: Use the ancient gate to leave the rift
it: Usa l'antico cancello per lasciare la spaccatura

source: Activate the Rift Ripcord.
it: Attiva il Rift Ripcord.

source: Use the Rift Ripcord from your inventory to leave the rift
it: Usa il Rift Ripcord dal tuo inventario per lasciare la spaccatura

source: What, my systems tell me you don't have the ${item} but you can't come back without.
it: Cosa, i miei sistemi mi dicono che non hai lo ${item} ma non puoi tornare senza.

source: Here, I just transferred another one to you. Make sure not to lose it again.
it: Ecco, te ne ho appena trasferito un altro. Assicurati di non perderlo di nuovo.

source: Use a generator to create a wormhole leading out of the rift.
it: Usa un generatore per creare un tunnel spaziale che conduce fuori dalla fessura.

source: Use the Wormhole Generator from your inventory to generate a wormhole
it: Usa il generatore di wormhole del tuo inventario per generare un wormhole

source: Wait for the wormhole to form
it: Attendere la formazione del wormhole

source: Fly through the wormhole to leave the rift
it: Vola attraverso il tunnel spaziale per lasciare la spaccatura

source: What, my systems tell me you don't have the wormhole generator but you can't come back without.
it: Cosa, i miei sistemi mi dicono che non hai il generatore di wormhole ma non puoi tornare senza.

source: Activate a Wormhole Device to open a wormhole out of a rift.
it: Attiva un dispositivo wormhole per aprire un wormhole da una fessura.

source: Use the Wormhole Device from your inventory to open a wormhole out of the rift
it: Usa il dispositivo wormhole del tuo inventario per aprire un wormhole fuori dalla fessura

source: Miner's Heaven
it: Il paradiso dei minatori

source: Bring your Mining Lasers! Lots of rich asteroids detected.
it: Porta i tuoi laser minerari! Sono stati rilevati molti asteroidi ricchi.

source: Bring your Salvaging Lasers! Lots of large wreckages detected.
it: Porta i tuoi laser rigeneranti! Sono stati rilevati molti grandi relitti.

source: Aggregator Aggregation
it: Aggregazione Aggregatore

source: Get prepared for a bunch of Xsotan hoarders.
it: Preparati per un gruppo di accaparratori Xsotan.

source: Weapon Chamber
it: Camera dell'arma

source: According to our records, there should be an old weapons chamber in this sector. It might be worth keeping your eyes open for it.
it: Secondo i nostri registri, dovrebbe esserci una vecchia camera delle armi in questo settore. Potrebbe valere la pena tenere gli occhi aperti.

source: Information Rich Space
it: Spazio ricco di informazioni

source: In this sector there are many unexplored scannable objects.
it: In questo settore ci sono molti oggetti scansionabili inesplorati.

source: We're overcharging the teleporter to send more mass into the rift. This won't go unnoticed, so you should be prepared for a stronger Xsotan presence.
it: Stiamo sovraccaricando il teletrasporto per inviare più massa nella fessura. Questo non passerà inosservato, quindi dovresti essere preparato per una presenza Xsotan più forte.

source: We're supercharging the teleporter to send even more mass into the rift. This won't go unnoticed, so you should be prepared for an even stronger Xsotan presence.
it: Stiamo sovraccaricando il teletrasporto per inviare ancora più massa nella fessura. Questo non passerà inosservato, quindi dovresti essere preparato per una presenza di Xsotan ancora più forte.

source: Xsotan Strength +${n}
it: Forza Xsotan +${n}

source: Overcharging the teleporter will create subspace waves that won't go unnoticed by the Xsotan swarm.
it: Sovraccaricare il teletrasporto creerà onde subspaziali che non passeranno inosservate allo sciame di Xsotan.

source: - Level: %d
it: - Livello: %d

source: Rift Depth: The deeper into the rift, the more Xsotan you will encounter.
it: Spaccatura profonda: più profonda è la spaccatura, più Xsotan incontrerai.

source: Your way to leave the rift:
it: Il tuo modo per lasciare la spaccatura:

source: Secondary Objective:
it: Obiettivo secondario:

source: Choice between ${a} - OR - ${b}
it: Scelta tra ${a} - O - ${b}

source: PLUS: Turret (${rarity})
it: PLUS: Torretta (${rarity})

source: TELEPORT:
it: TELETRASPORTO:

source: Normal Mass
it: Massa normale

source: CONSTRAINTS:
it: VINCOLI:

source: EXPECTED ENVIRONMENT:
it: AMBIENTE PREVISTO:

source: EXPEDITION DETAILS:
it: DETTAGLI DELLA SPEDIZIONE:

source: Teleporter Overcharge
it: Sovraccarico teletrasportatore

source: +100% Mass
it: +100% di massa

source: Teleporter Supercharge
it: Supercarica Teletrasportatore

source: +200% Mass
it: +200% di massa

source: Subsystem (${rarity})
it: Sottosistema (${rarity})

# mission difficulty
source: Very Low
it: Molto bassa

# mission difficulty
source: Low
it: Basso

# mission difficulty
source: Moderate
it: Moderato

# mission difficulty
source: Challenging
it: Impegnativo

# mission difficulty
source: Very Challenging
it: Molto impegnativo

# mission difficulty
source: High
it: Alto

# mission difficulty
source: Very High
it: Molto alto

# mission difficulty
source: Extraordinary
it: Straordinario

# mission difficulty
source: Extreme
it: Estremo

# mission difficulty
source: Death Sentence
it: Condanna a morte

# mission difficulty
source: Impossible
it: Impossibile

source: RIFT EXPEDITION SUCCESSFUL
it: SPEDIZIONE RIFT RIUSCITA

source: RIFT EXPEDITION FAILED
it: SPEDIZIONE RIFT FALLITA

source: RIFT EXPEDITION ABANDONED
it: SPEDIZIONE RIFT ABBANDONATA

source: RIFT EXPEDITION UPDATED
it: SPEDIZIONE RIFT AGGIORNATA

source: NEW RIFT EXPEDITION
it: NUOVA SPEDIZIONE SUL RIFT

source: Ancient Tech
it: Tecnologia antica

source: Monolith
it: Monolite

source: Buoy
it: Boa

source: Mysterious Object
it: Oggetto misterioso

source: Abandoned Ship
it: Nave abbandonata

source: Locked Stash
it: Scorta bloccata

source: Radiating Asteroid
it: Asteroide radiante

source: Old Research Ship
it: Vecchia nave da ricerca

# a physical switch
source: Switch
it: Cambia

source: Battery
it: Batteria

source: Vault
it: Caveau

source: Ancient Gate
it: Porta Antica

source: Ancient Tech Activator
it: Attivatore di tecnologia antica

# title of an object that can reset player story progress
source: Time Device
it: Dispositivo orario
