Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: If you want to replace a turret that is already on your ship, hold \c(fff)[Left SHIFT]\c() and place the new turret onto the old one.
it: Se vuoi sostituire una torretta che è già sulla tua nave, tieni premuto \c(fff)[SHIFT sinistro]\c() e posiziona la nuova torretta su quella vecchia.

source: Changing Colors
it: Modifica dei colori

source: To change colors, select the \c(0d0)Color Brush\c() on the left.
it: Per cambiare i colori, seleziona il \c(0d0) Pennello Colore\c() a sinistra.

source: It is possible to select all blocks of a certain color by choosing \c(fff)'Select All Blocks with the Current Color'\c() and then transform all selected blocks to a different color with \c(fff)'Apply Current Color to Selection'\c().
it: È possibile selezionare tutti i blocchi di un certo colore scegliendo \c(fff)'Seleziona tutti i blocchi con il colore corrente'\c() e quindi trasformare tutti i blocchi selezionati in un colore diverso con \c(fff)'Applica colore corrente alla selezione'\c().

source: While using the \c(0d0)Color Brush\c(), you can use \c(fff)[CTRL] + [C]\c() to select the color of that block and then \c(fff)[CTRL] + [V]\c() to use it on another block.
it: Mentre usi il \c(0d0) Pennello Colore\c(), puoi usare \c(fff)[CTRL] + [C]\c() per selezionare il colore di quel blocco e poi \c(fff)[CTRL] + [V]\c() per usarlo su un altro blocco.

source: Saving Ships
it: Salvataggio delle navi

source: By default your ship design will automatically be saved if you leave \c(0d0)Building Mode\c(). You can find these auto saves in the \c(0d0)Saved Designs\c() menu on the left side. You can also save your ship design manually. All saved designs will be available as designs throughout the game.
it: Per impostazione predefinita, il design della tua nave verrà salvato automaticamente se esci dalla \c(0d0) Modalità Costruzione\c(). Puoi trovare questi salvataggi automatici nel menu\c(0d0) Progetti salvati\c() sul lato sinistro. Puoi anche salvare manualmente il design della tua nave. Tutti i disegni salvati saranno disponibili come disegni in tutto il gioco.

source: If you don't want your ship designs to be saved automatically you can turn this off in the \c(fff)Main Menu\c() under \c(fff)Settings\c() -> \c(fff)Game\c().
it: Se non vuoi che i progetti della tua nave vengano salvati automaticamente, puoi disattivarlo nel\c(fff)Menu principale\c() in\c(fff)Impostazioni\c() -> \c(fff)Gioco\c().

source: Repairing
it: Riparazione

source: If your ship gets damaged, you can repair it in \c(0d0)Building Mode\c(). However, it is much more expensive than what an \c(0d0)Repair Dock\c() would charge you for the same repairs!
it: Se la tua nave viene danneggiata, puoi ripararla in \c(0d0) Modalità Costruzione\c(). Tuttavia, è molto più costoso di quello che un \c(0d0)Repair Dock\c() ti addebiterebbe per le stesse riparazioni!

source: You cannot edit a damaged ship, which means that you may have to repair your ship on site if it doesn't steer properly any more.
it: Non puoi modificare una nave danneggiata, il che significa che potresti dover riparare la tua nave sul posto se non sterza più correttamente.

source: In this case you can \c(0d0)repair\c() only the missing blocks, which is much cheaper.
it: In questo caso puoi \c(0d0)riparare\c() solo i blocchi mancanti, il che è molto più economico.

source: If you don't have enough money for those preliminary repairs, you can also \c(0d0)discard\c() the missing blocks to be able to edit your ship again.
it: Se non hai abbastanza soldi per quelle riparazioni preliminari, puoi anche \c(0d0)scartare\c() i blocchi mancanti per poter modificare di nuovo la tua nave.

source: They will then be permanently deleted from your ship design.
it: Verranno quindi eliminati definitivamente dal design della tua nave.

source: To use the various \c(0d0)Materials\c() that you can find, you need the appropriate \c(0d0)Building Knowledge\c().
it: Per utilizzare i vari \c(0d0)Materiali\c() che puoi trovare, hai bisogno dell'appropriata \c(0d0) Conoscenza dell'Edificio\c().

source: In addition to better materials, higher-tier building knowledge also allows you to build ships that support more \c(0d0)Processing Power\c() and thus \c(0d0)Subsystem Sockets\c().
it: Oltre ai materiali migliori, la conoscenza degli edifici di livello superiore ti consente anche di costruire navi che supportano più \c(0d0) Potenza di elaborazione\c() e quindi \c(0d0) Prese di sottosistema\c().

source: One way to get building knowledge is to buy it at a \c(0d0)Shipyard\c() that's in the respective material area - if you want \c(0d0)Naonite\c() knowledge, you should find a shipyard that's in an area where you can find lots of Naonite.
it: Un modo per acquisire conoscenze sulla costruzione è acquistarlo in un \c(0d0)Cantiere Navale\c() che si trova nella rispettiva area materiale: se vuoi conoscenze\c(0d0)Naonite\c(), dovresti trovare un cantiere navale che si trova in un'area dove puoi trovare molti Naoniti.

source: This requires quite good relations to that faction though.
it: Ciò richiede comunque buoni rapporti con quella fazione.

source: Another way to get the building knowledge is to clear a \c(0d0)Pirate Sector\c() in the respective area.
it: Un altro modo per ottenere la conoscenza dell'edificio è quello di eliminare un \c(0d0) Settore Pirata\c() nella rispettiva area.

source: They must have built their ships somehow...
it: Devono aver costruito le loro navi in qualche modo...

source: The \c(0d0)Processing Power\c() of a ship determines the amount of \c(0d0)Subsystem Sockets\c() it supports.
it: La \c(0d0) Potenza di Elaborazione\c() di una nave determina la quantità di \c(0d0) Prese di Sottosistema\c() supportate.

source: To increase the processing power of your ships, add \c(0d0)Functional Blocks\c() to your ship.
it: Per aumentare la potenza di elaborazione delle tue navi, aggiungi \c(0d0) Blocchi Funzionali\c() alla tua nave.

source: Functional Blocks will contribute to the amount of processing power of your ship.
it: I blocchi funzionali contribuiranno alla quantità di potenza di elaborazione della tua nave.

source: You can see which blocks exactly are Functional Blocks in the \c(0d0)Building Mode\c().
it: Puoi vedere quali blocchi sono esattamente Blocchi Funzionali nella \c(0d0) Modalità Costruzione\c().

source: If you reach the maximum limit of processing power on your ship, you can still add \c(0d0)Non-Functional blocks\c(), like \c(0d0)Armor\c(), \c(0d0)Hull\c(), and more.
it: Se raggiungi il limite massimo di potenza di elaborazione sulla tua nave, puoi comunque aggiungere \c(0d0) blocchi non funzionali\c(), come \c(0d0)Armatura\c(), \c(0d0)Scafo\c() e altro ancora.

source: You can increase the maximum processing power buildable per ship by unlocking higher-tier \c(0d0)Building Knowledge\c().
it: Puoi aumentare la potenza di elaborazione massima costruibile per nave sbloccando conoscenze\c(0d0)di livello superiore\c().

source: Avorion has \c(0d0)Steam Workshop\c() integration. \c(0d0)Subscribe\c() to an item and find it in your \c(0d0)Saved Designs\c(). Downloadable content includes ship, station, fighter and turret designs.
it: Avorion ha \c(0d0) Workshop di Steam\c() integrazione. \c(0d0)Abbonati\c() a un oggetto e trovalo nei tuoi \c(0d0) Progetti salvati\c(). I contenuti scaricabili includono progetti di navi, stazioni, caccia e torrette.

source: Advanced Building
it: Edificio avanzato

source: Matching Size & Shape
it: Taglia e forma corrispondenti

source: [Left SHIFT]
it: [SHIFT sinistro]

source: If you would like the block you want to place to match the size of the one you want to place it next to, select \c(fff)'Match Block'\c() in the \c(0d0)Blocks Window\c() or hold \c(fff)[Left SHIFT]\c() while placing the block.
it: Se si desidera che il blocco che si desidera posizionare corrisponda alle dimensioni di quello che si desidera posizionare accanto, selezionare \c(fff)'Match Block'\c() nella finestra\c(0d0)Blocchi\c() o tenere premuto \c(fff)[SHIFT sinistro]\c() mentre si posiziona il blocco.

source: Especially for edge and triangle blocks it is important that their orientation matches the neighboring block.
it: Soprattutto per i blocchi di bordi e triangoli è importante che il loro orientamento corrisponda al blocco adiacente.

source: To automatically align them with the block they are getting attached to hold \c(fff)[CTRL]\c() or select \c(fff)'Match Shape'\c() in the \c(0d0)Blocks Window\c().
it: Per allinearli automaticamente con il blocco che stanno attaccando, tenere premuto \c(fff)[CTRL]\c() o selezionare \c(fff)'Match Shape'\c() nella \c(0d0) Finestra Blocchi\c().

source: Transforming Blocks
it: Blocchi Trasformanti

source: Hold \c(fff)[ALT]\c() to replace a selected block with the block type you have selected in the \c(0d0)Blocks Window\c().
it: Tieni premuto \c(fff)[ALT]\c() per sostituire un blocco selezionato con il tipo di blocco selezionato nella finestra\c(0d0)Blocchi\c().

source: If the block doesn't have the orientation you wanted, you can also use \c(fff)[${rotate}]\c() to change it.
it: Se il blocco non ha l'orientamento desiderato, puoi anche utilizzare \c(fff)[${rotate}]\c() per modificarlo.

source: Replacing Multiple Blocks
it: Sostituzione di più blocchi

source: You can also select multiple blocks, either manually or by selecting the option \c(fff)'Select All Blocks Of The Current Type'\c().
it: È inoltre possibile selezionare più blocchi, manualmente o selezionando l'opzione \c(fff)'Seleziona tutti i blocchi del tipo corrente'\c().

source: Afterwards, you can transform all of those blocks with one click on \c(fff)'Transform All Selected Blocks'\c().
it: Successivamente, puoi trasformare tutti questi blocchi con un clic su \c(fff)'Trasforma tutti i blocchi selezionati'\c().

source: Ship Internals
it: Interni della nave

source: You can filter which blocks of your ship you want to be shown. Click on the button \c(fff)'View'\c() at the bottom left to select only certain materials or block types to be shown.
it: È possibile filtrare i blocchi della nave che si desidera visualizzare. Fai clic sul pulsante \c(fff)"Visualizza"\c() in basso a sinistra per selezionare solo determinati materiali o tipi di blocchi da mostrare.

source: You can use this function to edit the insides of your ship.
it: Puoi utilizzare questa funzione per modificare l'interno della tua nave.

source: \c(fff)Tip\c(): Build the inside of your ship of a certain block type (f.e. Framework) so that you can easily replace it later!
it: \c(fff)Suggerimento\c(): Costruisci l'interno della tua nave di un certo tipo di blocco (es. Framework) in modo da poterlo sostituire facilmente in seguito!

source: Turret Designs
it: Disegni della torretta

source: You can also design the looks of your turrets. Select a turret base on your ship and enter the \c(0d0)Turret Design Mode\c().
it: Puoi anche progettare l'aspetto delle tue torrette. Seleziona una base della torretta sulla tua nave ed entra nella \c(0d0) Modalità Progettazione Torretta\c().

source: You can save your designs in the \c(0d0)Saved Designs\c() window (see chapter \c(fff)'Saving Ships'\c()).
it: Puoi salvare i tuoi progetti nella finestra\c(0d0) Progetti salvati\c() (vedi capitolo \c(fff)'Salvataggio delle navi'\c()).

source: Applying Turret Designs
it: Applicazione dei disegni della torretta

source: You can apply any turret design saved in the \c(0d0)Saved Designs\c() window to turret bases on your ship.
it: Puoi applicare qualsiasi progetto di torretta salvato nella finestra\c(0d0) Progetti salvati\c() alle basi della torretta sulla tua nave.

source: You can even select multiple turret bases and choose a design for all of them.
it: Puoi anche selezionare più basi della torretta e scegliere un design per tutte.

source: Saving Designs
it: Salvataggio dei progetti

source: It is not only possible to save entire ships, you can also save templates made up of only a few blocks.
it: Non solo è possibile salvare intere navi, ma è anche possibile salvare modelli composti da pochi blocchi.

source: To save a template, select all the blocks you want to save and copy them with \c(fff)[CTRL] + [C]\c().
it: Per salvare un modello, selezionare tutti i blocchi che si desidera salvare e copiarli con \c(fff)[CTRL] + [C]\c().

source: Then open the \c(0d0)Saved Designs\c() window (see chapter \c(fff)'Saving Ships'\c()) and paste your design in a folder of your choosing with \c(fff)[CTRL] + [V]\c().
it: Quindi apri la finestra\c(0d0) Progetti salvati\c() (vedi capitolo \c(fff)'Salvataggio delle navi'\c()) e incolla il tuo progetto in una cartella a tua scelta con \c(fff)[CTRL] + [V]\c().

source: From there, you can drag and drop your template into the quick access bar at the bottom, or use it again directly with \c(fff)[CTRL] + [V]\c().
it: Da lì, puoi trascinare e rilasciare il modello nella barra di accesso rapido in basso o riutilizzarlo direttamente con \c(fff)[CTRL] + [V]\c().

source: Anchor Blocks
it: Blocchi di ancoraggio

source: Templates made up of several blocks can be scaled and rotated just like single blocks.
it: I modelli composti da più blocchi possono essere ridimensionati e ruotati proprio come i singoli blocchi.

source: If you hold \c(fff)[ALT]\c() before placing your design on your ship, you will be able to select which of its blocks your template should use to anchor itself to the ship.
it: Se tieni premuto \c(fff)[ALT]\c() prima di posizionare il tuo progetto sulla tua nave, sarai in grado di selezionare quale dei suoi blocchi il tuo modello dovrebbe utilizzare per ancorarsi alla nave.

source: Merging Blocks
it: Unione di blocchi

source: To improve the \c(0d0)performance\c() of the game by making sure it doesn't always have to load a huge number of blocks, try to merge neighboring blocks that have the same shape.
it: Per migliorare le \c(0d0)prestazioni\c() del gioco assicurandoti che non debba sempre caricare un numero enorme di blocchi, prova a unire i blocchi vicini che hanno la stessa forma.

source: You can use the option \c(fff)'Merge Blocks'\c() in the bottom left to do that.
it: Puoi utilizzare l'opzione \c(fff)'Unisci blocchi'\c() in basso a sinistra per farlo.

source: Ship Stats
it: Statistiche Nave

source: You can configure which ship stats are shown by clicking on the cog symbol underneath the stats.
it: Puoi configurare quali statistiche della nave vengono mostrate facendo clic sul simbolo dell'ingranaggio sotto le statistiche.

source: Silhouettes
it: Silhouette

source: To see a size comparison of your ship, select \c(fff)'View'\c() and choose from a number of famous landmarks.
it: Per vedere un confronto delle dimensioni della tua nave, seleziona \c(fff)"Visualizza"\c() e scegli tra una serie di monumenti famosi.

source: Grid
it: Griglia

source: You can change the size of the invisible grid that all blocks align themselves with and you can decide how newly placed blocks snap to it.
it: Puoi modificare la dimensione della griglia invisibile con cui tutti i blocchi si allineano e puoi decidere in che modo i blocchi appena posizionati si agganciano ad essa.

source: If you select \c(0d0)Voxel Grid\c(), for example, all corners of your blocks will always end up where the lines of the grid cross, allowing you to build more precisely.
it: Se selezioni \c(0d0) Griglia Voxel\c(), ad esempio, tutti gli angoli dei tuoi blocchi finiranno sempre dove si incrociano le linee della griglia, permettendoti di costruire in modo più preciso.

source: Click the \c(fff)'? Button'\c() in the grid window to find out more about each setting.
it: Fare clic su\c(fff)'? Pulsante'\c() nella finestra della griglia per saperne di più su ciascuna impostazione.

source: Building Shortcuts
it: Scorciatoie di Costruzione

source: If you don't know how to do something, press \c(fff)${short}\c() to get an overview of all \c(0d0)building shortcuts\c().
it: Se non sai come fare qualcosa, premi \c(fff)${short}\c() per avere una panoramica di tutte le \c(0d0) scorciatoie di costruzione\c().

source: Combat
it: Combattimento

source: Boarding
it: Imbarco

source: Instead of destroying an enemy craft, it can be boarded.
it: Invece di distruggere un'imbarcazione nemica, può essere abbordata.

source: Specially trained personnel, \c(0d0)Boarders\c(), can be sent to the other ship with \c(0d0)Boarding Shuttles\c().
it: Personale appositamente addestrato, \c(0d0)Imbarcatori\c(), può essere inviato all'altra nave con \c(0d0) Navette d'Imbarco\c().

source: Boarders will kill anyone resisting and you will be able to use the ship with a new crew.
it: Gli abbordatori uccideranno chiunque resista e sarai in grado di utilizzare la nave con un nuovo equipaggio.

source: As cargo doesn't tend to resist, boarding a trade ship yields a fine amount of trading goods.
it: Poiché il carico non tende a resistere, l'imbarco su una nave commerciale produce una buona quantità di beni commerciali.

source: Other factions see Boarding as an act of war, so be prepared for declarations of war coming in after a successful boarding attempt.
it: Altre fazioni vedono l'abbordaggio come un atto di guerra, quindi preparati alle dichiarazioni di guerra che arrivano dopo un tentativo di abbordaggio riuscito.

source: You can buy \c(0d0)Boarding Shuttles\c() at \c(0d0)Equipment Docks\c(). Boarders can be hired at various stations.
it: È possibile acquistare \c(0d0) Navette di Imbarco\c() presso \c(0d0) Banchine Equipaggiamento\c(). I pensionanti possono essere assunti in varie stazioni.

source: You can also install a \c(0d0)Scanner Subsystem\c() to see how many boarders you'll need to successfully board a ship.
it: Puoi anche installare un \c(0d0) Sottosistema Scanner\c() per vedere quanti abbordatori ti serviranno per salire con successo a bordo di una nave.

source: \c(ddd)Note: You can board stations as well, but they're heavily defended and have to be rebuilt afterwards.\c()
it: \c(ddd)Nota: puoi anche salire a bordo delle stazioni, ma sono pesantemente difese e devono essere ricostruite in seguito.\c()

source: Co-op Multiplayer
it: Multigiocatore cooperativo

source: Co-op Controls
it: Controlli Co-op

source: Control ships together with your friends. Define \c(0d0)additional seats\c() and their \c(0d0)roles\c() in the \c(0d0)Co-op Control Menu\c()!
it: Controlla le navi insieme ai tuoi amici. Definisci \c(0d0) posti aggiuntivi\c() e i loro \c(0d0)ruoli\c() nel \c(0d0) Menu di Controllo Co-op\c()!

source: Play together with your friends as an \c(0d0)Alliance\c(). If you don't have an alliance yet, you can create one in the \c(0d0)Player Menu\c().
it: Gioca insieme ai tuoi amici come \c(0d0)Alleanza\c(). Se non hai ancora un'alleanza, puoi crearne una nel \c(0d0) Menu Giocatore\c().

source: Members
it: Membri

source: Additional members can be invited in the \c(0d0)Alliance Members Tab\c(). The tab also contains an overview of all current members and their respective ranks.
it: Ulteriori membri possono essere invitati nella scheda\c(0d0) Membri dell'Alleanza\c(). La scheda contiene anche una panoramica di tutti i membri attuali e dei loro rispettivi ranghi.

source: Alliance Fleet
it: Flotta dell'Alleanza

source: Ships and stations can be transferred to the alliance either immediately while founding them or later in the Player Menu. The \c(0d0)transferred ships\c() are managed by the alliance, i.e. all loot collected while flying them belongs to the alliance and all fees, including the crew salaries, are paid by the alliance.
it: Navi e stazioni possono essere trasferite all'alleanza immediatamente durante la loro fondazione o successivamente nel Menu Giocatore. Le \c(0d0) navi trasferite\c() sono gestite dall'alleanza, cioè tutto il bottino raccolto durante il volo appartiene all'alleanza e tutte le tasse, compresi gli stipendi dell'equipaggio, sono pagate dall'alleanza.

source: Alliance Vault
it: Caveau Alleanza

source: An alliance has its own \c(0d0)inventory\c() with materials, money, weapons and subsystems. Players can donate their own items or collect items while flying an alliance ship. \c(dd5)Warning: every member with appropriate permissions can take resources and items out of the alliance vault!\c()
it: Un'alleanza ha il proprio \c(0d0)inventario\c() con materiali, denaro, armi e sottosistemi. I giocatori possono donare i propri oggetti o raccogliere oggetti mentre pilotano una nave dell'alleanza. \c(dd5)AVVERTENZA: ogni membro con i permessi appropriati può prelevare risorse e oggetti dal caveau dell'alleanza!\c()

source: Forming a \c(0d0)Group\c() can come in handy while playing with friends. Your friends will be highlighted more visibly while in the same sector and marked with a pale green frame on the map. In the top left corner of the screen their ship health or current sector will be displayed. Found a group by typing \c(0d0)"/invite"\c() and the player's name into the chat.
it: Formare un \c(0d0)Gruppo\c() può tornare utile mentre si gioca con gli amici. I tuoi amici saranno evidenziati in modo più visibile mentre si trovano nello stesso settore e contrassegnati con una cornice verde pallido sulla mappa. Nell'angolo in alto a sinistra dello schermo verrà visualizzato lo stato della nave o il settore corrente. Trova un gruppo digitando \c(0d0)"/invite"\c() e il nome del giocatore nella chat.

source: Crew & Professionals
it: Equipaggio e professionisti

source: A \c(0d0)crew\c() is what keeps a ship together.
it: Un \c(0d0)equipaggio\c() è ciò che tiene insieme una nave.

source: Most of the work on a ship can be done by allrounder crew members, but there are some jobs that can only be done by professionals.
it: La maggior parte del lavoro su una nave può essere svolto da membri dell'equipaggio a tutto tondo, ma ci sono alcuni lavori che possono essere svolti solo da professionisti.

source: Professionals can be \c(0d0)hired at stations\c().
it: I professionisti possono essere \c(0d0)assunti presso le stazioni\c().

source: Professionals take a higher salary, but studies have shown that they can increase productivity by up to 200%.
it: I professionisti percepiscono uno stipendio più alto, ma gli studi hanno dimostrato che possono aumentare la produttività fino al 200%.

source: On top of that, they can also gain experience and level up over time, increasing their productivity.
it: Inoltre, possono anche acquisire esperienza e salire di livello nel tempo, aumentando la loro produttività.

source: Some jobs on the ship can be \c(0d0)overassigned\c() - that means that you can assign more than the minimum amount of crew to get bonuses for your ship.
it: Alcuni lavori sulla nave possono essere \c(0d0)sovraassegnati\c() - ciò significa che puoi assegnare più della quantità minima di equipaggio per ottenere bonus per la tua nave.

source: The crew has to be \c(0d0)paid every three hours\c().
it: L'equipaggio deve essere \c(0d0)pagato ogni tre ore\c().

source: How much each crew member earns is listed in the \c(0d0)Ship Menu\c()'s crew tab.
it: Quanto guadagna ogni membro dell'equipaggio è elencato nella scheda dell'equipaggio del \c(0d0) Menu Nave\c().

source: Officers
it: Funzionari

source: In order to keep your crew organized, at some point, you will need \c(0d0)Officers\c().
it: Per mantenere organizzato il tuo equipaggio, ad un certo punto, avrai bisogno di \c(0d0)Ufficiali\c().

source: Once the crew of a profession reaches a certain threshold - for example, once you have 5 mechanics - they will need an officer to keep things going smoothly.
it: Una volta che l'equipaggio di una professione raggiunge una certa soglia - ad esempio, una volta che hai 5 meccanici - avrà bisogno di un ufficiale per far funzionare le cose senza intoppi.

source: Your crew will assign officers automatically.
it: Il tuo equipaggio assegnerà automaticamente gli ufficiali.
