Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Brewery ${size}
it: Birrificio ${size}

source: Distillery ${size}
it: Distilleria ${size}

# Color Name
source: Alice Blue
it: Blu Alice

# Color Name
source: Antique White
it: Bianco Antico

# Color Name
source: Aquamarine
it: Acquamarina

# Color Name
source: Azure
it: Azzurro

# Color Name
source: Black
it: Nero

# Color Name
source: Blanched Almond
it: Mandorla Sbollentata

# Color Name
source: Blue
it: Blu

# Color Name
source: Blue Violet
it: Viola blu

# Color Name
source: Brown
it: Marrone

# Color Name
source: Cadet Blue
it: Blu Cadetto

# Color Name
source: Chocolate
it: Cioccolato

# Color Name
source: Coral
it: Corallo

# Color Name
source: Cornsilk
it: Seta di Mais

# Color Name
source: Cyan
it: Ciano

# Color Name
source: Dark Goldenrod
it: Verga d'Oro Scura

# Color Name
source: Dark Green
it: Verde Scuro

# Color Name
source: Dark Grey
it: Grigio Scuro

# Color Name
source: Dark Khaki
it: Khaki Scuro

# Color Name
source: Dark Olive Green
it: Verde Oliva Scuro

# Color Name
source: Dark Orange
it: Arancione Scuro

# Color Name
source: Dark Orchid
it: Orchidea Scuro

# Color Name
source: Dark Salmon
it: Salmone Scuro

# Color Name
source: Dark Sea Green
it: Verde Mare Scuro

# Color Name
source: Dark Slate Blue
it: Blu Ardesia Scuro

# Color Name
source: Dark Slate Gray
it: Grigio Ardesia Scuro

# Color Name
source: Dark Turquoise
it: Turchese Scuro

# Color Name
source: Dark Violet
it: Viola Scuro

# Color Name
source: Debian Red
it: Debian Rosso

# Color Name
source: Deep Pink
it: Rosa Intenso

# Color Name
source: Deep Sky Blue
it: Blu Cielo Profondo

# Color Name
source: Dim Gray
it: Grigio Tenue

# Color Name
source: Dodger Blue
it: Blu Evasivo

# Color Name
source: Eternal Antique White
it: Bianco Antico Eterno

# Color Name
source: Eternal Aquamarine
it: Aquamarina Eterno

# Color Name
source: Eternal Azure
it: Azzurro Eterno

# Color Name
source: Eternal Bisque
it: Bisque Eterno

# Color Name
source: Eternal Blue
it: Blue Eterno

# Color Name
source: Eternal Brown
it: Marrone Eterno

# Color Name
source: Eternal Burlywood
it: Burlywood Eterno

# Color Name
source: Eternal Cadet Blue
it: Blue Cadetto Eterno

# Color Name
source: Eternal Chartreuse
it: Chartreuse Eterno

# Color Name
source: Eternal Chocolate
it: Cioccolato Eterno

# Color Name
source: Eternal Coral
it: Corallo Eterno

# Color Name
source: Eternal Cornsilk
it: Cornsilk Eterno

# Color Name
source: Eternal Cyan
it: Ciano Eterno

# Color Name
source: Eternal Dark Goldenrod
it: Verga d'Oro Oscuro Eterno

# Color Name
source: Eternal Dark Olive Green
it: Verde Oliva Scuro Eterno

# Color Name
source: Eternal Dark Orange
it: Arancione Scuro Eterno

# Color Name
source: Eternal Dark Orchid
it: Orchidea Oscura Eterno

# Color Name
source: Eternal Dark Sea Green
it: Verde Mare Scuro Eterno

# Color Name
source: Eternal Dark Slate Gray
it: Grigio Ardesia Scuro Eterno

# Color Name
source: Eternal Deep Pink
it: Rosa Scuro Eterno

# Color Name
source: Eternal Deep Sky Blue
it: Blue Cielo Scuro Eterno

# Color Name
source: Eternal Dodger Blue
it: Blu Evasivo Eterno

# Color Name
source: Eternal Firebrick
it: Mattone Refrettario Eterno

# Color Name
source: Eternal Gold
it: Oro Eterno

# Color Name
source: Eternal Goldenrod
it: Verga d'Oro Eterno

# Color Name
source: Eternal Green
it: Verde Eterno

# Color Name
source: Eternal Honeydew
it: Honeydew Eterno

# Color Name
source: Eternal Hot Pink
it: Rosa Caldo Eterno

# Color Name
source: Eternal Indian Red
it: Rosso Indiano Eterno

# Color Name
source: Eternal Ivory
it: Avorio Eterno

# Color Name
source: Eternal Khaki
it: Khaki Eterno

# Color Name
source: Eternal Lavender Blush
it: Lavanda Blush Eterno

# Color Name
source: Eternal Lemon Chiffon
it: Limone Chiffon Eterno

# Color Name
source: Eternal Light Blue
it: Blue Lucente Eterno

# Color Name
source: Eternal Light Cyan
it: Ciano Chiaro Eterno

# Color Name
source: Eternal Light Goldenrod
it: Verga d'Oro Chiaro Eterno

# Color Name
source: Eternal Light Pink
it: Rosa Chiaro Eterno

# Color Name
source: Eternal Light Salmon
it: Salmone Chiaro Eterno

# Color Name
source: Eternal Light Sky Blue
it: Blu Cielo Chiaro Eterno

# Color Name
source: Eternal Light Steel Blue
it: Blu Acciaio Chiaro Eterno

# Color Name
source: Eternal Light Yellow
it: Giallo Chiaro Eterno

# Color Name
source: Eternal Magenta
it: Magenta Eterno

# Color Name
source: Eternal Maroon
it: Maroon Eterno

# Color Name
source: Eternal Medium Orchid
it: Orchidea Media Eterno

# Color Name
source: Eternal Medium Purple
it: Viola Medio Eterno

# Color Name
source: Eternal Misty Rose
it: Rosa Nebbioso Eterno

# Color Name
source: Eternal Navajo White
it: Bianco Navajo Eterno

# Color Name
source: Eternal Olive Drab
it: Verde Oliva Eterno

# Color Name
source: Eternal Orange
it: Arancione Eterno

# Color Name
source: Eternal Orange Red
it: Rosso Arancia Eterno

# Color Name
source: Eternal Orchid
it: Orchidea Eterno

# Color Name
source: Eternal Pale Green
it: Verde Pallido Eterno

# Color Name
source: Eternal Pale Turquoise
it: Turchese Pallido Eterno

# Color Name
source: Eternal Pale Violet Red
it: Rosso Viola Pallido Eterno

# Color Name
source: Eternal Peach Puff
it: Pesco Eterno

# Color Name
source: Eternal Pink
it: Rosa Eterno

# Color Name
source: Eternal Plum
it: Prugna Eterno

# Color Name
source: Eternal Purple
it: Viola Eterno

# Color Name
source: Eternal Red
it: Rosso Eterno

# Color Name
source: Eternal Rosy Brown
it: Marrone Rosato Eterno

# Color Name
source: Eternal Royal Blue
it: Blu Reale Eterno

# Color Name
source: Eternal Salmon
it: Salmone Eterno

# Color Name
source: Eternal Sea Green
it: Verde Mare Eterno

# Color Name
source: Eternal Seashell
it: Conchiglia Eterno

# Color Name
source: Eternal Sienna
it: Sienna Eterno

# Color Name
source: Eternal Sky Blue
it: Blu Cielo Eterno

# Color Name
source: Eternal Slate Blue
it: Blu Ardesia Eterno

# Color Name
source: Eternal Slate Gray
it: Grigio Ardesia Eterno

# Color Name
source: Eternal Snow
it: Neve Eterno

# Color Name
source: Eternal Spring Green
it: Verde Primavera Eterno

# Color Name
source: Eternal Steel Blue
it: Blu Acciaio Eterno

# Color Name
source: Eternal Tan
it: Marroncino Eterno

# Color Name
source: Eternal Thistle
it: Cardo Eterno

# Color Name
source: Eternal Tomato
it: Pomodoro Eterno

# Color Name
source: Eternal Turquoise
it: Turchese Eterno

# Color Name
source: Eternal Violet Red
it: Rosso Viola Eterno

# Color Name
source: Eternal Wheat
it: Grano Eterno

# Color Name
source: Eternal Yellow
it: Giallo Eterno

# Color Name
source: Firebrick
it: Mattone Refrettario

# Color Name
source: Floral White
it: Bianco Floreale

# Color Name
source: Forest Green
it: Verde Foresta

# Color Name
source: Ghost White
it: Bianco Fantasma

# Color Name
source: Gold
it: Oro

# Color Name
source: Goldenrod
it: Verga d'Oro

# Color Name
source: Gray
it: Grigio

# Color Name
source: Green
it: Verde

# Color Name
source: Green Yellow
it: Verde Giallo

# Color Name
source: Honeydew
it: Melata

# Color Name
source: Hot Pink
it: Rosa Acceso

# Color Name
source: Indian Red
it: Rosso Indiano

# Color Name
source: Infinity Antique White
it: Bianco Infinito Antico

# Color Name
source: Infinity Azure
it: Azzurro Infinito Antico

# Color Name
source: Infinity Bisque
it: Bisque Infinito

# Color Name
source: Infinity Brown
it: Marrone Infinito

# Color Name
source: Infinity Burlywood
it: Burlywood Infinito

# Color Name
source: Infinity Cadet Blue
it: Blu Cadetto Infinito

# Color Name
source: Infinity Chartreuse
it: Chartreuse Infinito

# Color Name
source: Infinity Chocolate
it: Cioccolato Infinito

# Color Name
source: Infinity Coral
it: Corallo Infinito

# Color Name
source: Infinity Cornsilk
it: Cornsilk Infinito

# Color Name
source: Infinity Cyan
it: Ciano Infinito

# Color Name
source: Infinity Dark Goldenrod
it: Verga d'Oro Scura Infinito

# Color Name
source: Infinity Dark Olive Green
it: Verde Oliva Scuro Infinito

# Color Name
source: Infinity Dark Orange
it: Arancione Scuro Infinito

# Color Name
source: Infinity Dark Orchid
it: Orchidea Oscura Infinito

# Color Name
source: Infinity Dark Sea Green
it: Verde Mare Scuro Infinito

# Color Name
source: Infinity Dark Slate Gray
it: Grigio Ardesia Scuro Infinito

# Color Name
source: Infinity Deep Pink
it: Rosa Scuro Infinito

# Color Name
source: Infinity Deep Sky Blue
it: Blu Cielo Scuro Infinito

# Color Name
source: Infinity Dodger Blue
it: Blu Evasivo Infinito

# Color Name
source: Infinity Firebrick
it: Mattone Refrettario Infinito

# Color Name
source: Infinity Gold
it: Oro Infinito

# Color Name
source: Infinity Goldenrod
it: Verga d'Oro Infinito

# Color Name
source: Infinity Green
it: Verde Infinito

# Color Name
source: Infinity Honeydew
it: Honeydew Infinito

# Color Name
source: Infinity Hot Pink
it: Rosa Acceso Infinito

# Color Name
source: Infinity Indian Red
it: Rosso Indiano Infinito

# Color Name
source: Infinity Ivory
it: Avorio Infinito

# Color Name
source: Infinity Khaki
it: Khaki Infinito

# Color Name
source: Infinity Lavender Blush
it: Lavanda Blush Infinito

# Color Name
source: Infinity Lemon Chiffon
it: Limone Chiffon Infinito

# Color Name
source: Infinity Light Blue
it: Blu Chiaro Infinito

# Color Name
source: Infinity Light Cyan
it: Ciano Chiaro Infinito

# Color Name
source: Infinity Light Goldenrod
it: Verga d'Oro Chiaro Infinito

# Color Name
source: Infinity Light Pink
it: Rosa Chiaro Infinito

# Color Name
source: Infinity Light Salmon
it: Salmone Chiaro Infinito

# Color Name
source: Infinity Light Sky Blue
it: Blu Cielo Chiaro Infinito

# Color Name
source: Infinity Light Steel Blue
it: Blu Acciaio Chiaro Infinito

# Color Name
source: Infinity Light Yellow
it: Giallo Chiaro Infinito

# Color Name
source: Infinity Magenta
it: Magenta Infinito

# Color Name
source: Infinity Maroon
it: Maroon Infinito

# Color Name
source: Infinity Medium Orchid
it: Orchidea Medio Infinito

# Color Name
source: Infinity Medium Purple
it: Viola Medio Infinito

# Color Name
source: Infinity Misty Rose
it: Rosa Misty Infinito

# Color Name
source: Infinity Navajo White
it: Bianco Navajo Infinito

# Color Name
source: Infinity Orange
it: Arancione Infinito

# Color Name
source: Infinity Orange Red
it: Rosso Arancio Infinito

# Color Name
source: Infinity Orchid
it: Orchidea Infinito

# Color Name
source: Infinity Pale Green
it: Verde Pallido Infinito

# Color Name
source: Infinity Pale Turquoise
it: Turchese Pallido Infinito

# Color Name
source: Infinity Pale Violet Red
it: Rosso Viola Pallido Infinito

# Color Name
source: Infinity Peach Puff
it: Pesca Piumata Infinito

# Color Name
source: Infinity Pink
it: Rosa Infinito

# Color Name
source: Infinity Plum
it: Prugna Infinito

# Color Name
source: Infinity Purple
it: Viola Infinito

# Color Name
source: Infinity Red
it: Rosso Infinito

# Color Name
source: Infinity Rosy Brown
it: Marrone Rosato Infinito

# Color Name
source: Infinity Royal Blue
it: Blu Reale Infinito

# Color Name
source: Infinity Salmon
it: Salmone Infinito

# Color Name
source: Infinity Sea Green
it: Verde Mare Infinito

# Color Name
source: Infinity Seashell
it: Conchiglia Infinito

# Color Name
source: Infinity Sienna
it: Sienna Infinito

# Color Name
source: Infinity Sky Blue
it: Blu Cielo Infinito

# Color Name
source: Infinity Slate Blue
it: Blu Ardesia Infinito

# Color Name
source: Infinity Slate Gray
it: Grigio Ardesia Infinito

# Color Name
source: Infinity Snow
it: Neve Infnito

# Color Name
source: Infinity Spring Green
it: Verde Primavera Infinito

# Color Name
source: Infinity Steel Blue
it: Blu Acciaio Infinito

# Color Name
source: Infinity Thistle
it: Cardo Infinito

# Color Name
source: Infinity Tomato
it: Pomodoro Infinito

# Color Name
source: Infinity Turquoise
it: TUrchese Infinito

# Color Name
source: Infinity Violet Red
it: Rosso Viola Infinito

# Color Name
source: Infinity Wheat
it: Grano Infinito

# Color Name
source: Infinity Yellow
it: Giallo Infinito

# Color Name
source: Ivory
it: Avorio

# Color Name
source: Lavender
it: Lavanda

# Color Name
source: Lavender Blush
it: Lavanda Blush

# Color Name
source: Lawn Green
it: Verde Prato

# Color Name
source: Lemon Chiffon
it: Limone Chiffon

# Color Name
source: Light Blue
it: Blu Chiaro

# Color Name
source: Light Coral
it: Corallo Chiaro

# Color Name
source: Light Cyan
it: Ciano Chiaro

# Color Name
source: Light Goldenrod
it: Verga d'Oro Chiaro

# Color Name
source: Light Goldenrod Yellow
it: Giallo Verga d'Oro Chiaro

# Color Name
source: Light Grey
it: Grigio Chiaro

# Color Name
source: Light Pink
it: Rosa Chiaro

# Color Name
source: Light Salmon
it: Salmone Chiaro

# Color Name
source: Light Sea Green
it: Verde Mare Chiaro

# Color Name
source: Light Sky Blue
it: Celeste Chiaro

# Color Name
source: Light Slate Blue
it: Blu Ardesia Chiaro

# Color Name
source: Light Slate Gray
it: Grigio Ardesia Chiaro

# Color Name
source: Light Steel Blue
it: Blu Acciaio Chiaro

# Color Name
source: Light Yellow
it: Giallo Chiaro

# Color Name
source: Lime Green
it: Verde Lime

# Color Name
source: Linen
it: Lino

# Color Name
source: Medium Aquamarine
it: Acquamarina Medio

# Color Name
source: Medium Blue
it: Blu Medio

# Color Name
source: Medium Orchid
it: Orchidea Medio

# Color Name
source: Medium Purple
it: Viola Medio

# Color Name
source: Medium Sea Green
it: Verde Mare Medio

# Color Name
source: Medium Slate Blue
it: Blu Ardesia Medio

# Color Name
source: Medium Spring Green
it: Verde Primavera Medio

# Color Name
source: Medium Turquoise
it: Turchese Medio

# Color Name
source: Medium Violet Red
it: Rosso Viola Medio

# Color Name
source: Midnight Blue
it: Blu Notte

# Color Name
source: Mint Cream
it: Crema alla Menta

# Color Name
source: Misty Rose
it: Rosa Nebbioso

# Color Name
source: Moccasin
it: Mocassino

# Color Name
source: Navajo White
it: Bianco Navajo

# Color Name
source: Night Grey
it: Grigio Notte

# Color Name
source: Old Lace
it: Vecchio Merletto

# Color Name
source: Olive Drab
it: Verde Oliva

# Color Name
source: Orange
it: Arancione

# Color Name
source: Orange Red
it: Rosso Arancia

# Color Name
source: Orchid
it: Orchidea

# Color Name
source: Pale Goldenrod
it: Verga d'Oro Pallido

# Color Name
source: Pale Green
it: Verde Pallido

# Color Name
source: Pale Turquoise
it: Turchese Pallido

# Color Name
source: Pale Violet Red
it: Rosso Viola Pallido

# Color Name
source: Papaya Whip
it: Frusta di Papaia

# Color Name
source: Peach Puff
it: Pesca Piumata

# Color Name
source: Peru
it: Perù

# Color Name
source: Pink
it: Rosa

# Color Name
source: Plum
it: Prugna

# Color Name
source: Powder Blue
it: Blu Polvere

# Color Name
source: Purple
it: Viola

# Color Name
source: Red
it: Rosso

# Color Name
source: Rosy Brown
it: Marrone Rosato

# Color Name
source: Royal Blue
it: Blu Reale

# Color Name
source: Saddle Brown
it: Marrone Sella

# Color Name
source: Salmon
it: Salmone

# Color Name
source: Sandy Brown
it: Marrone Sabbia

# Color Name
source: Sea Green
it: Verde Mare

# Color Name
source: Seashell
it: Conchiglia

# Color Name
source: Sky Blue
it: Celeste

# Color Name
source: Slate Blue
it: Blu Ardesia

# Color Name
source: Slate Gray
it: Grigio Ardesia

# Color Name
source: Snow
it: Neve

# Color Name
source: Solar Antique White
it: Bianco Antico Solare

# Color Name
source: Solar Aquamarine
it: Aquamarina Solare

# Color Name
source: Solar Azure
it: Azzurro Solare

# Color Name
source: Solar Bisque
it: Bisque Solare

# Color Name
source: Solar Blue
it: Blu Solare

# Color Name
source: Solar Brown
it: Marrone Solare

# Color Name
source: Solar Burlywood
it: Burlywood Solare

# Color Name
source: Solar Cadet Blue
it: Blu Cadetto Solare

# Color Name
source: Solar Chartreuse
it: Chartreuse Solare

# Color Name
source: Solar Coral
it: Corallo Solare

# Color Name
source: Solar Cornsilk
it: Cornsilk Solare

# Color Name
source: Solar Cyan
it: Ciano Solare

# Color Name
source: Solar Dark Goldenrod
it: Verga d'Oro Scura Solare

# Color Name
source: Solar Dark Olive Green
it: Verde Oliva Scuro Solare

# Color Name
source: Solar Dark Orange
it: Arancione Scuro Solare

# Color Name
source: Solar Dark Orchid
it: Orchidea Scuro Solare

# Color Name
source: Solar Dark Sea Green
it: Verde Mare Scuro Solare

# Color Name
source: Solar Dark Slate Gray
it: Grigio Ardesia Scuro Solare

# Color Name
source: Solar Deep Pink
it: Rosa Scuro Solare

# Color Name
source: Solar Deep Sky Blue
it: Blu Cielo Scuro Solare

# Color Name
source: Solar Dodger Blue
it: Blu Evasivo Solare

# Color Name
source: Solar Firebrick
it: Mattone Refrattario Solare

# Color Name
source: Solar Gold
it: Oro Solare

# Color Name
source: Solar Goldenrod
it: Verga d'Oro Solare

# Color Name
source: Solar Green
it: Verde Solare

# Color Name
source: Solar Honeydew
it: Honeydew Solare

# Color Name
source: Solar Hot Pink
it: Rosa Acceso Solare

# Color Name
source: Solar Indian Red
it: Rosso Indiano Solare

# Color Name
source: Solar Ivory
it: Avorio Solare

# Color Name
source: Solar Khaki
it: Khaki Solare

# Color Name
source: Solar Lavender Blush
it: Lavanda Blush Solare

# Color Name
source: Solar Lemon Chiffon
it: Limone Chiffon Solare

# Color Name
source: Solar Light Blue
it: Blu Chiaro Solare

# Color Name
source: Solar Light Cyan
it: Ciano Chiaro Solare

# Color Name
source: Solar Light Goldenrod
it: Verga d'Oro Chiaro Solare

# Color Name
source: Solar Light Pink
it: Rosa Chiaro Solare

# Color Name
source: Solar Light Salmon
it: Salmone Chiaro Solare

# Color Name
source: Solar Light Sky Blue
it: Blu Cielo Chiaro Solare

# Color Name
source: Solar Light Steel Blue
it: Blu Acciaio Chiaro Solare

# Color Name
source: Solar Light Yellow
it: Giallo Chiaro Solare

# Color Name
source: Solar Magenta
it: Magenta Solare

# Color Name
source: Solar Maroon
it: Maroon Solare

# Color Name
source: Solar Medium Orchid
it: Orchidea Media Solare

# Color Name
source: Solar Medium Purple
it: Viola Medio Solare

# Color Name
source: Solar Misty Rose
it: Rosa Nebbioso Solare

# Color Name
source: Solar Navajo White
it: Bianco Navajo Solare

# Color Name
source: Solar Olive Drab
it: Verde Oliva Solare

# Color Name
source: Solar Orange
it: Arancione Solare

# Color Name
source: Solar Orange Red
it: Rosso Arancia Solare

# Color Name
source: Solar Orchid
it: Orchidea Solare

# Color Name
source: Solar Pale Green
it: Verde Chiaro Solare

# Color Name
source: Solar Pale Turquoise
it: Turchese Chiaro Solare

# Color Name
source: Solar Pale Violet Red
it: Rosso Viola Pallido Solare

# Color Name
source: Solar Peach Puff
it: Pesca Piumata Solare

# Color Name
source: Solar Pink
it: Rosa Solare

# Color Name
source: Solar Plum
it: Prugna Solare

# Color Name
source: Solar Purple
it: Viola Solare

# Color Name
source: Solar Red
it: Rosso Solare

# Color Name
source: Solar Rosy Brown
it: Marrone Rosato Stellato

# Color Name
source: Solar Royal Blue
it: Blu Reale Solare

# Color Name
source: Solar Salmon
it: Salmone Solare

# Color Name
source: Solar Seashell
it: Conchiglia Solare

# Color Name
source: Solar Sienna
it: Sienna Solare

# Color Name
source: Solar Sky Blue
it: Blu Cielo Solare

# Color Name
source: Solar Slate Blue
it: Blu Ardesia Solare

# Color Name
source: Solar Slate Gray
it: Grigio Ardesia Solare

# Color Name
source: Solar Snow
it: Neve Solare

# Color Name
source: Solar Spring Green
it: Verde Primaverile Solare

# Color Name
source: Solar Steel Blue
it: Blu Acciaio Solare

# Color Name
source: Solar Tan
it: Marroncino Solare

# Color Name
source: Solar Thistle
it: Cardo Solare

# Color Name
source: Solar Tomato
it: Pomodoro Solare

# Color Name
source: Solar Turquoise
it: Turchese Solare

# Color Name
source: Solar Violet Red
it: Rosso Viola Solare

# Color Name
source: Solar Wheat
it: Grano Solare

# Color Name
source: Solar Yellow
it: Giallo Solare

# Color Name
source: Spring Green
it: Verde Primavera

# Color Name
source: Star Antique White
it: Bianco Antico Stellato

# Color Name
source: Star Brown
it: Marrone Stellato

# Color Name
source: Star Burlywood
it: Burlywood Stellato

# Color Name
source: Star Cadet Blue
it: Blu Cadetto Stellato

# Color Name
source: Star Chocolate
it: Cioccolato Stellato

# Color Name
source: Star Coral
it: Corallo Stellato

# Color Name
source: Star Dark Goldenrod
it: Verga d'Oro Scuro Stellato

# Color Name
source: Star Dark Olive Green
it: Verde Oliva Scuro Stellato

# Color Name
source: Star Dark Orange
it: Arancione Scuro Stellato

# Color Name
source: Star Dark Orchid
it: Orchidea Scuro Stellato

# Color Name
source: Star Dark Sea Green
it: Verde Mare Scuro Stellato

# Color Name
source: Star Dark Slate Gray
it: Grigio Ardesia Scuro Stellato

# Color Name
source: Star Firebrick
it: Mattone Refrettario Stellato

# Color Name
source: Star Goldenrod
it: Verga d'Oro a Stellato

# Color Name
source: Star Hot Pink
it: Rosa Acceso Stellato

# Color Name
source: Star Indian Red
it: Rosso Indiano Stellato

# Color Name
source: Star Khaki
it: Khaki Stellato

# Color Name
source: Star Light Blue
it: Blu Chiaro Stellato

# Color Name
source: Star Light Goldenrod
it: Verga d'Oro Chiaro Stellato

# Color Name
source: Star Light Pink
it: Rosa Chiaro Stellato

# Color Name
source: Star Light Sky Blue
it: Blu Cielo Chiaro Stellato

# Color Name
source: Star Light Steel Blue
it: Blu Acciaio Chiaro Stellato

# Color Name
source: Star Maroon
it: Maroon Stellato

# Color Name
source: Star Medium Orchid
it: Orchidea Medio Stellato

# Color Name
source: Star Medium Purple
it: Viola Medio Stellato

# Color Name
source: Star Olive Drab
it: Oliva Sbiadita Stellato

# Color Name
source: Star Orchid
it: Orchidea Stellata

# Color Name
source: Star Pale Green
it: Verde Pallido Stellato

# Color Name
source: Star Pale Turquoise
it: Turchese Pallido Stellato

# Color Name
source: Star Pale Violet Red
it: Rosso Viola Pallido Stellato

# Color Name
source: Star Pink
it: Rosa Stellato

# Color Name
source: Star Plum
it: Prugna Stellato

# Color Name
source: Star Purple
it: Viola Stellato

# Color Name
source: Star Rosy Brown
it: Marrone Rosato Stellato

# Color Name
source: Star Royal Blue
it: Blu Reale Stellato

# Color Name
source: Star Salmon
it: Salmone Stellato

# Color Name
source: Star Sea Green
it: Verde Mare Stellato

# Color Name
source: Star Sienna
it: Sienna Stellato

# Color Name
source: Star Sky Blue
it: Blu Cielo Stellato

# Color Name
source: Star Slate Blue
it: Blu Ardesia Stellato

# Color Name
source: Star Slate Gray
it: Grigio Ardesia Stellato

# Color Name
source: Star Steel Blue
it: Blu Acciaio Stellato

# Color Name
source: Star Tan
it: Marroncino Stellato

# Color Name
source: Star Thistle
it: Cardo Stellato

# Color Name
source: Star Turquoise
it: Turchese Stellato

# Color Name
source: Star Violet Red
it: Viola Rosso Stellato

# Color Name
source: Star Wheat
it: Grano Stellato

# Color Name
source: Steel Blue
it: Blu Acciaio

# Color Name
source: Tan
it: Marroncino

# Color Name
source: Thistle
it: Cardo

# Color Name
source: Tomato
it: Pomodoro

# Color Name
source: Travelhub Blue
it: Blu Viaggiatore

# Color Name
source: Turquoise
it: Turchese

# Color Name
source: Violet
it: Viola

# Color Name
source: Violet Red
it: Viola Rosso

# Color Name
source: Wheat
it: Grano

# Color Name
source: White
it: Bianco

# Color Name
source: White Smoke
it: Bianco Fumo

# Color Name
source: Yellow
it: Giallo

# Color Name
source: Yellow Green
it: Giallo Verde
