Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: This one must be after our item. Get rid of them!
it: Questo deve essere dopo il nostro articolo. Sbarazzatene!

source: [Look for Black Market]
it: [Cerca mercato nero]

source: Mission failed: Black Market Station was destroyed
it: Missione fallita: la stazione del Mercato Nero è stata distrutta

source: Storage Facility: Theta 4 Container: B-76 Owner: Wouldn't say Origin: (%1%:%2%)
it: Struttura di stoccaggio: Theta 4 Contenitore: B-76 Proprietario: Non direi Origine: (%1%:%2%)

source: What do you want? Why is everybody disturbing me today?
it: Cosa vuoi? Perché tutti mi disturbano oggi?

source: I'm looking for the owner of this package.
it: Sto cercando il proprietario di questo pacchetto.

source: How did you get this? Do you know how much I paid to have this stored away safely? I knew the guy running the storage facility couldn't be trusted!
it: Come l'hai avuta? Sai quanto ho pagato per averlo conservato in modo sicuro? Sapevo che non ci si poteva fidare del tizio che gestiva il magazzino!

source: I took it from pirates that were tampering with a container.
it: L'ho preso dai pirati che stavano manomettendo un container.

source: And you brought it back to me instead of keeping it? I didn't think there were honest people left in the galaxy, but you proved me wrong. You know, I'm running a little shop here. You're free to visit any time.
it: E me l'hai riportato invece di tenerlo? Non pensavo che ci fossero persone oneste nella galassia, ma mi hai dimostrato che mi sbagliavo. Sai, sto gestendo un piccolo negozio qui. Puoi venire a trovarci in qualsiasi momento.

source: What package? What are you talking about?
it: Di che pacco stai parlando?

source: I found a package earlier, but I lost it.
it: Ho trovato un pacco prima, ma l'ho perso.

source: Then what do you want here? Get lost!
it: Allora cosa vuoi qui? Sparisci!

source: Sold an item for %1% Credits.
it: Venduto un oggetto per %1% di Credito.

source: What do you want with that thing? Get lost, we don't want any funny business here!
it: Cosa vuoi da quella cosa? Sparisci, non vogliamo affari divertenti qui!

source: A package you say? I didn't lose any package, but I'll take a free package any time!
it: Un pacco, dici? Non ho perso alcun pacchetto, ma prenderò un pacchetto gratuito in qualsiasi momento!

source: I'd rather not.
it: Preferirei di no.

source: I'm not supposed to take packages from strangers.
it: Non dovrei prendere pacchi da sconosciuti.

source: It's not mine, but it seems valuable. Can I buy it from you?
it: Non è mia, ma mi sembra preziosa. Posso comprarlo da te?

source: No. I'll keep looking for the owner.
it: No. Continuerò a cercare il proprietario.

source: Injector Subsystem
it: Sottosistema Iniettore

source: This subsystem allows you to bypass locking systems of \c(0d0)Secured Containers\c(). If the security level of your subsystem is high enough, you won't even trigger a response.
it: Questo sottosistema ti consente di bypassare i sistemi di blocco dei \c(0d0) Contenitori Protetti\c(). Se il livello di sicurezza del tuo sottosistema è abbastanza alto, non attiverai nemmeno una risposta.

source: Sphinx Subsystem
it: Sottosistema Sfinge

source: The \c(0d0)Sphinx Subsystem\c() to scramble defenders' cargo detection systems. Especially useful if you are carrying contraband.
it: Il \c(0d0) Sottosistema Sfinge\c() per rimescolare i sistemi di rilevamento del carico dei difensori. Particolarmente utile se si trasporta merce di contrabbando.

source: Chameleon Subsystem
it: Sottosistema Camaleonte

source: The \c(0d0)Chameleon Subsystem\c() receives and analyzes ship signatures of your immediate surroundings. It can warn you about any cargo detecting defender coming into range! Very useful if you're transporting not-so-legal goods and want to avoid questions.
it: Il \c(0d0) Sottosistema Camaleonte\c() riceve e analizza le firme delle navi nelle immediate vicinanze. Può avvisarti di qualsiasi carico che rileva il difensore che entra nel raggio d'azione! Molto utile se stai trasportando merci non così legali e vuoi evitare domande.

source: Black Markets
it: Mercati neri

source: Some stations may have secret \c(0d0)Black Markets\c(). They offer special goods for special customers.
it: Alcune stazioni possono avere mercati neri segreti \c(0d0)\c(). Offrono prodotti speciali per clienti speciali.

source: Whether you are considered a special customer depends on which syndicates are your enemies and which are your friends.
it: Il fatto che tu sia considerato un cliente speciale dipende da quali sindacati sono i tuoi nemici e quali sono i tuoi amici.

source: It is very hard to learn which stations double as Black Markets, because it is their main goal to stay hidden. They cannot be found, except by those who already know where they are.
it: È molto difficile sapere quali stazioni fungono anche da mercati neri, perché il loro obiettivo principale è rimanere nascosti. Non possono essere trovati, se non da chi sa già dove si trovano.

source: So keep your eyes open and maybe you will come across somebody who can tell you about them. You just might have to do them a small favor...
it: Quindi tieni gli occhi aperti e forse incontrerai qualcuno che può parlartene. Potresti dovergli fare un piccolo favore...

source: Black Market: Characters
it: Mercato Nero: Personaggi

source: \c(0d0)Izzy\c() is a smuggler and conwoman. The most important things for her are making profit and keeping her independence. She only collaborates with others if she can see advantages in doing so. One of her biggest fears is that a partner might destroy her way of life or take away jobs from her. She uses the \c(0d0)syndicates\c() to make money, but would never join one of them.
it: \c(0d0)Izzy\c() è una contrabbandiera e truffatrice. Le cose più importanti per lei sono fare profitti e mantenere la sua indipendenza. Collabora con gli altri solo se può vedere dei vantaggi nel farlo. Una delle sue più grandi paure è che un partner possa distruggere il suo stile di vita o portarle via il lavoro. Usa i \c(0d0)sindacati\c() per fare soldi, ma non si unirà mai a uno di loro.

source: The \c(0d0)Cavaliers\c() are a \c(0d0)syndicate\c() that has only one goal: establishing order in the galaxy. The Cavaliers started out as a band of soldiers setting out to cleanse the galaxy off all pirates and Xsotan. By now they have raised a great army lead by their \c(0d0)Emperor\c() to do so. They believe that all other factions make it too easy for pirates and \c(0d0)Xsotan\c() to cause unrest, and therefore must be put under the Cavaliers' rule.
it: I \c(0d0)Cavaliers\c() sono un \c(0d0)sindacato\c() che ha un solo obiettivo: stabilire l'ordine nella galassia. I Cavaliers hanno iniziato come una banda di soldati che si proponevano di ripulire la galassia da tutti i pirati e gli Xsotan. Ormai hanno sollevato un grande esercito guidato dal loro \c(0d0)Imperatore\c() per farlo. Credono che tutte le altre fazioni rendano troppo facile per i pirati e gli\c(0d0)Xsotan\c() causare disordini, e quindi devono essere messi sotto il dominio dei Cavalieri.

source: \c(0d0)General Adriana Stahl\c() is one of the leaders of the \c(0d0)Cavaliers\c(). She firmly believes in the ideals of the Cavaliers' founders. Her most-outstanding features are her fairness towards anyone and her diligence. Since she became a general she used that power within the Cavaliers to help the powerless.
it: \c(0d0)Il generale Adriana Stahl\c() è uno dei leader dei \c(0d0)Cavaliers\c(). Crede fermamente negli ideali dei fondatori dei Cavaliers. Le sue caratteristiche più importanti sono la sua correttezza nei confronti di chiunque e la sua diligenza. Da quando è diventata un generale ha usato quel potere all'interno dei Cavalieri per aiutare i più deboli.

source: After she realized that the \c(0d0)Emperor\c() only had his own gain in mind, she decided that it was up to her to lead the \c(0d0)Cavaliers\c() back onto the right path.
it: Dopo essersi resa conto che l '\c(0d0)Imperatore\c() aveva in mente solo il suo guadagno, decise che spettava a lei riportare i \c(0d0)Cavalieri\c() sulla retta via.

source: The \c(0d0)Emperor\c() is the head of the \c(0d0)Cavaliers\c(). If he deigns to talk to other people, he expects to be taxied around instead of using his own ship. He believes that order is the most important thing to strive for, and he will punish everybody who doesn't fulfill his assignments on time.
it: L '\c(0d0)Imperatore\c() è il capo dei\c(0d0)Cavalieri\c(). Se si degna di parlare con altre persone, si aspetta di essere rullato in giro invece di usare la sua nave. Crede che l'ordine sia la cosa più importante per cui lottare e punirà tutti coloro che non adempiono ai propri incarichi in tempo.

source: After realizing that \c(0d0)General Adriana Stahl\c() plans to overthrow him, he fights against her to secure his position.
it: Dopo essersi reso conto che \c(0d0) il generale Adriana Stahl\c() progetta di rovesciarlo, combatte contro di lei per assicurarsi la sua posizione.

source: The Grand Master of the Order
it: Il Gran Maestro dell'Ordine

source: The \c(0d0)Grand Master of the Order\c() is one of the leaders of the \c(0d0)Cavaliers\c(). His only goal is to make sure that the Cavaliers become and then remain the most powerful syndicate in the galaxy. His ship is well armored, but it does have several weak spots.
it: Il \c(0d0)Gran Maestro dell'Ordine\c() è uno dei leader dei \c(0d0)Cavalieri\c(). Il suo unico obiettivo è assicurarsi che i Cavaliers diventino e rimangano il sindacato più potente della galassia. La sua nave è ben corazzata, ma ha diversi punti deboli.

source: The \c(0d0)Commune\c() is a large group of inhabitants of the galaxy that believe that fight for voting rights and worker participation regardless of social standing. They are against any trading bans, especially those of narcotics, as bans limit personal freedom. The Commune spreads its ideas mainly to factory workers and other disadvantaged people in order to start a revolution.
it: La \c(0d0)Comune\c() è un folto gruppo di abitanti della galassia che credono di lottare per il diritto di voto e la partecipazione dei lavoratori indipendentemente dalla posizione sociale. Sono contrari a qualsiasi divieto di commercio, in particolare di narcotici, in quanto limitano la libertà personale. La Comune diffonde le sue idee principalmente ai lavoratori delle fabbriche e ad altre persone svantaggiate al fine di avviare una rivoluzione.

source: \c(0d0)Juliana\c() is an important figure among the ranks of the \c(0d0)Commune\c(). While the Commune has no hierarchy of power, everybody among them recognizes Juliana's leadership qualities. She is quick-witted and likeable, and her abilities to always find a way out of any situation have saved her countless times.
it: \c(0d0)Giuliana\c() è una figura importante tra i ranghi della \c(0d0)Comune\c(). Mentre la Comune non ha una gerarchia di potere, tutti tra loro riconoscono le qualità di leadership di Juliana. È arguta e simpatica, e le sue capacità di trovare sempre una via d'uscita da qualsiasi situazione l'hanno salvata innumerevoli volte.

source: After being abducted, she is able to befriend her captors and to talk them into letting her send messages. Using this she works towards her rescue.
it: Dopo essere stata rapita, è in grado di fare amicizia con i suoi rapitori e di convincerli a lasciarle inviare messaggi. Usando questo, lavora per il suo salvataggio.

source: The Executive Secretary
it: Il Segretario Esecutivo

source: The \c(0d0)Executive Secretary\c() is the one who coordinates all actions by the Commune. He is elected into his post by the other Commune leaders. If the Executive Secretary becomes unable to fulfill his job, another member of the council immediately takes his place making the Commune very resilient against attacks.
it: Il \c(0d0) Segretario Esecutivo\c() è colui che coordina tutte le azioni della Comune. Viene eletto al suo posto dagli altri leader della Comune. Se il Segretario Esecutivo diventa incapace di svolgere il suo lavoro, un altro membro del consiglio prende immediatamente il suo posto rendendo la Comune molto resistente agli attacchi.

source: The \c(0d0)Family\c() is a network of smugglers and criminals. They are very much interested in retaining the status quo because they have informants and contacts in all factions. A lot of their energy flows into preventing any of the other syndicates from gaining power. At the same time, they also try not to draw too much attention on themselves and are forced to operate from the shadows.
it: La \c(0d0)Famiglia\c() è una rete di contrabbandieri e criminali. Sono molto interessati a mantenere lo status quo perché hanno informatori e contatti in tutte le fazioni. Gran parte della loro energia fluisce nell'impedire a qualsiasi altro sindacato di guadagnare potere. Allo stesso tempo, cercano anche di non attirare troppa attenzione su di sé e sono costretti ad operare nell'ombra.

source: \c(0d0)John Moretti\c() is one of the most successful criminals within the Family. He always keeps his cool and his enemies fear his name. By now, he would be rich enough to quit his illegal enterprises, but he prefers to fight on the front lines.
it: \c(0d0)John Moretti\c() è uno dei criminali di maggior successo all'interno della Famiglia. Mantiene sempre la calma e i suoi nemici temono il suo nome. Ormai sarebbe abbastanza ricco da abbandonare le sue imprese illegali, ma preferisce combattere in prima linea.

source: \c(0d0)Mr. Jackson\c() is Moretti's most dangerous enemy. After his death, Moretti can take things more slowly again.
it: \c(0d0)Il signor Jackson\c() è il nemico più pericoloso di Moretti. Dopo la sua morte, Moretti può prendere di nuovo le cose più lentamente.

source: Not much is known about \c(0d0)Mr. Jackson\c(), not even his first name. He used to work for the Family until they noticed that too much of the money meant for them was somehow ending up with him. After they cut ties with him, he now focuses all his energy on revenge to soothe his hurt pride. And no better way to take revenge on the Family than to mess up their business?
it: Non si sa molto su \c(0d0)Mr. Jackson\c(), nemmeno il suo nome. Lavorava per la Famiglia fino a quando non si sono accorti che troppo denaro destinato a loro stava in qualche modo finendo con lui. Dopo aver tagliato i legami con lui, ora concentra tutte le sue energie sulla vendetta per lenire il suo orgoglio ferito. E non c'è modo migliore per vendicarsi della Famiglia che rovinare i loro affari?

source: The \c(0d0)Capo dei Capi\c() is the leader of the Family. He knows about everything the Family is doing and he is very good at keeping his people in line. He can never be found alone, and his ship even keeps some of his bodyguards' ships docked. You can never be too prepared.
it: Il \c(0d0)Capo dei Capi\c() è il capo della Famiglia. Sa tutto ciò che la Famiglia sta facendo ed è molto bravo a tenere in riga la sua gente. Non può mai essere trovato da solo, e la sua nave tiene persino attraccate alcune delle navi delle sue guardie del corpo. Non si è mai troppo preparati.

source: Is everyone really sure they want to cross the Barrier? This is the last chance to turn back!
it: Siete davvero tutti sicuri di voler attraversare la Barriera? Questa è l'ultima possibilità per tornare indietro!

source: This is the trading opportunity of the century! I can't understand how someone wouldn't want to be part of it.
it: Questa è l'opportunità di trading del secolo! Non riesco a capire come qualcuno non voglia farne parte.

source: Is everybody ready for the adventure of their lifetime?
it: Siete tutti pronti per l'avventura della vostra vita?

source: Are there any other trading goods we should take? What do you think the people in the center would like to buy?
it: Ci sono altri beni commerciali che dovremmo prendere? Cosa pensi che le persone del centro vorrebbero comprare?

source: I'm really not sure if I should cross the Barrier. It seems awfully dangerous.
it: Non sono sicuro di dover attraversare la Barriera. Sembra terribilmente pericoloso.

source: I just went through a horrible divorce, there is nothing holding me on this side of the Barrier.
it: Ho appena attraversato un divorzio orribile, non c'è niente che mi trattenga da questa parte della Barriera.

source: Don't you think we should have more heavily armed ships with us? We're moving into Xsotan territory after all.
it: Non pensi che dovremmo avere con noi navi più pesantemente armate? Dopotutto, ci stiamo spostando nel territorio Xsotan.

source: Are you aware of the fact that we are about to be some of the first people to ever cross the Barrier?
it: Sei consapevole del fatto che stiamo per essere tra le prime persone ad attraversare la Barriera?

source: I wonder if we will be able to understand the factions on the inside, or if their dialects have changed too much since the Great War.
it: Mi chiedo se riusciremo a capire le fazioni all'interno, o se i loro dialetti sono cambiati troppo dalla Grande Guerra.

source: I really didn't think there would be so many pirates in the center. I was more afraid of Xsotan.
it: Non pensavo davvero che ci sarebbero stati così tanti pirati al centro. Avevo più paura di Xsotan.

source: Even if I returned home now, I would have already made more money than I make at home in a year.
it: Anche se fossi tornato a casa ora, avrei già guadagnato più soldi di quelli che guadagno a casa in un anno.

source: Our scouts are reporting sightings of Xsotan and pirates every day. Let's hope they kill each other instead of attacking us.
it: I nostri esploratori segnalano avvistamenti di Xsotan e pirati ogni giorno. Speriamo che si uccidano a vicenda invece di attaccarci.

source: My great-great-great-great-great-great-great-great-great-grandfather fought in the Great War and was lost behind the Barrier. Maybe I have relatives here?
it: Il mio bis-bis-bis-bis-bis-bis-bis-bisnonno combatté nella Grande Guerra e si perse dietro la Barriera. Forse ho dei parenti qui?

source: I somehow imagined the center of the galaxy to be different. Where are all the slimy aliens with tentacles?
it: In qualche modo immaginavo che il centro della galassia fosse diverso. Dove sono tutti quegli alieni viscidi con i tentacoli?

source: I heard the Xsotan around here are much more aggressive than the Xsotan on the outside.
it: Ho sentito che gli Xsotan qui intorno sono molto più aggressivi degli Xsotan all'esterno.

source: I'm not sure it was a good decision to come here. What if we never make it back home?
it: Non sono sicuro che sia stata una buona decisione venire qui. E se non ce la facessimo mai a tornare a casa?

source: This is exciting! We're literally discovering new worlds!
it: Questo è eccitante! Stiamo letteralmente scoprendo nuovi mondi!

source: I didn't think there would be so many factions here that want to trade. We'll be rich when we get home!
it: Non pensavo che ci sarebbero state così tante fazioni qui che volevano commerciare. Saremo ricchi quando torneremo a casa!

source: I'm so glad I quit my job at the factory to come on this expedition!
it: Sono così felice di aver lasciato il mio lavoro in fabbrica per partecipare a questa spedizione!

source: I wonder if we might be able to take a day trip to the very center of the galaxy. That would be awesome!
it: Mi chiedo se potremmo essere in grado di fare una gita di un giorno nel centro della galassia. Sarebbe fantastico!

source: Somehow the galaxy seems bigger when you're in the center. Does that make sense?
it: In qualche modo la galassia sembra più grande quando sei al centro. Ha senso?

source: We made it back out alive! At some point I was really beginning to doubt it!
it: Ne siamo usciti vivi! A un certo punto cominciavo davvero a dubitarne!

source: I can't wait to tell my wife how much money we made!
it: Non vedo l'ora di dire a mia moglie quanti soldi abbiamo fatto!

source: When we get home, I really need to clean my ship. Maybe even some new paint?
it: Quando arriviamo a casa, ho davvero bisogno di pulire la mia nave. Magari anche un po' di vernice nuova?

source: I feel like we really learned how to deal with pirates. Now, everyone out here had better watch out!
it: Sento che abbiamo davvero imparato a trattare con i pirati. Ora, tutti qui farebbero meglio a stare attenti!

source: I'm so glad we're back. I feel like I always slept with one eye open while we were in the center. I'm exhausted.
it: Sono così felice che siamo tornati. Mi sento come se dormissi sempre con un occhio aperto mentre eravamo al centro. Sono esausta.

source: I wonder if the entire galaxy will change now that it's possible to cross the Barrier.
it: Mi chiedo se l'intera galassia cambierà ora che è possibile attraversare la Barriera.

source: This was a trip I will be telling my grandchildren about!
it: Questo è stato un viaggio di cui parlerò ai miei nipoti!

source: This expedition was incredibly successful! And we only suffered minimal losses. I can't wait to start the next expedition!
it: Questa spedizione ha avuto un successo incredibile! E abbiamo subito solo perdite minime. Non vedo l'ora di iniziare la prossima spedizione!

source: Prepare for battle!
it: Preparati per la battaglia!

source: Man your guns! Defend the convoy!
it: Ammanettate le pistole! Difendete il convoglio!

source: Thank goodness we repaired our shield generators yesterday! We're going to need them now!
it: Grazie al cielo abbiamo riparato i nostri generatori di scudi ieri! Avremo bisogno di loro ora!

source: Stay in formation! The weak ships to the center!
it: Rimanete in formazione! Le deboli navi al centro!

source: They really think they can defeat us? We will show them!
it: Pensano davvero di poterci sconfiggere? Glielo faremo vedere!

source: 3.. 2.. 1.. FIRE!
it: 3.. 2.. 1.. FUOCO!

source: We're ready for anything! Bring it on!
it: Siamo pronti a tutto! Fatti sotto!

source: Retreat! Retreat!
it: Ritirata! Ritirata!

source: We're not retreating, we're just attacking in a different direction!
it: Non ci stiamo ritirando, stiamo solo attaccando in una direzione diversa!

source: Don't leave anyone behind!
it: Non lasciare indietro nessuno!

source: Run! Everybody! Run!
it: Correte! Tutti quanti! Correte!

source: Abandon this sector!
it: Abbandona questo settore!

source: We can't handle this! Run!
it: Non possiamo farcela! Scappa!

source: Hull Breach! Compartment 12 to 21 damaged!
it: Violazione dello scafo! Compartimento da 12 a 21 danneggiato!

source: Welcome to our little Convoy!
it: Benvenuto nel nostro piccolo convoglio!

source: We're glad you made it!
it: Siamo felici che tu ce l'abbia fatta!

source: Thank you for joining us!
it: Grazie per esserti unito a noi!

source: Another adventurer who wants to join us. Welcome!
it: Un altro avventuriero che vuole unirsi a noi. Benvenuto!

source: Convoy will remain in this sector for another %i minutes.
it: Il convoglio rimarrà in questo settore per altri %i minuti.

source: Convoy will leave this sector shortly.
it: Il convoglio lascerà questo settore a breve.

source: Convoy disbands in: %02d:%05.2f
it: Scioglimento convogli in: %02d:%05.2f

source: Chameleon M${serial}
it: Camaleonte M${serial}

# generic name for 'Chameleon M${serial}'
source: Chameleon
it: Camaleonte

source: Highlighted defenders
it: Difensori in evidenza

source: Highlight range
it: Intervallo di evidenziazione

source: Defender detector range
it: Gamma di rivelatori Defender

source: Detects cargo scanners & tracks down its origin
it: Rileva gli scanner del carico e ne rintraccia l'origine

source: Helps to avoid inspections
it: Aiuta a evitare le ispezioni

source: Factor
it: Fattore

source: Range
it: Intervallo

source: Amount
it: Importo
