Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Not much. The goons that grabbed her were from the Family. You know, the syndicate? And they must have disabled her ship's systems. I scanned for her ship, but nothing came up. But I promise to try again!
it: Non molto. Gli scagnozzi che l'hanno presa erano della Famiglia. Sai, il sindacato? E devono aver disabilitato i sistemi della sua nave. Ho cercato la sua nave, ma non è emerso nulla. Ma prometto di riprovare!

source: Do that, please.
it: Fallo, per favore.

source: Besides that we can only hope that she contacts you again. On a lighter note: Here is your reward for delivering the leaflets!
it: Inoltre, possiamo solo sperare che ti contatti di nuovo. Una nota più leggera: ecco la tua ricompensa per aver consegnato i volantini!

source: Another inspection?
it: Un altro sopralluogo

source: Yes, we can inspect anyone we want here.
it: Sì, possiamo ispezionare chiunque vogliamo qui.

source: What is that? Leaflets from the Commune? Are those starry-eyed idealists now picking on us, too? How are we supposed to make any legal money nowadays?
it: Che cos' è? Volantini della Comune? Quegli idealisti dagli occhi stellati ora se la prendono anche con noi? Come dovremmo fare soldi legali al giorno d'oggi?

source: They're just leaflets.
it: Sono solo volantini.

source: That's just the beginning. People striking and demanding equal pay will soon follow! We won't let you incite this. Die!
it: Questo è solo l'inizio. Le persone che scioperano e chiedono la parità di retribuzione seguiranno presto! Non ti lasceremo incitare a questo. Muori!

source: Sector Patrol
it: Pattugliamento di settore

source: Propaganda Material
it: Materiale di propaganda

source: Stop the Arms Deal
it: Stop al traffico di armi

source: Juliana heard of another arms deal by the Cavaliers. She wants to use the weapons for the Commune instead.
it: Juliana sentì parlare di un altro affare di armi da parte dei Cavalieri. Vuole invece usare le armi per la Comune.

source: Read the mail from Juliana
it: Leggi la mail di Juliana

source: Go and talk to Athoa at "the Bog" in sector (${x}:${y})
it: Vai a parlare con Athoa a "the Bog" nel settore (${x}:${y})

source: Return to "the Bog" in sector (${x}:${y})
it: Ritorna a "The Bog" nel settore (${x}:${y})

source: Destroy the pirates
it: Distruggi i pirati

source: Analyze the data chip
it: Analizzare il chip dati

source: Find and hack the weapon stashes in sector (${x}:${y})
it: Trova e hackera i nascondigli delle armi nel settore (${x}:${y})

source: Check the containers in sector (${x}:${y})
it: Controllare i contenitori nel settore (${x}:${y})

source: Defeat the Cavaliers
it: Sconfiggi i Cavalieri

source: Hack the Containers
it: Hackera i container

source: [Ask for Athoa]
it: [Chiedi di Athoa]

source: [Ask for Ortho]
it: [Chiedi di Ortho]

source: System
it: Sistema

source: Found two containers with an ID belonging to the Cavaliers in sector \s(%1%:%2%). Scanners are blocked, but there's no need. We all know that the Cavaliers are preparing for the next battle.
it: Trovati due contenitori con un ID appartenente ai Cavalieri nel settore \s(%1%:%2%). Gli scanner sono bloccati, ma non ce n' è bisogno. Sappiamo tutti che i Cavaliers si stanno preparando per la prossima battaglia.

source: What the heck?
it: Ma che cavolo?

source: Good day comrade! I hope this message gets through to you. My guards usually keep a close watch, but card games soften up everyone. While playing they told me the Cavaliers are stocking up, it seems they're greatly expanding their weapon business. I think some of those weapons should better be used for Commune approved ventures. Please go and talk to my friend Athoa, he's an incurable gambler but like a treasure trove when it comes to secrets of the syndicates. One of the guards met him at "The Bog", the wandering Casino in sector (%1%:%2%). Athoa should still be there. I'll try to get a message to him as well. He'll tell you where you need to go. Best wishes Juliana
it: Buongiorno compagno! Spero che questo messaggio ti arrivi. Le mie guardie di solito tengono alta la guardia, ma le partite a carte ammorbidiscono tutti. Mentre giocavamo mi hanno detto che i Cavalieri si stanno rifornendo, sembra che stiano espandendo notevolmente il loro commercio di armi. Credo che alcune di queste armi dovrebbero essere utilizzate per iniziative approvate dal Comune. Per favore, andate a parlare con il mio amico Athoa, è un inguaribile giocatore d'azzardo ma è un tesoro quando si tratta di segreti dei sindacati. Una delle guardie lo ha incontrato alla "Palude", il Casinò vagante nel settore (%1%:%2%). Athoa dovrebbe essere ancora lì. Cercherò di mandare un messaggio anche a lui. Vi dirà dove dovete andare. Migliori auguri Juliana

# Mail Subject
source: Cavaliers Weapon Stashes
it: Scorte di armi dei Cavalieri

source: Good day comrade! Thank you for emptying those containers. I'm sure you'll find a much better use for these weapons than the Cavaliers would! And since you've been nothing but reliable, I would like to welcome you to the Commune! You are truly one of us now. It's strange that I'm doing this while being held captive, but hey, something new every day, right? Best wishes Juliana
it: Buongiorno compagno! Grazie per aver svuotato quei contenitori. Sono sicuro che troverai un uso molto migliore di queste armi rispetto ai Cavalieri! E visto che non sei stato altro che affidabile, vorrei darti il benvenuto nella Comune! Ora sei davvero uno di noi. È strano che lo stia facendo mentre sono tenuto prigioniero, ma ehi, qualcosa di nuovo ogni giorno, giusto? Auguri Juliana

# Mail Subject
source: Re: Cavaliers Weapon Stashes
it: Re: Scorte di armi dei Cavalieri

source: Sure. One moment, I'll redirect...
it: Certo. Un momento, reindirizzerò...

source: Yeah? What's up?
it: Sì? Che succede?

source: Juliana send me.
it: Mi manda Juliana.

source: Ah, yeah, she messaged me about that. You need to know about the Cavaliers’ weapon stashes.
it: Ah, sì, mi ha mandato un messaggio a riguardo. Devi sapere delle scorte di armi dei Cavaliers.

source: You know, I have a nice data chip here. But what’s in it for me if I give it to you?
it: Sai, ho un bel chip di dati qui. Ma cosa ci guadagno se te lo do?

source: I recently got in a bit of trouble with an old friend of mine. Details are none of your business, but I need to make it up to him. And I just won the perfect thing to do that. Bring this package to my friend Ortho in sector (${x}:${y}) and tell him it’s from me.
it: Recentemente ho avuto un po' di problemi con un mio vecchio amico. I dettagli non sono affari tuoi, ma devo farmi perdonare. E ho appena vinto la cosa perfetta per farlo. Porta questo pacchetto al mio amico Ortho nel settore (${x}:${y}) e digli che è da parte mia.

source: Okay. Can I have the chip now?
it: Ok, posso avere il chip ora?

source: Haha, no, you get it as soon as you return!
it: Ahah, no, lo ricevi non appena torni!

source: Yeah, speaking.
it: Sì, sto parlando.

source: I got a package from Athoa for you. Here you go.
it: Ho un pacco da Athoa per te. Ecco qua.

# character name
source: Ortho
it: Orto

source: Well, well, what have we here? He didn't even come himself? Lazy bastard. So what's on this chip?
it: Bene, bene, cosa abbiamo qui? Non è nemmeno venuto da solo? Pigro bastardo. Allora, cosa c'è su questo chip?

source: I'm just the courier.
it: Sono solo il corriere.

source: Oh, how sweet. Our drunk buddy photos! Look at that! That was the best night of my life! Hahaha, this is gold. You can go now, tell him I said thank you!
it: Oh, che dolce. Le nostre foto di amici ubriachi! Guarda! È stata la notte più bella della mia vita! Ahahah, questo è oro. Puoi andare ora, digli che gli ho detto grazie!

source: I'll tell him.
it: Glielo dirò.

source: Again? Popular guy, huh? Redirecting...
it: Ancora? Ragazzo popolare, eh? Reindirizzamento...

source: Hey you're back!
it: Ehi, sei tornato!

source: Yes, Ortho laughed a lot and says thanks.
it: Sì, Ortho rideva molto e ringraziava.

source: Nice, at least that's done then. What was it that you wanted?
it: Bello, almeno è stato fatto allora. Cosa volevi?

source: The data chip...
it: Il chip dati...

source: Ah... uhm, you know... I might have messed up a little here.
it: Ah... uhm, sai... Potrei aver fatto un po' di casino qui.

source: Why am I not surprised?
it: Perché non sono sorpreso?

source: I had a bit of a loosing streak while you were gone. I lost... ... kind of everything I had. Including this damned data chip. But I know what to do! If you give me some money I can win it all back! Will you help me?
it: Ho avuto una serie di allentamenti mentre non c'eri. Ho perso... ... più o meno tutto quello che avevo. Incluso questo dannato chip di dati. Ma io so cosa fare! Se mi dai un po' di soldi posso riconquistare tutto! Mi aiuterai?

source: No, I'm not giving you money.
it: No, non ti darò dei soldi.

source: Ah mate, don't be so harsh. I suppose you could also go to Harlekin's Meet-Up in sector (${x}:${y}). The guy that took the data chip from me is a low-level bandit, and regularly goes to the meetings there. But don't expect good guys there, the corporations around here don't care much about pirate activity.
it: Ah amico, non essere così duro. Suppongo che potresti anche andare al Meet-Up di Harlekin nel settore (${x}:${y}). Il ragazzo che mi ha preso il chip dei dati è un bandito di basso livello e va regolarmente alle riunioni lì. Ma non aspettatevi bravi ragazzi lì, alle aziende qui intorno non importa molto dell'attività dei pirati.

source: You are new. What are you doing here?
it: Sei nuovo, che ci fai qui?

source: Looking for a data chip.
it: Alla ricerca di un chip di dati.

source: Ho guys, a new business opportunity. I know exactly what you're talking about. That data chip is worth a lot of money. How do you plan to convince me to give it to you?
it: Ragazzi, una nuova opportunità di business. So esattamente di cosa state parlando. Quel chip di dati vale un sacco di soldi. Come pensi di convincermi a dartelo?

source: Can I buy it?
it: Posso acquistarlo?

source: I'll kill you.
it: Ti ucciderò.

source: I'll gladly sell it you. How about ${price} credits? Sounds reasonable to me.
it: Te lo vendo volentieri. Che ne dici di ${price} credito? Mi sembra ragionevole.

source: You're insane!
it: Sei pazzo!

source: Don't wanna pay? How sad. Shouldn't have come here then.
it: Non vuoi pagare? Che tristezza. Non saresti dovuto venire qui allora.

source: Hey! What are you doing?
it: Ehi! Che stai facendo?

source: A job for the Commune.
it: Un lavoro per la Comune.

source: The Commune is paying you to hack MY containers?
it: La Comune ti paga per hackerare i miei container?

source: Those containers are mine.
it: Quei container sono miei.

source: They said they belonged to the Cavaliers.
it: Dicevano di appartenere ai Cavaliers.

source: Well, they don’t. I'll take my stuff back now.
it: Beh, non è così. Ora mi riprendo le mie cose.

source: There, all good now. But don't do that again.
it: Ecco, tutto a posto ora. Ma non farlo più.

source: I won't.
it: Non lo farò.

source: You know what? It's funny that you came here now. I bought these just a few days ago. And just before you interrupted me, I got the info that the Cavaliers are setting up new containers in (${x}:${y}). Maybe those are the ones you want?
it: Sai una cosa? È buffo che tu sia venuto qui ora. Li ho comprati solo pochi giorni fa. E poco prima che mi interrompessi, ho avuto l'informazione che i Cavalier stanno allestendo nuovi container (${x}:${y}). Forse sono quelli che vuoi?

source: Yes, thank you!
it: Sì, grazie!

source: Sure. I love that you're still taking on jobs for the syndicates. It's the best life right? Good luck with that!
it: Certo. Adoro il fatto che tu stia ancora assumendo posti di lavoro per i sindacati. È la vita migliore, vero? Buona fortuna!

source: Captain
it: Comandante

source: Who is that? Nobody knows? So, do we have a data leak somewhere?
it: Chi è? Nessuno lo sa? Quindi, abbiamo una fuga di dati da qualche parte?

source: Weapon's Officer
it: Ufficiale d'Arma

source: Aye, Captain. Time to kill anyone who knows about this operation.
it: Sì, capitano. È ora di uccidere chiunque sappia di questa operazione.

source: A chip with data on it.
it: Un chip con dei dati.

source: Don't peek, we need to protect your eyes.
it: Non sbirciare, dobbiamo proteggerti gli occhi.

source: Good day. We warned you about working for anyone else and yet, here we are. We can no longer consider you a partner and revoke your rights to do jobs for us. The Commune
it: Buongiorno. Ti avevamo avvertito di lavorare per qualcun altro e tuttavia, eccoci qui. Non possiamo più considerarti un partner e revocare i tuoi diritti a fare lavori per noi. La Comune

# Mail Subject
source: Cooperation Terminated
it: Cooperazione terminata

source: Elimination of Corrupt Officials
it: Eliminazione dei funzionari corrotti

source: The Family tries to thwart the Commune's efforts to free workers all over the galaxy. Help by eliminating corrupt officials repressing the work force.
it: La Famiglia cerca di ostacolare gli sforzi della Comune per liberare i lavoratori in tutta la galassia. Aiuta eliminando i funzionari corrotti che reprimono la forza lavoro.

source: Meet the contact in sector (${x}:${y})
it: Incontra il contatto nel settore (${x}:${y})

source: Ask for Juliana's contact at ${title} ${name}
it: Chiedi il contatto di Juliana a ${title} ${name}

source: Ask for the care package at the Trading Post ${name}
it: Richiedi il pacchetto di assistenza presso la Trading Post ${name}

source: Deliver the supplies to the coal mine ${name} in sector (${x}:${y})
it: Consegnare le forniture alla miniera di carbone ${name} nel settore (${x}:${y})

source: Go to sector (${x}:${y}) and destroy the pirates
it: Vai al settore (${x}:${y}) e distruggi i pirati

source: Check the chip dropped by the pirates for information
it: Controlla il chip lasciato cadere dai pirati per informazioni

source: Go to the location mentioned by the data chip
it: Vai alla posizione indicata dal chip di dati

source: Open the pirate stash and collect the weapons
it: Apri la scorta dei pirati e raccogli le armi

source: Read the mail from Steward Sparrow
it: Leggi la mail di Steward Sparrow

source: Return to sector (${x}:${y})
it: Ritorno al settore (${x}:${y})

source: Give the weapons to Steward Sparrow at the coal mine ${name}
it: Dai le armi a Steward Sparrow alla miniera di carbone ${name}

source: Wait for the corrupt officials to show up
it: Attendi che si presentino i funzionari corrotti

source: Defeat the corrupt officials
it: Sconfiggi i funzionari corrotti

source: Check the wreckages for hints on Juliana's location
it: Controlla i rottami per suggerimenti sulla posizione di Juliana

source: Defeat the Cavaliers guards
it: Sconfiggi le guardie dei Cavalieri

source: Aeorus
it: Eoro

source: A crate of dehydrated meals.
it: Una cassa di pasti disidratati.

source: A crate full of state of the art weaponry.
it: Una cassa piena di armi all'avanguardia.

source: [Ask for Juliana's contact]
it: [Chiedi il contatto di Juliana]

source: [Pick Up Supplies]
it: [Prendi le provviste]

source: What do you want here? This is our turf. Die!
it: Cosa vuoi qui? Questo è il nostro territorio. Muori!

source: The chip contains only a pair of sector coordinates: \s(%1%:%2%)
it: Il chip contiene solo una coppia di coordinate di settore: \s(%1%:%2%)

source: [Deliver Weapons Package]
it: [Consegna pacchetto armi]

source: Here they come!
it: Eccoli che arrivano!

source: We did it! We're free! Fair pay for everyone!
it: Ce l'abbiamo fatta! Siamo liberi! Retribuzione equa per tutti!

source: You found it! Help me please!
it: L'hai trovato! Aiutami, ti prego!

# Mail Subject
source: Free The Workers
it: Libera i lavoratori

source: Good day comrade! I’m in need of your help again. Other members of the Commune are trying to free factory workers of the big corporations. And yet again the Family tries to hinder our progress. They bribed high-ranking officials or simply replaced them with their own in order to return things to the old way. We need to show those workers that they’re not alone, that the rest of the galaxy won’t just watch as they suffer. Help us eradicate these corrupted officials and help the workers with whatever they need to achieve freedom. Meet my contact in sector (%1%:%2%) for more information. Best wishes Juliana
it: Buongiorno compagno! Ho di nuovo bisogno del tuo aiuto. Altri membri della Comune stanno cercando di liberare i lavoratori delle fabbriche dalle grandi corporazioni. E ancora una volta la Famiglia cerca di ostacolare i nostri progressi. Hanno corrotto funzionari di alto livello o li hanno semplicemente sostituiti con i loro per riportare le cose alla vecchia maniera. Dobbiamo dimostrare a questi lavoratori che non sono soli, che il resto della galassia non starà a guardare mentre soffrono. Aiutateci a sradicare questi funzionari corrotti e ad aiutare i lavoratori a raggiungere la libertà. Incontrate il mio contatto nel settore (%1%:%2%) per maggiori informazioni. Auguri Juliana

# Mail Subject
source: Freed The Workers
it: Liberati i lavoratori

source: Good day comrade! You did very well. The Family has learned what happens when they try to repress people. And the people have learned that we are there to protect them from corruption and to fight for their freedom! Soon, the Family will be out of business and the Cavaliers will realize that the people won’t be oppressed by any Emperors! The future is bright for our galaxy! The revolution will begin soon, and afterwards, every inhabitant of the galaxy will have freedom, safety and comfort! Best wishes Juliana
it: Buongiorno compagno! Hai fatto molto bene. La Famiglia ha imparato cosa succede quando cerca di reprimere le persone. E il popolo ha imparato che siamo lì per proteggerli dalla corruzione e per combattere per la loro libertà! Presto, la Famiglia sarà fuori mercato e i Cavalieri si renderanno conto che il popolo non sarà oppresso da nessun Imperatore! Il futuro è luminoso per la nostra galassia! La rivoluzione inizierà presto e, in seguito, ogni abitante della galassia avrà libertà, sicurezza e comfort! Auguri Giuliana

# Mail Subject
source: Factory Destroyed
it: Fabbrica distrutta

source: Good day comrade! Sadly, the station was destroyed in the uprising. We are deeply disturbed about the loss of so many workers' lives. But this will not be the end! We will prepare for another strike soon! I will contact you again. Juliana
it: Buongiorno compagno! Purtroppo, la stazione è stata distrutta durante la rivolta. Siamo profondamente turbati per la perdita della vita di così tanti lavoratori. Ma questa non sarà la fine! Presto ci prepareremo per un altro sciopero! Ti contatterò di nuovo. Juliana

# Mail Subject
source: Trading Post Destroyed
it: Postazione commerciale distrutta

source: Good day comrade! It appears that the Trading Post that was supposed to provide the supplies has been destroyed. This is only a small setback. We will attempt to find a new partner who can supply us with everything we need for the strike. Please wait for us to reach out to you again. Juliana
it: Buongiorno compagno! Sembra che il Trading Post che avrebbe dovuto fornire i rifornimenti sia stato distrutto. Questa è solo una piccola battuta d'arresto. Cercheremo di trovare un nuovo partner che possa fornirci tutto ciò di cui abbiamo bisogno per lo sciopero. Attendi che ti ricontattiamo. Juliana

# Mail Subject
source: Only one more step to freedom!
it: Solo un altro passo verso la libertà!

source: Good day comrade! Yes, you found the weapons! Bring them back to us. In the meantime I'll get my people ready. The food supplies helped us find many more who are willing to help. Now we only need the weapons you've found to organize a proper riot! Sparrow
it: Buongiorno compagno! Sì, hai trovato le armi! Riportali da noi. Nel frattempo preparerò la mia gente. Le scorte di cibo ci hanno aiutato a trovare molti altri che sono disposti ad aiutare. Ora ci servono solo le armi che hai trovato per organizzare una vera sommossa! Sparviero

# Mail Subject
source: Rescue Mission
it: Missione di salvataggio

source: Good day comrade! I have good and bad news. Bad first: Recently my guards have been changed. They're all Cavaliers Soldiers. It's deeply concerning that Cavaliers and Family members would work together that way. You must help get me out of here, so that I can properly organize the Commune's defense against this alliance! The good news is: My repair crew finally got my radar up and working, and I can tell you we're in sector (%1%:%2%). Please come and help us out of here! Best wishes Juliana
it: Buongiorno compagno! Ho notizie buone e cattive. Prima le cattive: Recentemente le mie guardie sono state cambiate. Sono tutti soldati dei Cavalieri. È molto preoccupante che Cavalieri e membri della Famiglia lavorino insieme in questo modo. Dovete aiutarmi a uscire di qui, in modo che possa organizzare adeguatamente la difesa del Comune contro questa alleanza! La buona notizia è che: La mia squadra di riparazione ha finalmente messo in funzione il mio radar e posso dirvi che siamo nel settore (%1%:%2%). Vi prego di venire ad aiutarci ad uscire da qui! Auguri Juliana

source: Juliana's contact
it: Il contatto di Juliana

source: Good day comrade! We need your help getting rid of the corrupt officials. They are preventing workers from freeing themselves from the shackles of repression for their own gain.
it: Buongiorno compagno! Abbiamo bisogno del tuo aiuto per sbarazzarci dei funzionari corrotti. Stanno impedendo ai lavoratori di liberarsi dalle catene della repressione per il proprio guadagno.

source: We need to draw these corrupt officials out into the open. The biggest problem is that people don't believe us. If we incite a strike in one factory, the officials will be quick to respond with force. If people see their response, the following outcry should be be enough to finally change something!
it: Dobbiamo attirare questi funzionari corrotti allo scoperto. Il problema più grande è che la gente non ci crede. Se incitiamo uno sciopero in una fabbrica, i funzionari saranno pronti a rispondere con la forza. Se le persone vedono la loro risposta, la seguente protesta dovrebbe essere sufficiente per cambiare finalmente qualcosa!

source: How do we incite a strike?
it: Come incitiamo uno sciopero?

source: The workers are almost ready to strike. All they need is food supplies so that their families won't suffer. You are an independent captain and can bring food supplies to a factory without causing suspicions.
it: Gli operai sono quasi pronti a scioperare. Tutto ciò di cui hanno bisogno sono scorte di cibo in modo che le loro famiglie non soffrano. Sei un capitano indipendente e puoi portare scorte di cibo in una fabbrica senza causare sospetti.

source: Where do I get supplies?
it: Dove trovo le provviste?

source: Go to the Trading Post in sector (${x}:${y}). They have a big supply package ready for delivery. Take the package to the station specified on the package.
it: Vai alla Trading Post nel settore (${x}:${y}). Hanno un grosso pacco di rifornimento pronto per la consegna. Porta il pacco alla stazione specificata sul pacco.

source: Count on me!
it: Conta su di me!

source: Looks like you already have everything you need.
it: Sembra che tu abbia già tutto ciò di cui hai bisogno.

source: Your alliance doesn't allow you to do that.
it: La tua alleanza non ti permette di farlo.

source: You don't have enough money. You need to pay ${price} Credits.
it: Non hai abbastanza soldi. Devi pagare ${price} crediti.

source: Looks like you don't have enough cargo space.
it: Sembra che tu non abbia abbastanza spazio di carico.
