Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Hello and welcome to the Galactic Beauty Pageant for ships!
it: Buongiorno e benvenuti al Concorso di bellezza galattico per navi!

source: The award will go to the most beautiful ship in the galaxy.
it: Il premio andrà alla nave più bella della galassia.

source: The best ship builders and designers have given their all in the last couple of years to create the most amazing ship in the galaxy.
it: I migliori costruttori e progettisti navali hanno dato il massimo negli ultimi due anni per creare la nave più incredibile della galassia.

source: But it is not beauty alone that counts, but also talents.
it: Ma non è solo la bellezza che conta, ma anche i talenti.

source: The categories are Design, Features, Speed and Agility.
it: Le categorie sono Design, Caratteristiche, Velocità e Agilità.

source: The winner not only wins an amazing trophy and a sash for their ship but also 5500000 Credits.
it: Il vincitore non solo vince un fantastico trofeo e una fascia per la sua nave, ma anche 5500000 crediti.

source: May the best ship win!
it: Che vinca la nave migliore!

source: Captain's Log - The Secret Sector
it: Diario del capitano - Il settore segreto

source: When I was little, my grandfather always told me about a mysterious wormhole near our home sector.
it: Quando ero piccola, mio nonno mi raccontava sempre di un misterioso wormhole vicino al nostro settore domestico.

source: It leads to a wonderful far off sector, populated by a peaceful species that have made their sector and their planet a perfect place to be.
it: Porta a un meraviglioso settore lontano, popolato da una specie pacifica che ha reso il loro settore e il loro pianeta un posto perfetto dove stare.

source: This distant place cannot be reached, as it only exists in my grandfather's stories, since the wormhole simply cannot be found.
it: Questo luogo lontano non può essere raggiunto, poiché esiste solo nelle storie di mio nonno, poiché il wormhole semplicemente non può essere trovato.

source: At least that is what I had always believed...
it: Almeno questo è quello che avevo sempre creduto...

source: One day, after I had already become a successful merchant, and I was just testing a new ship subsystem, a wormhole appeared right in front of me.
it: Un giorno, dopo che ero già diventato un mercante di successo, e stavo solo testando un nuovo sottosistema navale, un wormhole apparve proprio di fronte a me.

source: Suddenly I was gripped by the desire for adventure and I flew right into it.
it: Improvvisamente sono stato afferrato dal desiderio di avventura e ci sono volato dentro.

source: On the other side I was greeted by the perfect species my grandfather had described to me.
it: Dall'altra parte fui accolto dalla specie perfetta che mio nonno mi aveva descritto.

source: I don't know how much time I spent there.
it: Non so quanto tempo ho passato lì.

source: At first I thought I was never going to leave again, but over time, I realized that I was not happy anymore.
it: All'inizio pensavo che non sarei mai più partito, ma col tempo mi sono reso conto che non ero più felice.

source: If your environment is too perfect, you are too much aware of your own shortcomings.
it: Se il tuo ambiente è troppo perfetto, sei troppo consapevole dei tuoi difetti.

source: I returned to my previous life and I have not seen that wormhole since.
it: Sono tornato alla mia vita precedente e da allora non ho più visto quel tunnel spaziale.

source: Captain's Log - HLANSBBO
it: Diario del capitano - HLANSBBO

source: I don't know what our intern was thinking, or if he was thinking at all, but he didn't close the sheep pen properly.
it: Non so cosa stesse pensando il nostro stagista, o se stesse pensando affatto, ma non ha chiuso correttamente il recinto per pecore.

source: Last night, all sheep escaped and are now running around all over the ship!
it: Ieri sera, tutte le pecore sono fuggite e ora corrono per tutta la nave!

source: Some have found the biosphere and wreaked havoc there, taking a bite out of every single plant it feels like.
it: Alcuni hanno trovato la biosfera e hanno scatenato il caos lì, dando un morso a ogni singola pianta.

source: Others have managed to enter the engine room and not only pulled on some wires but also pressed buttons!
it: Altri sono riusciti ad entrare in sala macchine e non solo hanno tirato alcuni fili ma hanno anche premuto dei pulsanti!

source: This intern is useless, he has always made mistakes but now he has gone too far. We are going to fire him!
it: Questo stagista è inutile, ha sempre commesso errori ma ora si è spinto troppo oltre. Lo licenzieremo!

source: Captain's Log - WUKSUIO17
it: Diario del capitano - WUKSUIO17

source: Last night we received a distress call.
it: Ieri sera abbiamo ricevuto una chiamata di soccorso.

source: Someone was screaming in panic and it took a while to understand he was yelling things like ...CAREFUL!!! and ... CAN'T STOP!!!
it: Qualcuno stava urlando in preda al panico e ci è voluto un po' per capire che stava urlando cose come ...ATTENZIONE!!! E... non RIESCO A SMETTERE!!!

source: Shortly after that we saw a small object on the radar that was coming closer very quickly.
it: Poco dopo abbiamo visto un piccolo oggetto sul radar che si stava avvicinando molto rapidamente.

source: It was a drone that was completely out of control! But it was already too late.
it: Era un drone completamente fuori controllo! Ma era già troppo tardi.

source: The drone crashed into our side. Thankfully we had our shields up, but the drone was scrap. The owner will be very annoyed.
it: Il drone si schiantò contro di noi. Per fortuna avevamo gli scudi alzati, ma il drone era rottamato. Il proprietario sarà molto infastidito.

source: Captain's Log - About Warships
it: Diario del capitano - Informazioni sulle navi da guerra

source: The Guidebook for Captains says that a fully functioning battleship must have:
it: La Guida per i Capitani dice che una corazzata pienamente funzionante deve avere:

source: - At least one Colonel
it: - Almeno un Colonnello

source: - At least 35% of its durability from shields
it: - Almeno il 35% della sua durata dagli scudi

source: - No issues with the crew
it: - Nessun problema con l'equipaggio

source: Captain's Log - Staff Meeting
it: Diario del capitano - Riunione del personale

source: To call in a staff meeting one must use the following items at a Research Station:
it: Per convocare una riunione del personale è necessario utilizzare i seguenti elementi in una stazione di ricerca:

source: - Lightning Turret
it: - Torretta parafulmine

source: - Hacking Upgrade
it: - Aggiornamento hacking

source: - Laser Turret
it: - Torretta laser

source: - Railgun Turret
it: - Torretta per cannone ferroviario

source: - PDC Turret
it: - Torretta PDC

source: - IMPORTANT: One of the above must be Exotic or better
it: - IMPORTANTE: uno dei precedenti deve essere Esotico o migliore

source: Communication Beacon
it: Faro di comunicazione

source: Establish Connection
it: Stabilisci connessione

source: What is Operation Exodus?
it: Cos' è l'Operazione Esodo?

source: Where are you?
it: Dove sei?

source: Why do you live here?
it: Perché vivi qui?

source: Do you know how to beat the Xsotan?
it: Sai come battere gli Xsotan?

source: What is this place?
it: Che posto è questo?

source: I have to go.
it: Devo andare.

source: And now we live here.
it: E ora viviamo qui.

source: Ah. It looks like you already have everything we could give you.
it: Ah. Sembra che tu abbia già tutto ciò che potremmo darti.

source: You can have some of it if you want. It's worthless to us anyway.
it: Puoi averne un po' se vuoi. Tanto non ha alcun valore per noi.

source: We dumped one of the artifacts from a wreckage near you - have a look around.
it: Abbiamo scaricato uno dei manufatti da un relitto vicino a te: dai un'occhiata in giro.

source: The Xsotan ships are no more special than ours or yours. They're strong, but you can defeat them in combat.
it: Le navi Xsotan non sono più speciali delle nostre o delle vostre. Sono forti, ma puoi sconfiggerli in combattimento.

source: The main problem is that there's just so many of them.
it: Il problema principale è che ce ne sono così tanti.

source: You have to stop them from calling in reinforcements.
it: Devi impedire loro di chiamare rinforzi.

source: We don't know how to do that or where they're coming from, but when our ancestors were fighting them they managed to get their hands on some of their technology.
it: Non sappiamo come farlo o da dove vengano, ma quando i nostri antenati li combattevano riuscivano a mettere le mani su parte della loro tecnologia.

source: We're scattered over all these wreckages.
it: Siamo sparsi su tutti questi rottami.

source: I would never have thought that anybody would come out here.
it: Non avrei mai pensato che qualcuno sarebbe venuto qui.

source: We set up this beacon, but we never thought anybody would use it.
it: Abbiamo installato questo faro, ma non avremmo mai pensato che qualcuno lo avrebbe usato.

source: There are many more of us, in other sectors, but sadly we can't reach them.
it: Siamo molti di più, in altri settori, ma purtroppo non riusciamo a raggiungerli.

source: This is the place where our last great defeat happened.
it: Questo è il luogo in cui è avvenuta la nostra ultima grande sconfitta.

source: We were overwhelmed by outlaws and bandits. When they realized that our technology was completely incompatible with theirs and thus worthless to them, they left our ancestors to die here.
it: Eravamo sopraffatti da fuorilegge e banditi. Quando si sono resi conto che la nostra tecnologia era completamente incompatibile con la loro e quindi inutile per loro, hanno lasciato che i nostri antenati morissero qui.

source: Since our hyperdrives are all gone, we're stuck here.
it: Dal momento che i nostri hyperdrive sono tutti spariti, siamo bloccati qui.

source: But luckily we're living in the wreckages of a convoy that was meant for the migration of millions.
it: Ma per fortuna viviamo tra i rottami di un convoglio destinato alla migrazione di milioni di persone.

source: We have enough food and energy to sustain us for hundreds of years to come.
it: Abbiamo abbastanza cibo ed energia per sostenerci per centinaia di anni a venire.

source: We were disorganized, demoralized and weak. Our best guess is that a lot of people in the outer sectors here knew that.
it: Eravamo disorganizzati, demoralizzati e deboli. La nostra ipotesi migliore è che molte persone nei settori esterni qui lo sapevano.

source: And a large convoy like ours was not exactly easy to hide.
it: E un grande convoglio come il nostro non era esattamente facile da nascondere.

source: We were constantly attacked. They wanted our technology. Our ships. Our weapons.
it: Venivamo costantemente attaccati. Volevano la nostra tecnologia. Le nostre navi, le nostre armi.

source: For a long time we managed to fight them back, but at some point we couldn't fight any longer, and were overwhelmed.
it: Per molto tempo siamo riusciti a combatterli, ma ad un certo punto non potevamo più combattere ed eravamo sopraffatti.

source: Our hyperspace drives were destroyed, and now we're stuck here.
it: Le nostre unità iperspaziali sono state distrutte e ora siamo bloccati qui.

source: We are the descendants of the Haatii. Our ancestors used to live near the center of the galaxy.
it: Siamo i discendenti degli Haatii. I nostri antenati vivevano vicino al centro della galassia.

source: Operation Exodus was the largest migration the galaxy had seen.
it: L'operazione Exodus fu la più grande migrazione che la galassia avesse mai visto.

source: After we realized we couldn't beat the Xsotan at the time, we decided to flee.
it: Dopo aver capito che non potevamo battere gli Xsotan in quel momento, decidemmo di fuggire.

source: They were getting closer and closer to our home sectors, so together with our allies, we decided that it was time to fall back and work out a new strategy.
it: Si stavano avvicinando sempre di più ai nostri settori domestici, quindi insieme ai nostri alleati abbiamo deciso che era ora di ripiegare e elaborare una nuova strategia.

source: We realized that the Xsotan were expanding their territory from the center of the galaxy, so we thought the best move would be to journey to the edge of the galaxy.
it: Ci siamo resi conto che gli Xsotan stavano espandendo il loro territorio dal centro della galassia, quindi abbiamo pensato che la mossa migliore sarebbe stata viaggiare fino ai confini della galassia.

source: We hoped that this might give us enough time to find a strategy to beat them.
it: Speravamo che questo potesse darci abbastanza tempo per trovare una strategia per batterli.

source: Half the galaxy had agreed to join us, and we proceeded with the preparations.
it: Metà della galassia aveva accettato di unirsi a noi e procedemmo con i preparativi.

source: Then they hit us. We didn't know if they knew what we were planning or if it was just a coincidence, but subspace rifts started to appear.
it: Poi ci hanno colpito. Non sapevamo se sapessero cosa stavamo pianificando o se fosse solo una coincidenza, ma iniziarono ad apparire delle spaccature nel subspazio.

source: They tore the galaxy to shreds. Billions of lives were lost. Entire sectors just disappeared. It was a slaughter. And the worst part? We never even saw a single Xsotan ship.
it: Hanno fatto a pezzi la galassia. Miliardi di vite sono andate perse. Interi settori sono appena scomparsi. È stato un massacro. E la parte peggiore? Non abbiamo mai visto una sola nave Xsotan.

source: The alliance was weakened, and there were thousands of factions arising out of the chaos.
it: L'alleanza fu indebolita e migliaia di fazioni nacquero dal caos.

source: But we had come too far and invested too many resources, so we had to go through with Operation Exodus. But it was too disorganized.
it: Ma eravamo andati troppo oltre e avevamo investito troppe risorse, quindi dovevamo portare a termine l'Operazione Exodus. Ma era troppo disorganizzato.

source: Nothing went according to plan. Most members of the alliance weren't even agreeing on where we should go.
it: Niente è andato secondo i piani. La maggior parte dei membri dell'alleanza non era nemmeno d'accordo su dove avremmo dovuto andare.

source: Finally we decided that we could not wait any longer. We took off and left behind beacons that would lead the members of the Operation Exodus to this place.
it: Alla fine decidemmo che non potevamo più aspettare. Decollammo e lasciammo dei fari che avrebbero portato i membri dell'Operazione Esodo in questo posto.

source: A few hundred years back, an alien species appeared in the center of the galaxy. The Xsotan.
it: Qualche centinaio di anni fa, al centro della galassia apparve una specie aliena, gli Xsotan.

source: We knew aliens. Since the great rise of technology 600 years back, everybody knew how to build and use space ships. This is how we all colonized space in the first place.
it: Conoscevamo gli alieni. Fin dalla grande ascesa della tecnologia 600 anni fa, tutti sapevano come costruire e utilizzare le navi spaziali. Questo è il modo in cui tutti noi abbiamo colonizzato lo spazio in primo luogo.

source: But the Xsotan were different. Cold. Careless.
it: Ma gli Xsotan erano diversi. Freddo. Imprudente.

source: They didn't care for anybody, they didn't even answer our attempts to communicate. They just appeared and it seemed like they didn't care about anything at all.
it: A loro non importava di nessuno, non rispondevano nemmeno ai nostri tentativi di comunicare. Sono semplicemente apparsi e sembrava che non gli importasse nulla di nulla.

source: Then they started... harvesting.
it: Poi hanno iniziato... la raccolta.

source: They ate away everything. Asteroids. Ships. Some say they even consume entire planets.
it: Si sono mangiati tutto. Asteroidi. Navi. Alcuni dicono che consumano persino interi pianeti.

source: After a great battle we realized that we didn't stand a chance. They were not unbeatable - we did manage to win several battles.
it: Dopo una grande battaglia ci siamo resi conto che non avevamo alcuna possibilità. Non erano imbattibili: siamo riusciti a vincere diverse battaglie.

source: But they just kept pouring out of the center, more and more of them. In the end it didn't matter. They would just overrun us as they had way more resources.
it: Ma continuavano a riversarsi fuori dal centro, sempre di più. Alla fine non importava. Ci avrebbero semplicemente sopraffatti poiché avevano molte più risorse.

source: The only thing that was left for us to do was to flee. So we started Operation Exodus.
it: L'unica cosa che ci restava da fare era fuggire. Così abbiamo iniziato l'Operazione Esodo.

source: What? Hello? Who is this?
it: Cosa? Pronto? Chi è?

source: Are you from Operation Exodus?
it: Sei dell'Operazione Exodus?

source: Operation Exodus..?
it: Operazione Exodus..?

source: Yes... yes...
it: Sì... sì...

source: Well... and no.
it: Beh... e no.

source: We never took part in Operation Exodus ourselves. It was our ancestors who did it.
it: Non abbiamo mai preso parte noi stessi all'Operazione Esodo. Sono stati i nostri antenati a farlo.

source: Your ancestors?
it: I tuoi antenati?

source: Yes. The Exodus took place more than a hundred years ago.
it: Sì, l'Esodo è avvenuto più di cento anni fa.

source: We? Who are you?
it: Noi? Tu chi sei?

source: I don't have time for this.
it: Non ho tempo per questo.

source: Maybe you should leave then.
it: Forse dovresti andartene allora.

source: [Static Noise]
it: [Rumore statico]

source: ... is this thing working?
it: ... sta funzionando?

source: Enter Code
it: Inserisci il codice

source: Clear
it: Cancella

source: Access Denied. System temporarily locked.
it: Accesso negato. Sistema temporaneamente bloccato.

source: Investigate
it: Indaga

source: We won't make it to the next rendezvous point in time. Our hyperdrive has severe damage.
it: Non arriveremo al prossimo appuntamento. Il nostro hyperdrive ha subito gravi danni.

source: We fought them off for now, but I'm sure there's going to be more soon. I've instructed my men to work as fast as they can.
it: Li abbiamo combattuti per ora, ma sono sicuro che ce ne saranno altri presto. Ho ordinato ai miei uomini di lavorare il più velocemente possibile.

source: I'm sure this might not even have been necessary. They all know the gravity of the situation we're in.
it: Sono sicuro che questo potrebbe anche non essere stato necessario. Conoscono tutti la gravità della situazione in cui ci troviamo.

source: Listen
it: Ascolta

source: Leave it alone
it: Lascia perdere

source: The wreckage is sending some kind of broadcast that looks like an entry from the captain's logs.
it: Il relitto sta inviando una sorta di trasmissione che sembra una voce dai registri del capitano.

source: The Hermit
it: L'Eremita

source: HISTORY OF THE GALAXY Chapter 1 The colonization of the galaxy began 600 years ago.
it: STORIA DELLA GALASSIA Capitolo 1 La colonizzazione della galassia iniziò 600 anni fa.

source: The alliances had committed centuries of research to the technologies that allowed settlement in space.
it: Le alleanze avevano dedicato secoli di ricerca alle tecnologie che permettevano l'insediamento nello spazio.

source: Those that had not managed to acquire the necessary knowledge received help from other factions.
it: Coloro che non erano riusciti ad acquisire le conoscenze necessarie ricevettero l'aiuto di altre fazioni.

source: Peace and prosperity reigned all throughout the galaxy.
it: Pace e prosperità regnavano in tutta la galassia.

source: The alliances aided each other in battling epidemics, natural catastrophes and inner conflicts.
it: Le alleanze si aiutarono a vicenda nella lotta contro epidemie, catastrofi naturali e conflitti interiori.

source: But ever so slowly it became apparent that this peaceful galaxy was not meant to last...
it: Ma così lentamente divenne evidente che questa galassia pacifica non era destinata a durare...

source: HISTORY OF THE GALAXY Chapter 2 The arrival of the Xsotan
it: STORIA DELLA GALASSIA Capitolo 2 L'arrivo degli Xsotan

source: About three centuries ago, the first Xsotan ships were sighted in our peaceful galaxy.
it: Circa tre secoli fa, le prime navi Xsotan furono avvistate nella nostra pacifica galassia.

source: At that time, all factions had come together to found the United Alliances (UA) and life was good.
it: A quel tempo, tutte le fazioni si erano riunite per fondare le Alleanze Unite (UA) e la vita era bella.

source: There were only few that dared to act against the common laws, and everybody worked together to subdue those individuals.
it: C'erano solo pochi che osavano agire contro le leggi comuni e tutti lavoravano insieme per soggiogare quegli individui.

source: But all of that changed when the Xsotan arrived.
it: Ma tutto questo è cambiato quando è arrivato lo Xsotan.

source: At first, the UA were willing to treat the newcomers with the same respect and friendliness they offered all life forms in the galaxy.
it: All'inizio, gli UA erano disposti a trattare i nuovi arrivati con lo stesso rispetto e cordialità che offrivano a tutte le forme di vita nella galassia.

source: They attempted to contact them, to invite them to assemblies and conferences.
it: Hanno cercato di contattarli, di invitarli ad assemblee e conferenze.

source: But no matter which means of communication was tried, an answer was never received. More and more Xsotan ships arrived, and then it began.
it: Ma non importa quale mezzo di comunicazione è stato provato, una risposta non è mai stata ricevuta. Arrivarono sempre più navi Xsotan e poi iniziò.

source: The Xsotan attacked, destroyed and plundered anything that came close to their crafts. Ships, stations, asteroids, nothing was safe from them.
it: Gli Xsotan attaccarono, distrussero e saccheggiarono tutto ciò che si avvicinava ai loro mestieri. Navi, stazioni, asteroidi, niente era al sicuro da loro.

source: Rumors started to spread that they annihilated entire planets and even suns! The UA were shocked and helpless.
it: Iniziarono a diffondersi voci secondo cui avrebbero annientato interi pianeti e persino i soli! L'UA era scioccata e impotente.

source: But then they decided that they had to defend their galaxy. They began researching new war technologies and they were ready to stand their ground.
it: Ma poi decisero che dovevano difendere la loro galassia. Iniziarono a ricercare nuove tecnologie di guerra ed erano pronti a resistere.

source: HISTORY OF THE GALAXY Chapter 3 The Great War
it: STORIA DELLA GALASSIA Capitolo 3 La Grande Guerra

source: The Great War between the United Alliances (UA) and the Xsotan was the most brutal in history.
it: La Grande Guerra tra le Alleanze Unite (UA) e gli Xsotan è stata la più brutale della storia.

source: For seven decades the two parties fought 38 battles and uncountable skirmishes for power and territory.
it: Per sette decenni le due parti hanno combattuto 38 battaglie e innumerevoli scaramucce per il potere e il territorio.

source: Neither had any technological advantages or larger numbers to allow them to get the upper hand.
it: Nessuno dei due aveva vantaggi tecnologici o numeri più grandi per consentire loro di prendere il sopravvento.

source: But it was only the 39th battle that the UA lost for good.
it: Ma è stata solo la 39a battaglia che l'UA ha perso per sempre.

source: Even though their numbers were reduced and their soldiers weak, they entered the battle with hopeful fervor.
it: Anche se il loro numero era ridotto e i loro soldati deboli, entrarono in battaglia con fervore speranzoso.
