Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Hello, Thank you for the Xsotan Core! Yavana mentioned that you helped her get it. My research is slowly taking shape thanks to your help! Once we understand how Xsotan work and behave, we can finally begin to fight them! Your continued help is important and I am glad, that you are willing to support our common goal: a galaxy without Xsotan! Sincerely, Zacharias von Überstein
it: Ciao, Grazie per l'Xsotan Core! Yavana ha detto che l'hai aiutata a ottenerlo. La mia ricerca sta lentamente prendendo forma grazie al tuo aiuto! Una volta compreso come funzionano e si comportano gli Xsotan, possiamo finalmente iniziare a combatterli! Il tuo continuo aiuto è importante e sono lieto che tu sia disposto a sostenere il nostro obiettivo comune: una galassia senza Xsotan! Cordiali saluti, Zacharias von Überstein

source: Hi, You did really great in the rift! I'm so happy that I'm not the only one trying to actually do something about the Xsotan infestation. Zach's 'research' seems to be making little progress, even though he continues to say the opposite. Even if he manages to find out more about Xsotan behavior, it won't help. What does he expect? That we domesticate them like pets? In the end, we may even be expected to make peace with the Xsotan! I'll stick to my motto: Only a dead Xsotan is a good Xsotan. Everything else is just wishful thinking! Cheers, Yavana
it: Ciao, Hai fatto davvero un ottimo lavoro nella spaccatura! Sono così felice di non essere l'unico a cercare di fare qualcosa per l'infestazione di Xsotan. La "ricerca" di Zach sembra fare pochi progressi, anche se continua a dire il contrario. Anche se riuscisse a scoprire di più sul comportamento degli Xsotan, non aiuterebbe. Cosa si aspetta? Che li addomestichiamo come animali domestici? Alla fine, potremmo persino aspettarci di fare pace con gli Xsotan! Mi attengo al mio motto: solo un Xsotan morto è un buon Xsotan. Tutto il resto è solo un pio desiderio! Cheers, Yavana

source: Xsotan infestation
it: Infestazione da Xsotan

source: You have a mail from me. That's easier than chatting forever.
it: Hai una mia mail. È più facile che chiacchierare per sempre.

source: That was good!
it: È stato bello!

source: You did really well in there!
it: Hai fatto davvero bene lì dentro!

source: It's good to know that someone else knows how to deal with Xsotan.
it: È bello sapere che qualcun altro sa come comportarsi con Xsotan.

source: If I have another job to share, I'll contact you!
it: Se ho un altro lavoro da condividere, ti contatterò!

source: In the meantime you should do more jobs for the scientists!
it: Nel frattempo dovresti fare più lavori per gli scienziati!

source: Just take note of what the environment in the sector will be like. After all, you want to come out alive, right?
it: Basta prendere nota di come sarà l'ambiente nel settore. Dopotutto, vuoi uscirne vivo, giusto?

source: Thanks for the hint.
it: Grazie per il suggerimento.

source: Hello
it: Ciao

source: Breakthrough imminent
it: Sfondamento imminente

source: This expedition was commissioned by our external partner 'Professor Zacharias von Überstein'.
it: Questa spedizione è stata commissionata dal nostro partner esterno "Professor Zacharias von Überstein".

source: Hello, Thank you again for the parts! They have given me valuable insights! My research takes on ever clearer forms. Imagine I can actually save the world! Oh what fame would be mine! What honor will it be to work for me! Naturally, the fame will bleed to those working for me. So you too can already look forward to a rosy future full of donated drinks and other amenities! Sincerely, Zacharias von Überstein
it: Ciao, Grazie ancora per le parti! Mi hanno dato preziose intuizioni! La mia ricerca assume forme sempre più chiare. Immagina che io possa davvero salvare il mondo! Oh che fama sarebbe la mia! Che onore sarà lavorare per me! Naturalmente, la fama sanguinerà per coloro che lavorano per me. Quindi anche tu puoi già aspettarti un futuro roseo pieno di bevande e altri servizi donati! Cordiali saluti, Zacharias von Überstein

source: More progress
it: Altri progressi

source: To express my thanks officially, I have sent you a mail.
it: Per ringraziarti ufficialmente, ti ho inviato una mail.

source: Hi, You're retrieving old scraps from the rifts for Zach? No wonder that he doesn't make any progress, if he's requesting stuff like that... I hope he at least paid you well! Whatever, if you want to retrieve even more old parts for Zach, meet me at a rift reasearch center. I'm supposed to get Zach some 'Ancient Records'. Maybe those records contain something about the galaxy before it was ripped apart. Cheers, Yavana
it: Ciao, Stai recuperando vecchi scarti dalle spaccature per Zach? Non c'è da stupirsi che non faccia progressi, se sta richiedendo cose del genere... Spero che almeno ti abbia pagato bene! Comunque, se vuoi recuperare ancora più vecchie parti per Zach, incontriamoci in un centro di ricerca di spaccature. Dovrei dare a Zach degli "Antichi Registri". Forse quei registri contengono qualcosa sulla galassia prima che venisse fatta a pezzi. Saluti, Yavana

source: Zach's junk
it: Spazzatura di Zach

source: Ah, very nice!
it: Ah, molto bene!

source: Those are the artifacts that I need! I can finally continue working on my breaktrough.
it: Questi sono gli artefatti di cui ho bisogno! Posso finalmente continuare a lavorare sulla mia svolta.

source: Those artifacts are actually highly intersting!
it: Quei manufatti sono davvero molto interessanti!

source: I've found that some of them sent a signal that can't be detected by our scanners. But the Xsotan can detect it. And when they do, they avoid that area.
it: Ho scoperto che alcuni di loro hanno inviato un segnale che non può essere rilevato dai nostri scanner. Ma l'Xsotan può rilevarlo. E quando lo fanno, evitano quell' area.

source: The other parts suppress energy signatures. This way Xsotan can't locate them.
it: Le altre parti sopprimono le firme energetiche. In questo modo Xsotan non può localizzarli.

source: With these parts I can finally build a prototype. And thanks to my findings, the Xsotan won't be able to look for it, nor will they stumble upon it.
it: Con queste parti posso finalmente costruire un prototipo. E grazie alle mie scoperte, gli Xsotan non saranno in grado di cercarlo, né inciamperanno su di esso.

source: What prototype?
it: Quale prototipo?

source: That's secret for now! I can't afford to have any details leaked to the public.
it: Per ora è un segreto! Non posso permettermi di far trapelare dettagli al pubblico.

source: If you continue your good work, I'm sure that one day I can let you in on the secret. Those who do their part will also receive their deserved reward!
it: Se continui il tuo buon lavoro, sono sicuro che un giorno potrò svelarti il segreto. Chi farà la sua parte riceverà anche la meritata ricompensa!

source: I have to move on now. My work is not going to do itself.
it: Ora devo andare avanti. Il mio lavoro non si farà da solo.

source: Yavana is already on the way with a new job for me. Keep your eyes peeled around rift research centers. She can surely use some help!
it: Yavana è già in viaggio con un nuovo lavoro per me. Tieni gli occhi aperti intorno ai centri di ricerca Rift. Avrà sicuramente bisogno di aiuto!

source: I'll keep my eyes open.
it: Terrò gli occhi aperti.

source: Hello, Good, you helped Yavana! The findings about Xsotan have furthered my research. However, I need some more parts for my work. I filed a mission at the rift research center to get those parts. It is disguised as a basic 'Applied Xenology' mission. The part of the mission that's relevant for me is described in the secondary objective. Those ignorant 'researchers' don't even notice that, of course. They can't even recognize true innovation when it's right under their noses. The mission will take you to an area where a civilization once lived. Before it was swallowed by the rift. I need some artifacts that they stored somewhere. The artifacts may be hard to find. You should take an object detector subsystem with you. That'll save you and me valuable time! Sincerely, Zacharias von Überstein
it: Ciao, Bene, hai aiutato Yavana! I risultati su Xsotan hanno favorito la mia ricerca. Tuttavia, ho bisogno di alcune parti in più per il mio lavoro. Ho inviato una missione al centro di ricerca Rift per ottenere quelle parti. È mascherato da missione di base di "Xenologia applicata". La parte della missione che è rilevante per me è descritta nell'obiettivo secondario. Quei "ricercatori" ignoranti non se ne accorgono nemmeno, ovviamente. Non riescono nemmeno a riconoscere la vera innovazione quando è proprio sotto il loro naso. La missione ti porterà in un'area in cui un tempo viveva una civiltà. Prima che fosse inghiottito dalla spaccatura. Ho bisogno di alcuni artefatti che hanno conservato da qualche parte. Gli artefatti potrebbero essere difficili da trovare. Dovresti portare con te un sottosistema rilevatore di oggetti. Questo farà risparmiare tempo prezioso a te e a me! Cordiali saluti, Zacharias von Überstein

# title of a secondary objective
source: Ancient Data Chips
it: Chip di dati antichi

source: Look for old probes and scan them to receive data chips. According to my information they should still be working. The probes will be hard to find, so I recommend using a detector subsystem.
it: Cercare vecchie sonde e scansionarle per ricevere chip di dati. Secondo le mie informazioni dovrebbero ancora funzionare. Le sonde saranno difficili da trovare, quindi consiglio di utilizzare un sottosistema di rilevamento.

source: If you get me three of these data chips, I can continue my research.
it: Se mi procuri tre di questi chip di dati, posso continuare la mia ricerca.

source: Another one bites the dust!
it: Un altro morde la polvere!

source: Eat that!
it: Mangialo!

source: One more down!
it: Ancora uno in meno!

source: How do you like that, Xsotan?
it: Ti piace, Xsotan?

source: Yeah, we're showing them!
it: Sì, glielo stiamo mostrando!

source: Come to me, if you dare!
it: Vieni da me, se ne hai il coraggio!

source: I'll get everyone of you!
it: Vi prenderò tutti!

source: You won't escape me!
it: Non mi sfuggirai!

source: Is that the best you can do?
it: È il meglio che puoi fare?

source: Hah, you thought you had me?
it: Ah, pensavi di avermi in pugno?

source: That's it for you!
it: Questo è tutto per te!

source: Who's next?
it: Chi è il prossimo?

source: Ancient Research Probe
it: Sonda di ricerca antica

source: That should be enough. We can get out of here now.
it: Dovrebbe essere sufficiente. Possiamo andarcene subito da qui.

source: Very nice, is it still readable?
it: Molto bello, è ancora leggibile?

source: Wow, that looks old! Zach was looking for such a thing, right?
it: Wow, sembra vecchio! Zach stava cercando una cosa del genere, giusto?

source: Scan the old probes to receive data ${count}/${total}
it: Scansiona le vecchie sonde per ricevere i dati ${count}/${total}

source: There we are, now let's go look for these probes.
it: Eccoci, ora andiamo a cercare queste sonde.

source: Hey, I could use your help. Are you coming?
it: Ehi, mi servirebbe il tuo aiuto. Vieni?

source: Hey, I have a job from Zach! Why don't you come along?
it: Ehi, ho un lavoro da Zach! Perché non vieni anche tu?

source: There you are! Zach mentioned that you want to help me again?
it: Eccoti! Zach ha detto che vuoi aiutarmi di nuovo?

source: Good to have you here! Together we can achieve much more!
it: È bello averti qui! Insieme possiamo ottenere molto di più!

source: Hey, up for a another round?
it: Ehi, ti va un altro giro?

source: Zach told me, that he's actually making progress.
it: Zach mi ha detto che in realtà sta facendo progressi.

source: I'm not sure exactly how he wants to achieve all that. But if suuuch a 'highly gifted' researcher says, he's making progress, how can someone as 'average' as me even begin to understand...
it: Non so esattamente come voglia ottenere tutto questo. Ma se suuuch un ricercatore "molto dotato" dice che sta facendo progressi, come può qualcuno "medio" come me anche solo cominciare a capire...

source: I really hope his damned device will explode and he gets a lecture in humility!
it: Spero davvero che il suo dannato dispositivo esploda e che riceva una lezione in umiltà!

source: Anyway, the money is good and I can concentrate on hunting Xsotan.
it: Ad ogni modo, i soldi sono buoni e posso concentrarmi sulla caccia a Xsotan.

source: Today, Zach wants me to find some old research data in the rifts.
it: Oggi, Zach vuole che trovi alcuni vecchi dati di ricerca nelle spaccature.

source: He said they could be somewhat hard to find, maybe you should get an object detector subsystem and bring it along.
it: Ha detto che potrebbero essere un po' difficili da trovare, forse dovresti prendere un sottosistema rilevatore di oggetti e portarlo con te.

source: I'll wait at the teleporter. We can go as soon as you're ready, okay?
it: Aspetterò al teletrasporto. Possiamo andarcene appena sei pronta, ok?

source: All right!
it: Va bene!

source: Maybe later.
it: Forse più tardi.

source: Hello, With that last expedition into the rift you have outdone yourself! With this old knowledge I can find out so much about the Xsotan! Can you imagine, how much data you can get from something like this? These findings will give me the tools to research more and quicker than any scientist ever before me! Old and new knowledge combined! This will take us all further than anyone ever dreamed! Sincerely, Zacharias von Überstein
it: Ciao, Con quell' ultima spedizione nella spaccatura hai superato te stesso! Con questa vecchia conoscenza posso scoprire così tanto sugli Xsotan! Riesci a immaginare quanti dati puoi ottenere da una cosa del genere? Questi risultati mi daranno gli strumenti per fare più ricerche e più velocemente di qualsiasi scienziato prima di me! Vecchie e nuove conoscenze combinate! Questo ci porterà tutti più lontano di quanto chiunque abbia mai sognato! Cordiali saluti, Zacharias von Überstein

source: New Knowledge
it: Nuove conoscenze

source: Hi, I was really surprised, how much positive energy one can get from these old things. Surprisingly, Zach's junk seems to be good for something after all. Well, let's see what the future holds for us. I hope that we can one day live in a galaxy where Xsotan are nothing more than a scary story for kids! It's a long path to take, but at least, there's a path now! Cheers, Yavana
it: Ciao, Sono rimasto davvero sorpreso, quanta energia positiva si può ottenere da queste vecchie cose. Sorprendentemente, le cianfrusaglie di Zach sembrano essere buone per qualcosa, dopotutto. Bene, vediamo cosa ci riserva il futuro. Spero che un giorno potremo vivere in una galassia in cui gli Xsotan non siano altro che una storia spaventosa per i bambini! È un percorso lungo da intraprendere, ma almeno ora c'è un percorso! Salute, Yavana

source: Hope
it: Speranza

source: Take a peek into your mails! I sent you something.
it: Dai un'occhiata alle tue mail! Ti ho mandato una cosa.

source: That was great!
it: È stato fantastico!

source: I wouldn't have thought, that those ancient recordings can be decoded that well. Sometimes these old technologies do surprise you!
it: Non avrei mai pensato che quelle antiche registrazioni potessero essere decodificate così bene. A volte queste vecchie tecnologie ti sorprendono!

source: Isn't it refreshing, every once in a while, to be able to take another look at what our galaxy was like before this Xsotan infestation?
it: Non è rinfrescante, di tanto in tanto, poter dare un'altra occhiata a com' era la nostra galassia prima di questa infestazione di Xsotan?

source: I think I should take these parts directly to Zach, I'm sure he's already waiting. You don't know how impatient that guy can be.
it: Penso che dovrei portare queste parti direttamente a Zach, sono sicuro che sta già aspettando. Non sai quanto possa essere impaziente quel ragazzo.

source: Hope to see you again soon!
it: Spero di rivederti presto!

source: In you, Zach has found someone who is really fun to work with! See you then!
it: In te, Zach ha trovato qualcuno con cui è davvero divertente lavorare! A presto!

source: See you!
it: Ci vediamo!

source: Last steps
it: Ultimi passaggi

source: Hello, It is done! I have everything I need! Now I only need to put it all together and my apparatus will be perfect! The other 'researchers' will bow for my results and my work will finally get the appreciation it has ALWAYS deserved! Now we will see, who can only play second fiddle! Never again will the name ZACHARIAS VON ÜBERSTEIN be spoken without the deepest respect! My name will be in all the school books! My name will be on everyone's lips! Nobody will ever again question me! Sincerely, Zacharias von Überstein
it: Ciao, È fatta! Ho tutto quello che mi serve! Ora ho solo bisogno di mettere tutto insieme e il mio apparato sarà perfetto! Gli altri "ricercatori" si inchineranno per i miei risultati e il mio lavoro otterrà finalmente l'apprezzamento che ha SEMPRE meritato! Ora vedremo, chi può solo suonare il secondo violino! Il nome ZACHARIAS VON ÜBERSTEIN non sarà mai più pronunciato senza il più profondo rispetto! Il mio nome sarà in tutti i libri di scuola! Il mio nome sarà sulla bocca di tutti! Nessuno mi interrogherà mai più! Cordiali saluti, Zacharias von Überstein

source: It is done!
it: È fatta!

source: You have a mail from me! Not everyone gets this honor anymore!
it: Hai una mia mail! Non tutti hanno più questo onore!

source: Hi, Zach seems to be on the right path! He invited me to witness the last tests for his apparatus! I can barely believe it! Finally we'll get rid of the Xsotan, finally there's hope for us! I thank you for helping Zach! We have now got back the most important thing in the fight against the Xsotan: Our hope. Cheers, Yavana
it: Ciao, Zach sembra essere sulla strada giusta! Mi ha invitato ad assistere agli ultimi test per il suo apparato! Riesco a malapena a crederci! Finalmente ci libereremo dello Xsotan, finalmente c'è speranza per noi! Grazie per aver aiutato Zach! Ora abbiamo di nuovo la cosa più importante nella lotta contro gli Xsotan: la nostra speranza. Salute, Yavana

source: We did it!
it: Ce l'abbiamo fatta!

source: You found them!
it: Li hai trovati!

source: I can finally complete my project!
it: Finalmente posso completare il mio progetto!

source: What a triumph over all the clueless!
it: Che trionfo su tutti gli incapaci!

source: Now I have all the parts for my one of a kind invention!
it: Ora ho tutte le parti per la mia invenzione unica nel suo genere!

source: Very nice!
it: Molto bene!

source: It is an unprecedented breaktrough in the history of the galaxy!
it: È una svolta senza precedenti nella storia della galassia!

source: I built an apparatus that can enclose Xsotan in the rifts, so that they can't leave them anymore!
it: Ho costruito un apparato che può racchiudere Xsotan nelle spaccature, in modo che non possano più lasciarle!

source: Such an apparatus simply has to be set up close to each rift! After that all we have to do is to deal with the Xsotan already outside of rifts.
it: Un tale apparecchio deve semplicemente essere installato vicino a ogni spaccatura! Dopodiché tutto ciò che dobbiamo fare è affrontare gli Xsotan già al di fuori delle spaccature.

source: With this discovery we will get rid of the Xsotan forever!
it: Con questa scoperta ci libereremo per sempre degli Xsotan!

source: That sounds very good!
it: Mi sembra un'ottima idea!

source: I just need to install the new materials. Then the prototype is ready for one last, big test.
it: Devo solo installare i nuovi materiali. Poi il prototipo è pronto per un ultimo, grande test.

source: I'll contact you as soon as it's ready.
it: Ti contatterò non appena sarà pronto.

source: I invite you to participate in the final test to be properly rewarded for your help. This has to stay between us, though! There shouldn't be any witnesses ... before the big reveal.
it: Ti invito a partecipare al test finale per essere adeguatamente ricompensato per il tuo aiuto. Questo deve rimanere tra noi, però! Non ci dovrebbero essere testimoni ... prima della grande rivelazione.

source: Very good.
it: Molto bene.

source: It's about time!
it: Era ora!

source: Hello, Much has happened lately. My research is almost completed. Unfortunately I had to realize that normal materials can't withstand the high energies released by activating my apparatus. I need a material that can withstand those high energies. According to my research, such a material can be found in the rifts. I have again left you a disguised mission at the rift research centers, to find this material. This time it is officially a 'Rare Minerals' job. Everything else you'll again find in the secondary objective. Sincerely, Zacharias von Überstein
it: Ciao, Sono successe molte cose ultimamente. La mia ricerca è quasi completata. Purtroppo ho dovuto rendermi conto che i materiali normali non possono resistere alle alte energie rilasciate attivando il mio apparato. Ho bisogno di un materiale in grado di resistere a quelle alte energie. Secondo la mia ricerca, un tale materiale può essere trovato nelle spaccature. Ti ho di nuovo lasciato una missione mascherata presso i centri di ricerca delle spaccature, per trovare questo materiale. Questa volta è ufficialmente un lavoro "Rare Minerals". Tutto il resto lo ritroverete nell'obiettivo secondario. Cordiali saluti, Zacharias von Überstein

source: The Last Test
it: L'ultimo test

source: Help Zach to perform his last test
it: Aiuta Zach a eseguire il suo ultimo test

source: Wait for Zach to contact you
it: Attendi che Zach ti contatti

source: Meet Zach and Yavana in (${x}:${y})
it: Incontra Zach e Yavana tra (${x}:${y})

source: Go to Zach and talk to him
it: Vai da Zach e parla con lui

source: Fight the Cavaliers
it: Combatti i Cavalieri

source: Confront Zach
it: Affronta Zach

source: Enter the wormhole and find out what holds it open
it: Entra nel wormhole e scopri cosa lo tiene aperto

source: Defeat the Rift Guardian
it: Sconfiggi il Guardiano della Spaccatura

source: Leave the rift through the wormhole before it closes
it: Lasciare la fessura attraverso il tunnel spaziale prima che si chiuda

source: Go after Zach
it: Insegui Zach

source: Fly to the Rift Research Center in (${x}:${y})
it: Vola al Rift Research Center in (${x}:${y})

source: Zach will contact you soon
it: Zach ti contatterà presto

source: Hello, The time has come! I finished my apparatus. Finally I can trap the Xsotan in the rifts! All that is missing is a last test run and then it can be presented to the public! As a thank you for your help I would like to invite you to this final test. Meet me in sector (%1%:%2%) and witness this glorious moment! But come alone and do not tell it around! I want the whole thing to remain secret until I can be sure that everything is working properly. After all, there should be no witnesses in case something happens. In joyful anticipation, Zacharias von Überstein
it: Ciao, È arrivato il momento! Ho finito il mio apparecchio. Finalmente posso intrappolare l'Xsotan nelle spaccature! Manca solo un ultimo giro di prova e poi può essere presentato al pubblico! Come ringraziamento per il vostro aiuto vorrei invitarvi a questo test finale. Incontriamoci nel settore (%1%:%2%) e assistiamo a questo momento glorioso! Ma vieni da solo e non raccontarlo in giro! Voglio che l'intera faccenda rimanga segreta fino a quando non sarò sicuro che tutto funzioni correttamente. Dopotutto, non dovrebbero esserci testimoni nel caso in cui accada qualcosa. In gioiosa attesa, Zacharias von Überstein

source: Read the mail
it: Leggi la mail
