Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Why don't you come to the dock while I go find it?
it: Perché non vieni al molo mentre vado a cercarlo?

source: Here you go. Delivery is marked to go to Steward Sparrow at the coal mine ${name} in sector (${x}:${y}).
it: Ecco qua. La consegna è contrassegnata per andare a Steward Sparrow alla miniera di carbone ${name} nel settore (${x}:${y}).

source: The care package, right. Where do I have it? ...
it: Il pacchetto di assistenza, giusto. Dove ce l'ho? ...

source: Steward Sparrow
it: Passero governatore

source: Thank you for the supplies. Wait...? Just food? How are we to fight against the higher-ups if we have nothing to fight with?
it: Grazie per le provviste. Aspetta...? Solo cibo? Come possiamo combattere contro i piani alti se non abbiamo nulla con cui combattere?

source: I was told you only need food supplies.
it: Mi è stato detto che hai solo bisogno di scorte di cibo.

source: The Commune leaders are naive idealists. Yeah sure, we try to not hurt anyone, but without weapons we won't be taken seriously.
it: I leader della Comune sono idealisti ingenui. Sì, certo, cerchiamo di non fare del male a nessuno, ma senza armi non saremo presi sul serio.

source: So what do we do?
it: Quindi cosa facciamo?

source: There's a pirate outpost close by. Go there and steal their weapons. That way we kill two birds with one stone, right?
it: C'è un avamposto dei pirati nelle vicinanze. Vai lì e ruba le loro armi. In questo modo prendiamo due piccioni con una fava, giusto?

source: Sounds good.
it: Mi sembra un'ottima idea.

source: Great. You'll find the pirates in sector (${x}:${y}). Bash them around a bit and I'm sure they'll tell you where they have their weapons stored.
it: Ottimo. Troverai i pirati nel settore (${x}:${y}). Colpiscili un po' e sono sicuro che ti diranno dove hanno conservato le loro armi.

source: I will do that.
it: Lo farò.

source: You have to come to the dock to give us the package.
it: Devi venire al molo per darci il pacco.

source: Uhm, I don't see any package. Please, we need the supplies, pick them up from our contact in sector (${x}:${y}).
it: Uhm, non vedo nessun pacco. Per favore, abbiamo bisogno delle forniture, ritirale dal nostro contatto nel settore (${x}:${y}).

source: A package for Steward Sparrow? One second, I'll get her.
it: Un pacco per Steward Sparrow? Un secondo, vado a prenderla.

source: Thank you for the weapons. Now we can start. Wait around the station, the Family is usually very quick to respond to uprisings.
it: Grazie per le armi. Ora possiamo iniziare. Aspetta intorno alla stazione, la Famiglia di solito è molto veloce a rispondere alle rivolte.

source: What do I do?
it: Cosa devo fare?

source: They are undercover Family agents, flying ships that look like normal civil ships. We can't be seen attacking civil ships, so you'll have to expose them first.
it: Sono agenti della Famiglia sotto copertura, navi volanti che sembrano normali navi civili. Non possiamo essere visti attaccare navi civili, quindi dovrai prima esporle.

source: Trip them up on their words. Make them say that they're Family.
it: Inciampali sulle loro parole. Fagli dire che sono della famiglia.

source: Prepare yourself for an attack. Once they revealed themselves, they'll most likely try to eliminate you as well.
it: Preparati per un attacco. Una volta che si sono rivelati, molto probabilmente cercheranno di eliminare anche te.

source: I am prepared.
it: Sono preparata.

source: Uhm, I don't see any package. Please, we need weapons, steal them from pirates in sector (${x}:${y}).
it: Uhm, non vedo nessun pacco. Per favore, abbiamo bisogno di armi, rubale ai pirati nel settore (${x}:${y}).

source: Of course, we should have known something was up. We find the workers of this factory rebelling and an agent from the Commune right next to it. YOU made them do it.
it: Certo, avremmo dovuto sapere che stava succedendo qualcosa. Troviamo gli operai di questa fabbrica che si ribellano e un agente della Comune proprio accanto ad essa. gliel' HAI fatto fare tu.

source: They did this on their own.
it: L'hanno fatto da soli.

source: You provided the means and poisoned them with your empty promises! This won't lead to anything except bloodshed! Moretti was right, these Commune idealists have no idea on how the world actually works.
it: Hai fornito i mezzi e li hai avvelenati con le tue vuote promesse! Questo non porterà a nient' altro che spargimenti di sangue! Moretti aveva ragione, questi idealisti della Comune non hanno idea di come funzioni effettivamente il mondo.

source: Factory Worker
it: Operaio di fabbrica

source: Moretti is an agent of the Family!
it: Moretti è un agente della Famiglia!

source: Haha, you just outed yourselves as agents of the Family!
it: Ahah, vi siete appena presentati come agenti della Famiglia!

source: We're with the what now? ... Damn, this little rat made us blow our cover. Screw this. We need to make sure there won't be any witnesses anyway.
it: Siamo con la cosa ora? ... Dannazione, questo piccolo ratto ci ha fatto saltare la copertura. Fanculo. Dobbiamo comunque assicurarci che non ci siano testimoni.

source: Yes, we did it! This wouldn't have been possible without you. Thank you so much!
it: Sì, ce l'abbiamo fatta! Questo non sarebbe stato possibile senza di te. Grazie mille!

source: I'm glad I could help.
it: Sono contento di essere stato d'aiuto.

source: What are you up to now?
it: Cosa stai facendo adesso?

source: I'm searching for Juliana.
it: Sto cercando Juliana.

source: She was abducted, right? Maybe you're in luck and these Family ships have log files with some information?
it: È stata rapita, giusto? Forse sei fortunato e queste navi della famiglia hanno file di registro con alcune informazioni?

source: Good idea. I'll scan them.
it: Buona idea. Li scannerizzerò.

source: You discovered some interesting log entries: Finally we're done with this boooring guard duty! About time that these Cavaliers guys showed up. Running around on errands, ruffing up some stupids *knuckle crack* - that is all I want to do. Recorded at (${x}:${y}).
it: Hai scoperto alcune voci di registro interessanti: Finalmente abbiamo finito con questo servizio di guardia! Era ora che questi ragazzi dei Cavaliers si presentassero. Correre in giro per commissioni, arruffare qualche stupido * schiocco di nocche * - questo è tutto ciò che voglio fare. Registrato a (${x}:${y}).

source: What are you doing here? You don't belong here.
it: Che ci fai qui? Non appartieni a questo posto.

source: I'm here to free Juliana.
it: Sono qui per liberare Juliana.

source: What? You on your own? I don't think so.
it: Cosa? Sei da solo? Non credo proprio.

source: I'm not joking.
it: Non sto scherzando.

source: You're never gonna make it. Attack!
it: Non ce la farai mai. Attacca!

source: You're amazing! Thank you for rescuing me!
it: Sei fantastico! Grazie per avermi salvato!

source: You're a true hero! Not only rescuing me, but at the same time doing so much good in the name of the Commune! Helping the people at the station to break Family oppression was a very important step to improve everyone's lives. Thank you.
it: Sei un vero eroe! Non solo salvarmi, ma allo stesso tempo fare tanto bene in nome della Comune! Aiutare le persone alla stazione a spezzare l'oppressione familiare è stato un passo molto importante per migliorare la vita di tutti. Grazie.

source: You're welcome.
it: Prego.

source: I'll have to retreat now, my ship is in desperate need of repairs. Take this reward and upgrade your ship a bit, too. I'll start rallying our Commune as soon as I can. We have to go up against this unrightful alliance between Family and the Cavaliers. Will you answer when I call for your help?
it: Dovrò ritirarmi ora, la mia nave ha un disperato bisogno di riparazioni. Prendi questa ricompensa e potenzia un po' anche la tua nave. Inizierò a radunare la nostra Comune il prima possibile. Dobbiamo scontrarci con questa alleanza ingiusta tra la Famiglia e i Cavalieri. Risponderai quando chiederò il tuo aiuto?

source: Yes, I'm ready to help.
it: Sì, sono pronto ad aiutarti.

source: Secret Stash
it: Scorta segreta

source: Workers of the galaxy, unite!
it: Lavoratori della galassia, unitevi!

source: Down with corruption!
it: Abbasso la corruzione!

source: Legalize everything!
it: Legalizza tutto!

source: Free alpacas for every household!
it: Alpaca gratis per ogni famiglia!

source: Cavaliers Guard
it: Guardia dei Cavalieri

source: Food Supplies
it: Forniture alimentari

source: Crate of Weapons
it: Cassa di armi

source: For Freedom!
it: Per la libertà!

source: Defeat the fleets of the Cavaliers and the Family.
it: Sconfiggi le flotte dei Cavalieri e della Famiglia.

source: Eliminate the soldiers of the Cavaliers in sector (${x}:${y})
it: Elimina i soldati dei Cavalieri nel settore (${x}:${y})

source: Good day comrade! We are almost ready to start our revolution! The news of the liberated factory workers is spreading like rifts through the galaxy. Soon, there will be equal rights, freedom and peace for everyone, I can feel it! But there are still some that don’t want to relinquish their power based on violence and deceit. We have heard of armed forces gathering. They want to ensure they can continue to oppress the inhabitants of the galaxy! We need to defeat them now, before it is too late! Our warriors are ready to confront our enemies. Meet our scouts in sector (%1%:%2%) and get ready to defend the galaxy’s freedom! Best wishes Juliana
it: Buongiorno compagno! Siamo quasi pronti a iniziare la nostra rivoluzione! La notizia degli operai liberati si sta diffondendo come una spaccatura nella galassia. Presto ci saranno uguali diritti, libertà e pace per tutti, lo sento! Ma ci sono ancora alcuni che non vogliono rinunciare al loro potere basato sulla violenza e sull'inganno. Abbiamo sentito parlare di forze armate che si riuniscono. Vogliono assicurarsi di poter continuare a opprimere gli abitanti della galassia! Dobbiamo sconfiggerli ora, prima che sia troppo tardi! I nostri guerrieri sono pronti ad affrontare i nostri nemici. Incontrate i nostri esploratori nel settore (%1%:%2%) e preparatevi a difendere la libertà della galassia! Auguri Juliana

# Mail Subject
source: For Freedom!
it: Per la libertà!

source: Commune Scout
it: Scout della Comune

source: Good day comrade! The Cavaliers are so proud of their military strength, but we showed them that we are even stronger! This is final proof that we are the ones that are meant to bring peace to the galaxy! Now we just need to make the Family realize that we will not tolerate any more illegal activity, and then the revolution can begin! Best wishes Juliana
it: Buongiorno compagno! I Cavalieri sono così orgogliosi della loro forza militare, ma abbiamo dimostrato loro che siamo ancora più forti! Questa è la prova finale che siamo noi a voler portare la pace nella galassia! Ora dobbiamo solo far capire alla famiglia che non tollereremo più attività illegali, e poi la rivoluzione può iniziare! Auguri Giuliana

# Mail Subject
source: Cavaliers Defeated!
it: Cavalieri sconfitti!

source: Good day comrade! The Family thought that they could buy strength. They had lo learn that people fighting for their ideals and dreams are much stronger than those bought with tainted money. Now we simply have to show the Cavaliers the same thing! Best wishes Juliana
it: Buongiorno compagno! La Famiglia pensava di poter comprare la forza. Avevano imparato che le persone che lottano per i loro ideali e sogni sono molto più forti di quelle acquistate con denaro contaminato. Ora dobbiamo semplicemente mostrare ai Cavalieri la stessa cosa! Auguri Giuliana

# Mail Subject
source: Family Defeated!
it: Famiglia sconfitta!

source: Good day comrade! We managed to defeat our enemies! Now we can start the revolution! We are very grateful to you. You risked your life for our cause. Soon you will see the fruits of our labors, when the inhabitants of the galaxy are finally free! Best wishes Juliana
it: Buongiorno compagno! Siamo riusciti a sconfiggere i nostri nemici! Ora possiamo iniziare la rivoluzione! Vi siamo molto grati. Hai rischiato la tua vita per la nostra causa. Presto vedrai i frutti delle nostre fatiche, quando gli abitanti della galassia saranno finalmente liberi! Auguri Giuliana

source: Good day comrade! The Cavaliers are strong! But their dull force will not prevail. The power of freedom is what holds the galaxy together! We need to crush the Cavaliers to free the people! Let’s go back there and try again! Best wishes Juliana
it: Buongiorno compagno! I Cavalieri sono forti! Ma la loro forza ottusa non prevarrà. Il potere della libertà è ciò che tiene insieme la galassia! Dobbiamo schiacciare i Cavalieri per liberare il popolo! Torniamo indietro e riproviamo! Auguri Giuliana

source: Good day comrade! The Family seems to be stronger than we anticipated! But their corrupt ways will never grant them a victory. You just need to try again. Best wishes Juliana
it: Buongiorno compagno! La Famiglia sembra essere più forte di quanto ci aspettassimo! Ma i loro modi corrotti non garantiranno mai loro una vittoria. Devi solo riprovare. Cordiali saluti Juliana

source: Good day comrade! Thank you for coming!
it: Buongiorno compagno! Grazie per essere venuto!

source: The Family and the Cavaliers are preparing to go into battle against us. There are rumors about them inventing new technology.
it: La Famiglia e i Cavalieri si preparano ad andare in battaglia contro di noi. Si dice che stiano inventando nuove tecnologie.

source: We don't know. Every one of our scouts that got anywhere near them was destroyed instantly.
it: Non lo sappiamo. Tutti i nostri esploratori che si sono avvicinati a loro sono stati distrutti all'istante.

source: They seem to have sent out fleets that are preparing to move against us. You could join our forces in battle.
it: Sembra che abbiano inviato flotte che si stanno preparando a muoversi contro di noi. Potresti unirti alle nostre forze in battaglia.

source: You will find them in sector (${x1}:${y1}) and sector (${x2}:${y2}) respectively. We’re sure you will be able to defeat them!
it: Li troverai rispettivamente nel settore (${x1}:${y1}) e nel settore (${x2}:${y2}). Siamo sicuri che riuscirai a sconfiggerli!

source: Our forces are already on the way, you should catch up with them once you get closer to the enemy fleets.
it: Le nostre forze sono già in arrivo, dovresti raggiungerle una volta che ti sarai avvicinato alle flotte nemiche.

source: You think a peaceful revolution is going to change anything? It requires power to bring peace to the galaxy, and we’re the most powerful syndicate!
it: Pensi che una rivoluzione pacifica cambierà qualcosa? Richiede potere per portare la pace nella galassia, e noi siamo il sindacato più potente!

source: You think freedom is the most valuable thing to a person? Well, you are wrong. It's influence, it's money. And we will show you that our credits are more powerful than your empty promises!
it: Pensi che la libertà sia la cosa più preziosa per una persona? Beh, ti sbagli. È influenza, è denaro. E ti mostreremo che i nostri crediti sono più potenti delle tue vuote promesse!

source: Decide whether you want the Commune to remain the most powerful syndicate in the galaxy.
it: Decidi se vuoi che la Comune rimanga il sindacato più potente della galassia.

source: Cheers! So thanks to you, the Commune is starting a revolution that is supposed to change the fate of the galaxy. I don't think that's going to go well. It'll only lead to anarchy all over the galaxy. Of course, I can see why it might be a good thing for you, personally. The Commune likes you and there are quite some advantages of being friends with the most powerful syndicate of the galaxy. But if you do feel like we should try to cause more equilibrium in the galaxy, meet me in sector (%1%:%2%). Izzy
it: Salute! Quindi, grazie a te, la Comune sta iniziando una rivoluzione che dovrebbe cambiare il destino della galassia. Non credo che andrà bene. Porterà solo all'anarchia in tutta la galassia. Naturalmente, capisco perché potrebbe essere una buona cosa per te, personalmente. Lei piace al Comune e l'amicizia con il più potente sindacato della galassia presenta alcuni vantaggi. Ma se ritieni che dovremmo cercare di creare maggiore equilibrio nella galassia, incontriamoci nel settore (%1%:%2%). Izzy

source: Cheers! So you chose the Commune. This is a huge mess now.
it: Alla salute! Così hai scelto la Comune. Questo è un gran casino ora.

source: You destroyed the equilibrium of forces in the galaxy. The Commune will ruin everything.
it: Hai distrutto l'equilibrio delle forze nella galassia. La Comune rovinerà tutto.

source: They’re fighting for freedom.
it: Stanno combattendo per la libertà.

source: But whose freedom are they fighting for? Just their own. There will never be peace like that. This is just going to be a huge mess.
it: Ma per quale libertà stanno combattendo? Solo la loro. Non ci sarà mai una pace del genere. Questo sarà solo un gran casino.

source: They want freedom for everyone!
it: Vogliono la libertà per tutti!

source: Do they, now? For a society to work, you need rules. But they want to legalize everything! There is going to be chaos, which they will then repress with military force and revolutions. This is not what I call freedom.
it: Lo fanno, ora? Affinché una società funzioni, hai bisogno di regole. Ma vogliono legalizzare tutto! Ci sarà il caos, che poi reprimeranno con la forza militare e le rivoluzioni. Questo non è ciò che chiamo libertà.

source: But they had good intentions!
it: Ma avevano buone intenzioni!

source: Yes, I don’t doubt that. But it just isn’t going to work. This galaxy is too complicated for a simple revolution like that to solve all problems...
it: Sì, non ne dubito. Ma non funzionerà. Questa galassia è troppo complicata perché una semplice rivoluzione come quella possa risolvere tutti i problemi...

source: I'm saying that what you did was bad for business. The big syndicates were keeping each other in check. This revolution is going to create anarchy and chaos. But we can still stop it.
it: Sto dicendo che quello che hai fatto è stato negativo per gli affari. I grandi sindacati si tenevano sotto controllo a vicenda. Questa rivoluzione creerà anarchia e caos. Ma possiamo ancora fermarla.

source: I can see that you do have a lot of advantages. Being friends with the most most powerful anarchists during a revolution and all.
it: Vedo che hai molti vantaggi. Essere amico degli anarchici più potenti durante una rivoluzione e tutto il resto.

source: Good! Business has been difficult with this revolution ongoing.
it: Bene! Gli affari sono stati difficili con questa rivoluzione in corso.

source: Okay, fine. Have it your way then. I will be here in case you change your mind again, though.
it: Ok, va bene. Fai a modo tuo allora. Sarò qui nel caso in cui cambiassi idea di nuovo, però.

source: Make sure at least one of the other syndicates stays strong enough to keep up with the Commune.
it: Assicurati che almeno uno degli altri sindacati rimanga abbastanza forte da tenere il passo con la Comune.

source: Exactly! Just accept the jobs that a syndicate gives you and that will hopefully help them rise to power! I will forward you any job that is offered to me!
it: Esatto! Accetta solo i lavori che ti dà un sindacato e che si spera li aiuterà a salire al potere! Ti inoltrerò qualsiasi lavoro mi venga offerto!

source: Repair Duty
it: Servizio di riparazione

source: A ship of the convoy has gotten lost and is sending distress calls that it needs to be repaired.
it: Una nave del convoglio si è persa e sta inviando chiamate di soccorso che devono essere riparate.

source: Wait for the Trade League to decipher the location of the ship and prepare to repair it
it: Attendere che la Trade League decifri la posizione della nave e si prepari a ripararla

source: Read the mail from the Trade League
it: Leggi la mail della Trade League

source: Go to sector (${x}:${y}) and look for the damaged ship
it: Vai al settore (${x}:${y}) e cerca la nave danneggiata

source: Repair the damaged ship
it: Ripara la nave danneggiata

source: Protect the damage ship from the pirates
it: Proteggi la nave danneggiata dai pirati

source: Completely repair the damaged ship
it: Ripara completamente la nave danneggiata

source: Hello fellow traveler! We have finally managed to locate the source of the emergency call. The ship is in sector (%1%:%2%) and badly damaged. Go there quickly, as the area is infested with pirates and our ship is completely helpless at the moment! The Trade League
it: Ciao compagno di viaggio! Siamo finalmente riusciti a localizzare la fonte della chiamata di emergenza. La nave si trova nel settore (%1%:%2%) ed è gravemente danneggiata. Andateci in fretta, perché la zona è infestata dai pirati e la nostra nave è completamente indifesa al momento! La Lega del Commercio

# Mail Subject
source: Help for a Lost Ship
it: Aiuto per una nave smarrita

source: Hey, what are you doing? You're supposed to heal me, not damage me more!
it: Ehi, che stai facendo? Dovresti guarirmi, non danneggiarmi di più!

source: Please repair our ship. We have no materials left to do it on our own!
it: Per favore, ripara la nostra nave. Non abbiamo più materiali per farlo da soli!

source: The pirates found us! Fight for your lives!
it: I pirati ci hanno trovato! Combattete per la vostra vita!

source: Even more pirates!
it: Ancora più pirati!

source: Why are there so many? What kind of loot do they expect from us?
it: Perché ce ne sono così tanti? Che tipo di bottino si aspettano da noi?

source: Traveller Ghonvark
it: Viaggiatore Ghonvark

source: Traveler! You let the missing ship get destroyed! You should be ashamed of yourself! The Trade League
it: Viaggiatore! Hai lasciato che la nave perduta venisse distrutta! Dovresti vergognarti! La Trade League

# Mail Subject
source: You Abandoned the Ship
it: Hai abbandonato la nave

source: One of the ships from our convoy has gone missing. Nobody knows where it went, but we're receiving a weak distress signal from somewhere close by.
it: Una delle navi del nostro convoglio è scomparsa. Nessuno sa dove sia andato, ma stiamo ricevendo un debole segnale di soccorso da qualche parte nelle vicinanze.

source: Can you locate it?
it: Riesci a trovarlo?

source: No, we're still working on that. Some parts of the message were only static, so we assume that they found trouble.
it: No, ci stiamo ancora lavorando. Alcune parti del messaggio erano solo statiche, quindi supponiamo che abbiano trovato problemi.

source: I see.
it: Capisco.

source: If you'd be so kind and check out what happened to them? My engineers will mail you the location as soon as we know it.
it: Se fossi così gentile e controllassi cosa gli è successo? I miei ingegneri ti invieranno la posizione non appena lo sapremo.

source: I will check it out.
it: Darò un'occhiata.

source: Sorry, but I can't help.
it: Mi dispiace, ma non posso aiutarti.

source: Just one more thing: My gut tells me that they're really in trouble and need repairs. Can you take repair equipment with you?
it: Solo un'altra cosa: il mio istinto mi dice che sono davvero nei guai e hanno bisogno di riparazioni. Puoi portare con te l'attrezzatura per la riparazione?

source: Okay, I'll equip some repair turrets.
it: Ok, equipaggierò alcune torrette di riparazione.

source: I'm here to help you.
it: Sono qui per aiutarti.

source: You received our distress signal? Thank goodness, our comm received a hit. We weren't sure anyone could hear us!
it: Hai ricevuto il nostro segnale di soccorso? Grazie al cielo, la nostra comunicazione ha ricevuto un riscontro. Non eravamo sicuri che qualcuno potesse sentirci!
