Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Uncommon
it: Non comune

source: Rare
it: Raro

source: Exceptional
it: Eccezionale

source: Exotic
it: Esotico

source: Legendary
it: Leggendario

# single-letter shortcut for 'Uncommon' rarity
source: U
it: NC

# single-letter shortcut for 'Exotic' rarity
source: X
it: EX

source: Neutral
it: Neutrale

source: Good
it: Buona

source: Excellent
it: Ecellente

source: Bad
it: Pessima

source: Hostile
it: Ostile

# Relation Status Contract
source: At War
it: In guerra

# Relation Status Contract
source: Ceasefire
it: Cessate il fuoco

# Relation Status Contract
source: Allies
it: Alleati

# Relation Status Contract
source: Neutral
it: Neutrale

source: unknown mod
it: Mod sconosciuta

source: Galaxy
it: Galassia

source: Playtime:
it: Tempo di gioco:

source: Difficulty:
it: Difficoltà:

source: Ships: %i
it: Spedizione: %i

source: Stations: %i
it: Stazioni: %i

source: Discovered Sectors: %i
it: Settori Scoperti: %i

source: Mods:
it: Mod:

source: Achievements: %s
it: Trofei: %s

# Gameplay Scenario Type
source: Normal
it: Normale

# Gameplay Scenario Type
source: Creative
it: Creativo

# Gameplay Scenario Type
source: Classic
it: Classico

# Gameplay Scenario Type
source: Free Play
it: Gioco libero

# Gameplay Scenario Type
source: Unknown
it: Sconosciuto

source: Normal Avorion.
it: Avorione Normale.

source: Unlimited resources & turrets, no building restrictions. [Steam Achievements Disabled]
it: Risorse e torrette illimitate, nessuna restrizione di costruzione. [Trofei di Steam disabilitati]

source: Classic Avorion. Like 'Normal', but full Building Knowledge is unlocked from the start for a more sandboxy experience!
it: Avorion classico. Come "Normale", ma l'albero di costruzione viene sbloccato fin dall'inizio per un'esperienza molto più sandbox!

source: Custom rules for custom games!
it: Regole personalizzate per le partite personalizzate!

source: Your alliance needs %s more money.
it: La tua alleanza ha bisogno di %s crediti in più.

source: Your alliance needs %1% more %2%.
it: La tua alleanza ha bisogno dello %1% in più dell' %2%.

source: You need %s more money.
it: Hai bisogno di %s crediti in più.

source: You need %1% more %2%.
it: Hai bisogno dello %1% in più dell' %2%.

source: Illegal %s
it: Illegale %s

source: Stolen %s
it: Rubato %s

source: Suspicious %s
it: Sospetto %s

source: TRADING GOOD: %s
it: Merci di scambio: %s

source: Trading goods are stored in your cargo bay and can be bought and sold for a profit. They can also be used to craft weapons.
it: Le merci di scambio sono immagazzinate nella tua stiva di carico e possono essere acquistate e vendute a scopo di lucro. Possono anche essere usate per fabbricare armi.

source: [Branded As Stolen]
it: [Contrassegnato come rubato]

source: Goods that are branded as stolen can't be used or sold at normal stations. You might get in trouble when someone is inspecting your cargo.
it: Le merci contrassegnate come rubate non possono essere utilizzate o vendute nelle normali stazioni. Potresti avere problemi quando qualcuno sta ispezionando il tuo carico.

source: [Suspicious]
it: [Sospettoso]

source: This good has a suspicious energy signature and can't be used or sold at normal stations. You might get in trouble when someone is inspecting your cargo.
it: Questo bene ha una firma energetica sospetta e non può essere utilizzato o venduto in stazioni normali. Potresti avere problemi quando qualcuno sta ispezionando il tuo carico.

source: [Illegal]
it: [Illegale]

source: This good is deemed illegal by most factions and can't be used or sold at normal stations. You might get in trouble when someone is inspecting your cargo.
it: [Pericoloso]

source: This good is potentially dangerous. You might get in trouble when someone is inspecting your cargo and you don't have a permit for its transportation.
it: Questo bene è potenzialmente pericoloso. Potresti finire nei guai quando qualcuno sta ispezionando il tuo carico e non hai un permesso per il suo trasporto.

source: Blueprint
it: Progetto

source: Error loading mod [%1%] from %2%: Already loaded from %3%.
it: Errore durante il caricamento della mod [%1%] dall' %2%: già caricato dal %3%.

source: Detected a circular dependency around '%1%' [%2%] and '%3%' [%4%].
it: Rilevata una dipendenza circolare intorno a '%1%' [%2%] e '%3%' [%4%].

source: Mod '%1%' [%2%]'s base game requirement (%3% to %4%) doesn't match version %5% of the game.
it: Il requisito del gioco base della mod '%1%' [%2%](da%3% a %4%) non corrisponde alla versione %5% del gioco.

source: Mod '%1%' [%2%]'s base game requirement (%3% to %4%) is incompatible with version %5% of the game.
it: Il requisito del gioco base della Mod '%1%' [%2%](da%3% a %4%) è incompatibile con la versione %5% del gioco.

source: Mod '%1%' [%2%]'s version %3% doesn't match '%4%' [%5%]'s requirement: %6% to %7%.
it: La versione della Mod '%1%' [%2%] %3% non corrisponde al requisito del '%4%' [%5%]: dal %6% al %7%.

source: Mod [%1%] not found, which is a requirement for '%2%' [%3%].
it: Mod [%1%] non trovato, che è un requisito per '%2%' [%3%].

source: Mod '%1%' [%2%] is incompatible with '%3%' [%4%] or one of its requirements.
it: Il mod '%1%' [%2%] è incompatibile con '%3%' [%4%] o con uno dei suoi requisiti.

source: '%1%' [%2%]'s requirement '%3%' [%4%] is problematic.
it: Il requisito '%1%' [%2%]'%3%' [%4%] è problematico.

source: %1% is problematic: %2%
it: %1% è problematico: %2%

source: '%1%' [%2%] or one of its requirements is incompatible with '%3%' [%4%].
it: '%1%' [%2%] o uno dei suoi requisiti è incompatibile con '%3%' [%4%].

source: '%1%' [%2%] is still required by '%3%' [%4%].
it: '%1%' [%2%] è ancora richiesto da '%3%' [%4%].

source: Hyper Integrity Field is back online, now die!
it: Hyper Integrity Field è di nuovo online, ora muori!

source: G-forces too high, Hyper Integrity Field is down!
it: Forze G troppo alte, il Campo di Iper Integrità è andato!

source: Hyper Integrity Field is down! You'll pay for this!
it: Il Campo di Iper Integrità è inattivo! Pagherai per questo!

source: Hyper Integrity Field has failed! Don't you dare!
it: Il campo di iperintegrità non è riuscito! Non ti azzardare!

source: What's happening?! This isn't good!
it: Cosa sta succedendo?! Non va bene!

source: Hyper Integrity Field is showing errors due to spinning!
it: Il campo Iper Integrità mostra errori dovuti alla rotazione!

source: What are you doing!? Stop this!
it: Che stai facendo!? Smettila!

source: You'll never get through our Hyper Integrity Field!
it: Non supererai mai il nostro Campo di Iper Integrità!

source: Your puny weapons can't do anything against us!
it: Le tue armi minuscole non possono fare nulla contro di noi!

source: Our kind used to dominate the galaxy!
it: La nostra razza dominava la galassia!

source: Once we were many, now it's only us.
it: Una volta eravamo in tanti, ora siamo solo noi.

source: Remember the good old times?
it: Ricordi i bei vecchi tempi?

source: A relic from the past.
it: Una reliquia del passato.

source: Calls in a staff meeting.
it: Convoca una riunione del personale.

source: Depleted on Use
it: Impoverito durante l'uso

source: Can be activated by the player
it: Può essere attivato dal giocatore

source: When meeting the staff, better *stick* to the rules.
it: Quando incontri lo staff, meglio *attenersi* alle regole.

source: The Stick of Doom
it: Il Bastone del Destino

source: No response.
it: Nessuna risposta.

source: It's too busy here. Let's meet somewhere more quiet.
it: È troppo affollato qui. Incontriamoci in un posto più tranquillo.

source: Smart, very high velocity nanobots.
it: Nanobot intelligenti ad altissima velocità.

source: %1% MultiHarvest Ref-%2%
it: %1% MultiHarvest Rif-%2%

source: Metal is just refined stone anyways.
it: Il metallo è comunque solo pietra raffinata.

source: Metal is just refined stone anyway.
it: Il metallo è comunque solo pietra raffinata.

source: Stone is just raw metal anyways.
it: La pietra è comunque solo metallo grezzo.

source: Stone is just raw metal anyway.
it: La pietra è comunque solo metallo grezzo.

# Ghost Busters movie reference
source: %1% Ghostly Buster
it: %1% Buster Fantasma

# Ghost Busters movie reference
source: Who you gonna call?
it: Chi chiamerai?

source: UN1-CRN %1% Spectral Separator
it: UN1-CRN %1% Separatore Spettrale

source: Feel the rainbow.
it: Senti l'arcobaleno.

source: RG-%1%000 Devastator %2%
it: RG-%1%000 Devastatore %2%

source: Railgun goes brrrrt.
it: Railgun fa brrrrt.

source: Mk. %1% Ambivalent Yin Yang
it: Mk. %1% Yin Yang Ambivalente

source: To keep balance between damage and healing.
it: Per mantenere l'equilibrio tra danno e guarigione.

source: %1% Distant Destroyer
it: %1% Distruttore Distante

source: Don't miss.
it: Da non perdere.

source: %1% Adjusting Devastator
it: %1% Regolazione Devastatore

source: For the artillery gunner with shaky hands.
it: Per l'artigliere con le mani tremanti.

source: 400th century marines would be proud.
it: I marines del 400 ° secolo ne sarebbero orgogliosi.

source: Not just PlasmaGun - PlasmaFUN!
it: Non solo PlasmaGun - PlasmaFUN!

source: T-%1% Searching PDC
it: T-%1% Ricercando PDC

source: "Why do we even need gunners for this?"
it: "Perché abbiamo bisogno di artiglieri per questo?"

# Weapon name, the 'MG' stands for Minigun
source: Mega-MG %1% Sprayer
it: Mega-MG %1% Irroratore

source: Simple, accurate, efficient, deadly.
it: Semplice, preciso, efficiente, mortale.

source: Ultra %1% Ionizing Pulsar
it: Pulsar Ultra %1% Ionizzante

source: Pulse Cannon, but better.
it: Pulse Cannon, ma meglio.

source: %1% Heavy Devastator
it: %1% Devastatore Pesante

source: Better get a heavy ship, too.
it: Meglio prendere anche una nave grossa.

source: %1% Vicious Impaler P-%2%
it: %1% Impalatore Feroce P-%2%

source: It's over 9000!
it: Sono più di 9000!

source: Destabilizes shields. And hull, if necessary.
it: Colpisce principalmente gli scudi. E lo scafo, se necessario.

source: %1% Pulsing Drill P-%2%
it: %1% Trapano a impulsi P-%2%

source: Dig Deep.
it: Scava in profondità.

source: %1% Pulsing Jackhammer P-%2%
it: %1% Martello pneumatico pulsante P-%2%

source: Recycle the entire ship at once.
it: Ricicla l'intera nave in una sola volta.

source: Enhance the production of scrap metal.
it: Valorizzare la produzione di rottami metallici.

source: %1% Violent Thumper %2%
it: %1% Tippete violento %2%

source: Show them who's boss.
it: Fagli vedere chi comanda.

source: Force feed light!
it: Forza la luce di alimentazione!

source: Romance in the finest quality!
it: Romanticismo nella migliore qualità!

source: Accuracy ~ distance? Makes sense.
it: Precisione ~ distanza? Ha senso.

source: %1% Death Ray %2%
it: %1% Raggio di Morte %2%

source: Don't look directly into it.
it: Non guardarlo direttamente.

source: %1% Anti Bolter
it: %1% Anti Bullone

source: Shredding shields for a living.
it: Distruggere gli scudi per vivere.

source: %1% Jackhammer
it: %1% Martello pneumatico

source: Pirates? Asteroids? Both, please.
it: Pirati? Asteroidi? Entrambi, per favore.

source: %s%% Damage to Stone
it: %s%% di danni alla pietra

source: A-%1% Intelligent Thumper
it: A-%1% Thumper Intelligente

source: %1% Hull Melter
it: %1% Fusore per Scafi

source: Like a hot knife through butter.
it: Come un coltello caldo nel burro.

source: Phase-Shifted Lightthrower %1%
it: Lanciafari sfasato %1%

source: Calibrated to ignore shields.
it: Calibrato per ignorare gli scudi.

source: Ignores shields
it: Ignora gli scudi

source: %1% Omni Recycler
it: %1% Riciclatore Omni

source: Recycle everything. Including shields.
it: Ricicla tutto. Inclusi gli scudi.

source: 100% Damage to Shields
it: 100% di danni agli scudi

source: %1% Omni Railgun
it: %1% Cannone Omni

source: One barrel for the hull, the other for the shields.
it: Una canna per lo scafo, l'altra per gli scudi.

source: %s%% Damage to Hull
it: %s%% di danni allo scafo

source: If you always wanted to utilize a thunderstorm as a weapon.
it: Se hai sempre voluto utilizzare un temporale come arma.

source: %1% Mega-Railgun
it: %1% Mega-Cannone

source: If a normal Railgun simply isn't enough.
it: Se un normale Railgun semplicemente non è sufficiente.

source: Imperial Lightning Cannon %1%
it: Cannone Fulmine Imperiale %1%

source: Power! Unlimited Power!
it: Potenza! Potenza illimitata!

source: Bring the party to your enemies.
it: Porta la festa ai tuoi nemici.

source: peaceful
it: tranquillo

source: aggressive
it: aggressivo

source: careful
it: attento

source: brave
it: coraggioso

source: opportunistic
it: opportunistico

source: honorable
it: onorevole

source: chaotic
it: caotico

source: organized
it: organizzato

source: Boxelware Office
it: Ufficio Boxelware

source: Psst, hey you! We are looking for a certain kind of merchandise. Unfortunately we are very busy and can't go get it ourselves. If you can get us the merchandise we'll be very grateful. These immensely special goods were just now stolen by a bunch of pirates. But they don't really need them as much as we do. Our gratitude can be very... useful to you.
it: Psst, ehi tu! Stiamo cercando un certo tipo di merce. Purtroppo siamo molto occupati e non possiamo andare a prenderlo da soli. Se riesci a procurarci la merce te ne saremo molto grati. Questi beni immensamente speciali sono stati appena rubati da un gruppo di pirati. Ma in realtà non ne hanno tanto bisogno quanto noi. La nostra gratitudine può esserti molto... utile.

source: Hey you, are you interested in doing us a... special favor? We hid some of our merchandise in a container. Unfortunately we lost its security code. If you bring us the contents of this container you will be allowed to join our circle. That'll be worth it for you! Since we lost the security code you will have to hack the container. Our gratitude will prove very useful to you.
it: Ehi tu, sei interessato a farci un... favore speciale? Abbiamo nascosto parte della nostra merce in un contenitore. Purtroppo abbiamo perso il suo codice di sicurezza. Se ci porti il contenuto di questo contenitore ti sarà permesso di unirti alla nostra cerchia. Ne varrà la pena! Poiché abbiamo perso il codice di sicurezza, dovrai hackerare il container. La nostra gratitudine ti sarà molto utile.

source: Hello there! We are looking for a discreet and reliable person that can take care of a delivery for us. You look like you could be trustworthy. Take this package and take it to our market. There are a lot of cargo inspections in this area. Don't take the direct route, but the one we tell you to take. We marked a safe sector for you.
it: Ciao! Stiamo cercando una persona discreta e affidabile che possa occuparsi di una consegna per noi. Sembra che tu possa essere affidabile. Prendi questo pacco e portalo al nostro mercato. Ci sono molte ispezioni del carico in quest' area. Non prendere la strada diretta, ma quella che ti diciamo di prendere. Abbiamo contrassegnato un settore sicuro per te.

source: Oh, you don't have enough free cargo space. Never mind then.
it: Oh, non hai abbastanza spazio di carico libero. Non importa, allora.

source: Listen, we have a little pirate problem in this area. Help us eliminate this plague and you will have our gratitude. Trust us, it'll be worth your time.
it: Ascolta, abbiamo un piccolo problema di pirati in quest' area. Aiutaci a eliminare questa piaga e avrai la nostra gratitudine. Fidati di noi, ne varrà la pena.

source: Hey you, we need your help! The Xsotan presence around here has been growing. Help us wipe some of them out and we will be sure to repay you.
it: Ehi tu, abbiamo bisogno del tuo aiuto! La presenza degli Xsotan da queste parti è cresciuta. Aiutaci a eliminarne alcuni e saremo sicuri di ripagarti.

source: My armor is impenetrable. All my weak points are well protected.
it: La mia armatura è impenetrabile. Tutti i miei punti deboli sono ben protetti.

source: We are stronger than each part. You can't defeat us that easily.
it: Siamo più forti di ogni parte. Non puoi sconfiggerci così facilmente.

source: Executive Secretary
it: Segretario esecutivo

source: Secretary
it: Segretario

source: Ha, they're not even attacking the right one!
it: Ah, non stanno nemmeno attaccando quello giusto!

source: Look at them, shooting the wrong ship!
it: Guardali, sparano alla nave sbagliata!

source: Hey, %1%! We have stuff to do for you! Talk to us if you're interested!
it: Ehi, %1%! Abbiamo qualcosa da fare per te! Contattaci se sei interessato!

source: [Ask For Mission]
it: [Richiedi una missione]

source: We don't have any jobs for you at the moment. Please do come back later, though, I'm sure something is going to come up.
it: Al momento non abbiamo lavori per te. Per favore, torna più tardi, però, sono sicuro che salterà fuori qualcosa.

source: Okay.
it: Ok.

source: We need somebody to respond to an emergency call! Will you help?
it: Abbiamo bisogno di qualcuno che risponda a una chiamata di emergenza! Mi aiuteresti?

source: Yes. What is going on?
it: Sì, che sta succedendo?

source: No, sorry, not right now.
it: No, scusa, non adesso.

source: We need somebody to protect us from pirates! Will you help?
it: Abbiamo bisogno di qualcuno che ci protegga dai pirati! Mi aiuteresti?

source: We need somebody to protect us from Xsotan! Will you help?
it: Abbiamo bisogno di qualcuno che ci protegga da Xsotan! Mi aiuteresti?

source: We need somebody to protect us! Will you help?
it: Abbiamo bisogno di qualcuno che ci protegga! Mi aiuteresti?

source: We need somebody to investigate a container! Will you help?
it: Abbiamo bisogno di qualcuno che indaghi su un container! Mi aiuteresti?

source: One of the ships from our convoy has gone missing. Nobody knows where it went, but it is still sending out a very weak distress signal. Could you please try to find it?
it: Una delle navi del nostro convoglio è scomparsa. Nessuno sa dove sia andata, ma sta ancora inviando un segnale di soccorso molto debole. Potresti per favore provare a trovarla?

source: Yes, I can do that.
it: Sì, posso farlo.

source: I don't have the time.
it: Non ho tempo.

source: The distress signal says something about the ship being badly damaged. They are requesting help with repairing their ship.
it: Il segnale di soccorso dice che la nave è stata gravemente danneggiata. Chiedono aiuto per riparare la loro nave.

source: Where is the ship?
it: Dov'è la nave?

source: We haven't had any luck locating the source of the distress call yet, but we're working on it.
it: Non siamo ancora riusciti a localizzare la fonte della chiamata di soccorso, ma ci stiamo lavorando.

source: What do you want me to do?
it: Cosa vuoi che faccia?

source: Just make sure you have enough repair turrets. Once we find out the location of the ship, we'll tell you where it is.
it: Assicurati solo di avere abbastanza torrette di riparazione. Una volta scoperta la posizione della nave, ti diremo dove si trova.

source: Okay, I'll be all set for repairing.
it: Ok, sono pronto per la riparazione.

source: We have received reports of pirates in a sector nearby. Several small groups of bandits have jumped into the sector and then back out again. We would like you to investigate.
it: Abbiamo ricevuto segnalazioni di pirati in un settore nelle vicinanze. Diversi piccoli gruppi di banditi sono saltati nel settore e poi sono scappati via. Vorremmo che indagassi.

source: I'll take a look at it.
it: Gli darò un'occhiata.

source: Not right now, sorry.
it: Non adesso, scusa.

source: Thank you. If possible, you should try to prevent the pirates from getting any fancy ideas.
it: Grazie. Se possibile, dovresti cercare di evitare che i pirati abbiano idee fantasiose.

source: I'll try my best.
it: Farò del mio meglio.

source: Our scouts have been watching a group of Xsotan ships for a while now. They have been circling our convoy for some time. Can you get rid of them?
it: I nostri esploratori stanno osservando un gruppo di navi Xsotan da un po' di tempo. Stanno tenendo d'occhio il nostro convoglio da un po' di tempo. Riesci a sbarazzartene?

source: I will destroy them.
it: Li distruggerò.

source: Sorry, I'm busy.
it: Scusa, ho da fare.

source: Thank you. Our scouts will send you the location they were last seen in.
it: Grazie. I nostri esploratori ti invieranno il luogo in cui sono stati visti l'ultima volta.

source: We have had reports about a large fleet nearby. The way they are acting makes us suspect that they are planning to attack us once we get close to them.
it: Abbiamo avuto notizie di una grande flotta nelle vicinanze. Il modo in cui si comportano ci fa pensare che stiano progettando di attaccarci una volta a portata di tiro.

source: Why don’t you keep away from them then?
it: Perché non stai lontano da loro allora?

source: That's not my problem.
it: Non è un mio problema.

source: We are going to stick to the route that was planned. We don’t want to accidentally end up stuck behind a rift or in a pirate sector.
it: Ci atterremo al percorso che è stato pianificato. Non vogliamo finire accidentalmente bloccati dietro un portale o in un settore pirata.

source: So what do you want me to do?
it: Allora, cosa vuoi che faccia?

source: It would be great if you could stay with us and follow us whenever we jump. When they attack, you will be able to protect us.
it: Sarebbe fantastico se potessi rimanere con noi e seguirci ogni volta che saltiamo. Quando attaccheranno, sarai in grado di proteggerci.

source: I can do that
it: Posso farlo

source: Maybe you could also ask other ships of your fleet to come help us? But please don’t leave us, they might attack at any moment.
it: Forse potresti anche chiedere ad altre navi della tua flotta di venire ad aiutarci? Ma per favore non lasciarci, potrebbero attaccarci da un momento all'altro.

source: I’ll see what I can do.
it: Vedrò cosa posso fare.

source: Our scouts have discovered a container that seems interesting. But they were too scared to take a closer look at it. Can you bring the container to us, please?
it: I nostri scout hanno scoperto un contenitore che sembra interessante. Ma erano troppo spaventati per dargli un'occhiata più da vicino. Puoi portarci il container, per favore?

source: I can do that.
it: Posso farlo.

source: No, I don't want to do that.
it: No, non voglio farlo.

source: The scouts said that the container was hidden among some asteroids.
it: Gli esploratori hanno detto che il contenitore era nascosto tra alcuni asteroidi.

source: Who does it belong to?
it: A chi appartiene?

source: It is very much in the middle of nowhere. No honest trader would keep their containers somewhere in empty space. It must have been stolen by pirates and then placed there.
it: È in mezzo al nulla. Nessun commerciante onesto terrebbe i propri contenitori da qualche parte nello spazio libero. Dev' essere stata rubata dai pirati e poi messa lì.

source: Okay, I'll try to find it.
it: Ok, cercherò di trovarlo.

source: Our scouts will send you the location.
it: I nostri scout ti invieranno la posizione.

source: Any unauthorized access will result in an alarm and your termination.
it: Qualsiasi accesso non autorizzato comporterà un allarme e la tua distruzione.

# This must match with 'Secured Container' from crackcontainers.lua
source: Secured Container
it: Contenitore protetto

source: Hack
it: Hackera

source: Inspect
it: Ispeziona

source: Leave
it: Abbandona

source: Authorization successful, ejecting contents.
it: Autorizzazione riuscita, espulsione dei contenuti.

source: Unauthorized access detected, destroying most valuable contents.
it: Rilevato accesso non autorizzato, distruzione dei beni più preziosi.

source: Empty
it: Vuoto

source: Container is empty.
it: Il contenitore è vuoto.

source: Security Level
it: Livello di sicurezza

source: Tech Level
it: Livello tecnico
