Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Naonite starts to appear at a distance of about 350 sectors to the galaxy core, and closer.
it: Il naonite inizia ad apparire a una distanza di circa 350 settori dal nucleo della galassia, e più vicino.

source: \c(0d0)Trinium\c() has the perfect combination of lightness and durability.
it: Il\c(0d0)Trinium\c() ha la perfetta combinazione di leggerezza e durata.

source: Ships built from Trinium tend to be very nimble and \c(0d0)Hangar Blocks\c() allow the usage of fighters.
it: Le navi costruite da Trinium tendono ad essere molto agili e i\c(0d0) Blocchi Hangar\c() consentono l'uso dei caccia.

source: Pair the Hangar with an \c(0d0)Assembly Block\c() to produce fighters on the ship.
it: Abbina l'Hangar a un \c(0d0) Blocco di Assemblaggio\c() per produrre combattenti sulla nave.

source: To increase ship processing power, and with that the ability to install more subsystems, \c(0d0)Computer Cores\c() can be added.
it: Per aumentare la potenza di elaborazione della nave e con ciò la possibilità di installare più sottosistemi, è possibile aggiungere\c(0d0)Computer Core\c().

source: And last, but not least, Trinium allows to build an \c(0d0)Academy\c() to train your crew members.
it: E, ultimo ma non meno importante, Trinium consente di costruire una \c(0d0)Academy\c() per addestrare i membri del tuo equipaggio.

source: Trinium can be found at about half way between the galaxy’s edge and its core.
it: Trinium si trova a circa metà strada tra il bordo della galassia e il suo nucleo.

source: \c(0d0)Xanion\c() is the last material that is still known to the civilizations around the Barrier.
it: \c(0d0)Xanion\c() è l'ultimo materiale che è ancora noto alle civiltà intorno alla Barriera.

source: It's quite a bit more durable than Trinium but has more weight to it.
it: È un po' più resistente di Trinium, ma ha un peso maggiore.

source: It lacks Armor Blocks, but has very good technical properties and lets you build \c(0d0)Transporter Blocks\c() that increase a ship's docking range.
it: Manca di Blocchi Armatura, ma ha ottime proprietà tecniche e ti consente di costruire \c(0d0) Blocchi Trasportatori\c() che aumentano il raggio di attracco di una nave.

source: The M.A.D. association recently invented \c(0d0)Cloning Pods\c().
it: L'associazione M.A.D. ha recentemente inventato \c(0d0) Pod di clonazione\c().

source: Research is still ongoing, but the M.A.D. association has successfully shown that cloned crew members are indistinguishable from natural ones.
it: La ricerca è ancora in corso, ma l'associazione M.A.D. ha dimostrato con successo che i membri dell'equipaggio clonati sono indistinguibili da quelli naturali.

source: Xanion can be found around the Barrier to the galaxy core.
it: Xanion può essere trovato intorno alla Barriera al nucleo della galassia.

source: \c(0d0)Ogonite\c() is very heavy, but at the same time very durable!
it: L '\c(0d0)ogonite\c() è molto pesante, ma allo stesso tempo molto resistente!

source: While many of the technical blocks aren't available in Ogonite, it shines in the \c(0d0)Armor\c() department.
it: Sebbene molti dei blocchi tecnici non siano disponibili in Ogonite, brilla nel reparto\c(0d0)Armatura\c().

source: Ships built from Ogonite will be heavy and not at all nimble, but shrug off most attacks with ease.
it: Le navi costruite in Ogonite saranno pesanti e per niente agili, ma si scrollano di dosso la maggior parte degli attacchi con facilità.

source: Ogonite can be found beyond the Barrier, not far into the center.
it: L'ogonite si trova oltre la Barriera, non lontano dal centro.

source: \c(0d0)Avorion\c() is a light material with very good energy characteristics, and the material preferred by the Xsotan for building their ships.
it: L '\c(0d0)Avorion\c() è un materiale leggero con ottime caratteristiche energetiche e il materiale preferito dagli Xsotan per costruire le loro navi.

source: \c(0d0)Hyperspace Cores\c() built from Avorion even let you traverse the Great Barrier!
it: \c(0d0) I nuclei iperspaziali\c() costruiti da Avorion ti permettono persino di attraversare la Grande Barriera!

source: Avorion can be found in the very center of the galaxy.
it: Avorion si trova nel centro della galassia.

source: Scientists at the \c(0d0)Rift Research Centers\c() are always on the lookout for new research data from \c(0d0)Rifts\c().
it: Gli scienziati dei \c(0d0)Rift Research Center\c() sono sempre alla ricerca di nuovi dati di ricerca da \c(0d0)Rift\c().

source: The data is collected in rifts by destroying Xsotan or scanning special objects. However, the yield can be significantly increased using a \c(0d0)Scientist Captain\c().
it: I dati vengono raccolti in spaccature distruggendo Xsotan o scansionando oggetti speciali. Tuttavia, la resa può essere aumentata in modo significativo usando un \c(0d0) Capitano Scienziato\c().

source: These captains collect data passively while commanding a ship.
it: Questi capitani raccolgono dati passivamente mentre comandano una nave.

source: At a Rift Research Center, they can be exchanged for special \c(0d0)Hybrid\c() or \c(0d0)Protective Subsystems\c().
it: In un Centro di Ricerca Rift, possono essere scambiati con speciali Sottosistemi\c(0d0)Ibridi\c() o \c(0d0)Protettivi\c().

source: Rift Research Data can also be sold for credits at Rift Research Centers and Smuggler's Markets.
it: I dati di ricerca Rift possono anche essere venduti per crediti presso i centri di ricerca Rift e i mercati dei contrabbandieri.

source: Stations trade with a variety of \c(0d0)Trading Goods\c().
it: Le stazioni commerciano con una varietà di \c(0d0) Beni Commerciali\c().

source: Depending on the type of station, you can buy and sell various different goods.
it: A seconda del tipo di stazione, è possibile acquistare e vendere vari prodotti diversi.

source: \c(0d0)Factories\c(), for example, usually buy ingredients and then sell the product they produce.
it: Le\c(0d0)fabbriche\c(), ad esempio, di solito acquistano gli ingredienti e poi vendono il prodotto che producono.

source: Use the \c(0d0)Strategy Mode\c() to see which stations in the sector sell or buy which goods.
it: Usa la \c(0d0) Modalità Strategia\c() per vedere quali stazioni del settore vendono o acquistano quali beni.

source: Buy and sell them for a fine profit, or liberate them from other sources.
it: Comprali e vendili per un buon profitto o liberali da altre fonti.

source: Beware though: Stealing goods is seen as offensive and might lead to massive reputation loss!
it: Attenzione però: rubare beni è visto come offensivo e potrebbe portare a una massiccia perdita di reputazione!

source: \c(ddd)Note:\c() a \c(0d0)Trading Subsystem\c() can list all tradeable goods and their price margins in the last visited sectors.
it: \c(ddd)Nota:\c() un \c(0d0) sottosistema commerciale\c() può elencare tutti i beni commerciabili e i loro margini di prezzo negli ultimi settori visitati.

source: Read the chapter on the \c(0d0)Trading Subsystem\c() to learn more.
it: Leggi il capitolo sul \c(0d0) Sottosistema di Trading\c() per saperne di più.

source: Trading Subsystem
it: Sottosistema di trading

source: A \c(0d0)Trading Subsystem\c() allows you to get information on the economic conditions in an area that will help you make the best deals.
it: Un \c(0d0) Sottosistema di Trading\c() ti consente di ottenere informazioni sulle condizioni economiche in un'area che ti aiuterà a fare le migliori offerte.

source: The higher the \c(0d0)rarity\c() of the subsystem you have installed, the more information it will give you.
it: Maggiore è la \c(0d0)rarità\c() del sottosistema che hai installato, maggiori saranno le informazioni che ti fornirà.

source: Once you have installed it on your ship, open the \c(0d0)Trading Overview Window\c() which has appeared in the top right of your screen.
it: Una volta installato sulla tua nave, apri la \c(0d0) Finestra Panoramica Trading\c() che è apparsa in alto a destra dello schermo.

source: It not only shows you which goods can be bought or sold at which stations but you can also see the supply and demand of certain goods in the area and how this influences prices, and you can look for trade routes between stations producing certain goods.
it: Non solo ti mostra quali merci possono essere acquistate o vendute in quali stazioni, ma puoi anche vedere l'offerta e la domanda di determinati beni nella zona e in che modo ciò influenza i prezzi, e puoi cercare rotte commerciali tra le stazioni che producono determinati beni.

source: A Trading System even allows you to look at price differences and supply and demand of certain goods on your \c(0d0)Galaxy Map\c().
it: Un Trading System ti consente persino di guardare le differenze di prezzo e l'offerta e la domanda di determinati beni sulla tua \c(0d0) Mappa Galattica\c().

source: Trade goods
it: Merci commerciali

source: All goods on your ship are shown in the \c(0d0)Cargo Tab\c() of the Ship Menu. There you'll find a drop-down menu where you can set your ship to either pick up or not pick up stolen goods. Smuggling and scavenging is a big problem, so military ships always scan for dangerous and illegal goods. When they catch someone, they fine them and confiscate the cargo.
it: Tutte le merci sulla tua nave sono mostrate nella \c(0d0) Scheda Carico\c() del Menu Nave. Lì troverai un menu a discesa in cui puoi impostare la tua nave per ritirare o meno la merce rubata. Il contrabbando e lo scavenging sono un grosso problema, quindi le navi militari cercano sempre merci pericolose e illegali. Quando catturano qualcuno, lo multano e confiscano il carico.

source: Normal goods
it: Merci normali

source: These trade goods are freely available to everyone. They are not subject to any further restrictions.
it: Questi beni commerciali sono liberamente disponibili per tutti. Non sono soggetti ad ulteriori restrizioni.

source: Special goods
it: Merci speciali

source: To transport \c(0d0)special goods\c(), the corresponding \c(0d0)license\c() of the respective faction is required. With a license, special goods can be traded as if they were normal goods. When someone is caught without a license, they will be fined and their cargo confiscated.
it: Per trasportare \c(0d0) merci speciali\c(), è necessaria la corrispondente \c(0d0)licenza\c() della rispettiva fazione. Con una licenza, i beni speciali possono essere scambiati come se fossero beni normali. Quando qualcuno viene catturato senza licenza, verrà multato e il suo carico confiscato.

source: Stolen goods
it: Beni rubati

source: Goods are automatically branded to the faction that buys them by all certified traders found on stations. So, goods obtained by destroying or robbing ships are \c(0d0)branded as 'stolen'\c(). No honorable station will accept goods that are branded as 'stolen'. A special \c(0d0)license\c() is required to transport stolen goods. When someone is caught without a license, they will be fined and their cargo confiscated. Smugglers are said to have means of unbranding stolen cargo, but these are not exactly legal.
it: Le merci vengono automaticamente assegnate alla fazione che le acquista da tutti i commercianti certificati che si trovano sulle stazioni. Quindi, i beni ottenuti distruggendo o derubando le navi sono \c(0d0)marchiati come "rubati"\c(). Nessuna stazione onorevole accetterà merci contrassegnate come "rubate". È necessaria una\c(0d0)licenza speciale\c() per trasportare merci rubate. Quando qualcuno viene catturato senza licenza, verrà multato e il suo carico confiscato. Si dice che i contrabbandieri dispongano di mezzi per smarcare il carico rubato, ma questi non sono esattamente legali.

source: Supply & Demand
it: Domanda e offerta

source: Prices of goods are influenced by \c(0d0)supply and demand\c(). Supply and demand of a trading good are influenced by stations that buy or sell that good in the nearby area. High supply means low prices, and high demand means high prices. In order to find profitable \c(0d0)Trading Routes\c(), you should look for areas with high supply, and transport goods to areas with low supply. Destroying or building factories will \c(0d0)influence supply and demand\c() of nearby areas in the long run. Supply and demand does not have an incluence on the amount of traders visiting the sector.
it: I prezzi delle merci sono influenzati da \c(0d0) domanda e offerta\c(). L'offerta e la domanda di un bene commerciale sono influenzate dalle stazioni che acquistano o vendono quel bene nella zona vicina. Un'offerta elevata significa prezzi bassi e una domanda elevata significa prezzi elevati. Per trovare\c(0d0) rotte commerciali redditizie\c(), dovresti cercare aree con un'offerta elevata e trasportare merci in aree con un'offerta bassa. Distruggere o costruire fabbriche\c(0d0)influenzerà l'offerta e la domanda\c() delle aree vicine a lungo termine. L'offerta e la domanda non hanno un'inclinazione sulla quantità di commercianti che visitano il settore.

source: In \c(0d0)Central Faction Areas\c(), you'll find more factories and stations that you can trade with, than in the \c(0d0)Outer Faction Areas\c().
it: Nelle \c(0d0) Aree Centrali di Fazione\c(), troverai più fabbriche e stazioni con cui puoi commerciare, che nelle\c(0d0) Aree Esterne di Fazione\c().

source: If a sector was called out as a \c(0d0)Hazard Zone\c(), traders will avoid that sector, making the economy in that sector grind to an almost complete halt.
it: Se un settore è stato chiamato come\c(0d0) Zona di pericolo\c(), i trader eviteranno quel settore, facendo fermare quasi completamente l'economia in quel settore.

source: Trading Posts
it: Post di trading

source: The goods they trade are usually the ones that are most in demand or supply, or even both.
it: I beni che commerciano sono di solito quelli più richiesti o offerti, o anche entrambi.

source: Trading Posts do not influence \c(0d0)supply and demand\c() rates in nearby sectors.
it: I trading post non influenzano i tassi di\c(0d0) domanda e offerta\c() nei settori vicini.

source: They attract civil ships that will do business there.
it: Attirano navi civili che faranno affari lì.

source: \c(0d0)Factories\c() produce a variety of trading goods from lower tier goods.
it: Le\c(0d0)fabbriche\c() producono una varietà di beni commerciali da beni di livello inferiore.

source: Factories usually have the best prices for goods, but might sometimes be harder to find.
it: Le fabbriche di solito hanno i prezzi migliori per le merci, ma a volte potrebbero essere più difficili da trovare.

source: Factories influence \c(0d0)supply and demand\c() of their traded goods in nearby sectors.
it: Le fabbriche influenzano \c(0d0)l'offerta e la domanda\c() dei loro beni scambiati nei settori vicini.

source: They also attract civil ships that will do business there.
it: Attirano anche navi civili che faranno affari lì.

source: \c(0d0)Consumer stations\c() are stations that only buy a range of products and them use them to go by their day-to-day business.
it: Le\c(0d0) stazioni di consumo\c() sono stazioni che acquistano solo una gamma di prodotti e li usano per svolgere le loro attività quotidiane.

source: Consumer stations include \c(0d0)Casinos\c(), \c(0d0)Habitats\c(), \c(0d0)Biotopes\c(), \c(0d0)Military Outposts\c(), \c(0d0)Shipyards\c(), \c(0d0)Repair Docks\c(), \c(0d0)Equipment Docks\c(), \c(0d0)Research Stations\c(), \c(0d0)Travel Hubs\c() and more.
it: Le stazioni di consumo includono \c(0d0)Casinò\c(), \c(0d0)Habitat\c(), \c(0d0)Biotopi\c(), \c(0d0) Avamposti militari\c(), \c(0d0)Cantieri navali\c(), \c(0d0) Banchine di riparazione\c(), \c(0d0) Banchine attrezzature\c(), \c(0d0) Stazioni di ricerca\c(), \c(0d0) Hub di viaggio\c() e altro ancora.

source: Consumer stations influence \c(0d0)supply and demand\c() of their traded goods in nearby sectors.
it: Le stazioni di consumo influenzano \c(0d0)l'offerta e la domanda\c() dei loro beni scambiati nei settori vicini.

source: Encyclopedia
it: Enciclopedia

source: Avorion Encyclopedia
it: Enciclopedia di Avorion

source: Welcome to the Avorion \c(0d0)Encyclopedia\c()! This is where you'll find information on a lot of Avorion's features. Simply select one of the \c(0d0)categories\c() on the left to get started!
it: Benvenuto nell'Enciclopedia\c(0d0) Avorion\c()! Qui troverai informazioni su molte delle funzionalità di Avorion. Basta selezionare una delle \c(0d0)categorie\c() a sinistra per iniziare!

source: New entry in Encyclopedia unlocked: %s
it: Nuova voce nell'Enciclopedia sbloccata: %s

source: Player Profile
it: Profilo giocatore

source: Milestone Unlocked: ${description}
it: Traguardo sbloccato: ${description}

source: Collect Iron.
it: Raccogli ferro.

source: Collect Titanium.
it: Raccogli Titanio.

source: Collect Naonite.
it: Raccogli Naonite.

source: Collect Trinium.
it: Raccogli Trinium.

source: Collect Xanion.
it: Raccogli Xanion.

source: Collect Ogonite.
it: Raccogli Ogonite.

source: Collect Avorion.
it: Raccogli Avorion.

source: Acquire building knowledge for Iron.
it: Acquisisci conoscenze di costruzione per il Ferro.

source: Acquire building knowledge for Titanium.
it: Acquisisci conoscenze di costruzione per Titanium.

source: Acquire building knowledge for Naonite.
it: Acquisisci conoscenze di costruzione per Naonite.

source: Acquire building knowledge for Trinium.
it: Acquisire conoscenze edilizie per Trinium.

source: Acquire building knowledge for Xanion.
it: Acquisisci conoscenze di costruzione per Xanion.

source: Acquire building knowledge for Ogonite.
it: Acquisisci conoscenze di costruzione per Ogonite.

source: Acquire building knowledge for Avorion.
it: Acquisisci conoscenze di costruzione per Avorion.

source: Build a ship with 5 subsystem sockets.
it: Costruisci una nave con 5 prese del sottosistema.

source: Build a ship with 6 subsystem sockets.
it: Costruisci una nave con 6 prese del sottosistema.

source: Build a ship with 8 subsystem sockets.
it: Costruisci una nave con 8 prese del sottosistema.

source: Build a ship with 10 subsystem sockets.
it: Costruisci una nave con 10 prese del sottosistema.

source: Build a ship with 12 subsystem sockets.
it: Costruisci una nave con 12 prese del sottosistema.

source: Build a ship with 15 subsystem sockets.
it: Costruisci una nave con 15 prese del sottosistema.

source: Found a second ship.
it: Ho trovato una seconda nave.

source: Build a flotilla of five ships.
it: Costruisci una flottiglia di cinque navi.

source: Build a fleet of ten ships.
it: Costruisci una flotta di dieci navi.

source: Claim a big asteroid.
it: Rivendica un grande asteroide.

source: Found a mine on an asteroid.
it: Ho trovato una mina su un asteroide.

source: Found a station.
it: Trovata una stazione.

source: Connect two of your factories using the supply command.
it: Collega due delle tue fabbriche utilizzando il comando di fornitura.

source: Get into the center of the galaxy.
it: Entra nel centro della galassia.

source: Reach sector (0:0).
it: Raggiungi il settore (0:0).

source: Destroy the Xsotan Wormhole Guardian.
it: Distruggi il Guardiano del wormhole Xsotan.

source: Add R-Mining lasers to your ship.
it: Aggiungi laser R-Mining alla tua nave.

source: Add R-Salvaging lasers to your ship.
it: Aggiungi laser R-Salvaging alla tua nave.

source: Refine some ores or scrap into resources.
it: Raffina alcuni minerali o rottami in risorse.

source: Add a cargobay to your ship.
it: Aggiungi una stiva alla tua nave.

source: Open a hidden stash.
it: Apri una scorta nascosta.

source: Fire a torpedo.
it: Lancia un siluro.

source: Clear a pirate sector.
it: Ripulisci un settore dei pirati.

source: Ally yourself with another faction.
it: Alleati con un'altra fazione.

source: Research an item.
it: Cerca un oggetto.

source: Find and read the article about Repair Docks in the Avorion Encyclopedia.
it: Trova e leggi l'articolo su Repair Docks nell'Enciclopedia Avorion.

source: Change your Reconstruction Site at a Repair Dock.
it: Cambia il tuo sito di ricostruzione in un molo di riparazione.

source: Reconstruct your ship with a Reconstruction Kit.
it: Ricostruisci la tua nave con un kit di ricostruzione.

source: Find an abandoned ship and make it spaceworthy again.
it: Trova una nave abbandonata e rendila di nuovo degna dello spazio.

source: Crack open a container at a smuggler's outpost.
it: Crack apre un container presso l'avamposto di un contrabbandiere.

source: Employ a Captain on your ship.
it: Assumi un capitano sulla tua nave.

source: Employ a tier 1 captain on your ship.
it: Assumi un capitano di livello 1 sulla tua nave.

source: Employ a tier 2 captain on your ship.
it: Assumi un capitano di livello 2 sulla tua nave.

source: Employ a tier 3 captain on your ship.
it: Assumi un capitano di livello 3 sulla tua nave.

source: Add a hangar to your ship.
it: Aggiungi un hangar alla tua nave.

source: Have two full fighter squads on your ship.
it: Hai due squadre da combattimento complete sulla tua nave.

source: Use boarders and boarding shuttles to board another ship or station.
it: Usa gli imbarcaderi e le navette d'imbarco per salire a bordo di un'altra nave o stazione.

source: Find a mysterious artifact.
it: Trova un artefatto misterioso.

source: Find a Xsotan artifact with one scratch on it.
it: Trova un manufatto Xsotan con un graffio.

source: Find a Xsotan artifact with two scratches on it.
it: Trova un manufatto Xsotan con due graffi.

source: Find a Xsotan artifact with three scratches on it.
it: Trova un manufatto Xsotan con tre graffi.

source: Find a Xsotan artifact with four scratches on it.
it: Trova un manufatto Xsotan con quattro graffi.

source: Find a Xsotan artifact with five scratches on it.
it: Trova un manufatto Xsotan con cinque graffi.

source: Find a Xsotan artifact with six scratches on it.
it: Trova un manufatto Xsotan con sei graffi.

source: Find a Xsotan artifact with seven scratches on it.
it: Trova un manufatto Xsotan con sette graffi.

source: Find a Xsotan artifact with eight scratches on it.
it: Trova un manufatto Xsotan con otto graffi.

source: [DLC: Black Market] Meet Izzy.
it: [DLC: Mercato Nero] Ti presento Izzy.

source: [DLC: Black Market] Meet the Family.
it: [DLC: Mercato Nero] Ti presentiamo la famiglia.

source: [DLC: Black Market] Finish the Family storyline.
it: [DLC: Mercato Nero] Completa la trama della Famiglia.

source: [DLC: Black Market] Meet the Cavaliers.
it: [DLC: Mercato Nero] Ti presentiamo i Cavalieri.

source: [DLC: Black Market] Finish the Cavaliers storyline.
it: [DLC: Mercato Nero] Completa la trama di Cavaliers.

source: [DLC: Black Market] Meet the Commune.
it: [DLC: Mercato Nero] Incontra la Comune.

source: [DLC: Black Market] Finish the Commune storyline.
it: [DLC: Mercato Nero] Completa la trama di Commune.

source: Meet the convoy that wants to fly to the center of the galaxy.
it: Incontra il convoglio che vuole volare al centro della galassia.

source: Destroy Specimen 8055.
it: Distruggi il campione 8055.

source: Destroy the bigger version of The AI.
it: Distruggi la versione più grande dell'IA.

source: Destroy the corrupted version of The AI.
it: Distruggi la versione corrotta dell'IA.

source: Call and destroy the Stick of Doom.
it: Chiama e distruggi il Bastone del Destino.

source: Destroy Fidget.
it: Distruggi Fidget.

source: Destroy Project IHDTX.
it: Distruggi il progetto IHDTX.

source: Destroy the Xsotan Invasion Overseer.
it: Distruggi il Supervisore dell'Invasione Xsotan.

source: [DLC: Into The Rift] Enter a Rift.
it: [DLC: Nella Spaccatura] Inserisci una Spaccatura.

source: [DLC: Into The Rift] Enter a Rift with 5 or more ships.
it: [DLC: Nella Spaccatura] Entra in una Spaccatura con 5 o più navi.

source: [DLC: Into The Rift] Finish a Rift mission with a friend.
it: [DLC: Into The Rift] Completa una missione Rift con un amico.
