Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Oh boy, you're the one working for Izzy, right? Alright, let's see.. Because it's your first job and I quite like Izzy, I'll give you a second chance. But don't lose that one!
it: Oh cavolo, sei tu quello che lavora per Izzy, giusto? Va bene, vediamo.. Perché è il tuo primo lavoro e mi piace abbastanza Izzy, ti darò una seconda possibilità. Ma non perderlo!

source: Izzy wants to show you how she gets access to Black Markets.
it: Izzy vuole mostrarti come riesce ad accedere ai Mercati Neri.

source: Stand your ground and defend the package
it: Mantieni la tua posizione e difendi il pacchetto

source: Go to station ${stationTitle} ${stationName}
it: Vai alla stazione ${stationTitle} ${stationName}

source: [I lost the package]
it: [Ho perso il pacco]

source: There we go! We're so close!
it: Ci siamo! Ci siamo quasi!

source: Yes! We've got it open! Get the package!
it: Sì! Ce l'abbiamo aperta! Ricevi il pacco!

source: Cheers! I would like you to help me. I need some equipment. Unfortunately, you can’t buy this stuff just anywhere. I know a market where you can buy, well, goods of questionable origin. But they don’t trade with everyone. To prove my worthiness, they’ve asked me to procure something for them, and I need your help getting it. I'll tell them that you're with me, and I'm sure you will profit from those connections as well. Meet me in sector (%1%:%2%). Izzy
it: Salute! Vorrei che mi aiutaste. Ho bisogno di alcune attrezzature. Sfortunatamente, non si può comprare questa roba ovunque. Conosco un mercato dove si possono comprare, beh, merci di dubbia provenienza. Ma non commerciano con tutti. Per dimostrare il mio valore, mi hanno chiesto di procurare qualcosa per loro e ho bisogno del tuo aiuto per ottenerlo. Dirò loro che sei con me e sono sicuro che anche tu trarrai vantaggio da queste connessioni. Incontriamoci nel settore (%1%:%2%). Izzy

# Mail Subject
source: Valuable Connections
it: Connessioni preziose

source: Cheers! Let’s get down to business. See the secured container over there? I need its contents. And you're going to open it for me.
it: Salute! Mettiamoci al lavoro. Vedi il container sicuro laggiù? Ho bisogno del suo contenuto. E tu lo aprirai per me.

source: Why don’t you open it yourself?
it: Perché non lo apri tu stesso?

source: We'll likely set off an alarm, and I really want to make sure that we get out of this alive. That's why you're opening the container and I'm keeping watch.
it: Probabilmente faremo scattare un allarme e voglio davvero assicurarmi di uscirne vivi. Ecco perché tu stai aprendo il container e io sto di guardia.

source: Okay, seems like a plan.
it: Ok, sembra un buon piano.

source: You'll need an Injector Subsystem. Do you have one? Ah, who cares, I've recently stolen an entire stash full of them. One sec...
it: Avrai bisogno di un Sottosistema Iniettore. Ne hai uno? Ah, chi se ne frega, di recente ne ho rubato un'intera scorta. Un secondo...

source: Here take this one and let's do this.
it: Prendi questo e facciamolo.

source: I'm ready to start.
it: Sono pronta per iniziare.

source: I showed them, didn’t I?
it: Gliel' ho fatto vedere, no?

source: Yes, you did!
it: Sì, l'hai fatto!

source: I did all the work!
it: Ho fatto tutto io!

source: We got the stuff out of the container!
it: Abbiamo preso la roba dal container!

source: What is that?
it: Che cos' è?

source: If you need to tell yourself that to be happy then go ahead. All that matters is that we got the stuff out of the container.
it: Se hai bisogno di dirlo a te stesso per essere felice, vai avanti. Tutto ciò che conta è che abbiamo tirato fuori la roba dal container.

source: It shows the Black Market that you are worthy to do business with them. Try to take it to sector (${x}:${y}) and tell them that you are working with me. I'm going to lay low for a bit, I don't wanna get caught with this thing right now.
it: Mostra al mercato nero che sei degno di fare affari con loro. Prova a portarlo al settore (${x}:${y}) e digli che stai lavorando con me. Rimarrò nascosto per un po', non voglio essere beccato con questa cosa in questo momento.

source: I’m assuming that carrying the package is illegal?
it: Presumo che trasportare il pacco sia illegale?

source: Very much so. But I'm sure you'll be fine.
it: Moltissimo. Ma sono sicuro che starai bene.

source: You must be docked to the station to deliver the package.
it: Devi essere attraccato alla stazione per consegnare il pacco.

source: You have nothing to deliver. What are you doing here?
it: Non hai niente da consegnare. Che ci fai qui?

source: Ah, you're with Izzy. It seems like she keeps her promises after all. Come to the dock and I'll gladly take that package off your hands!
it: Ah, sei con Izzy. Sembra che mantenga le sue promesse, dopotutto. Vieni al molo e ti toglierò volentieri quel pacco dalle mani!

source: Ah, you're with Izzy. It seems like she keeps her promises after all. Feel free to browse our wares and to make a purchase. If you would ever like to return to us, we've marked our … establishment on your map. Just search for 'Black Market'.
it: Ah, sei con Izzy. Sembra che mantenga le sue promesse, dopotutto. Sentiti libero di sfogliare i nostri prodotti e di effettuare un acquisto. Se desideri tornare da noi, abbiamo contrassegnato il nostro … stabilimento sulla tua mappa. Basta cercare "Mercato nero".

source: Cheers! I just got word that my contact moved sectors. You can find him now in (%1%:%2%). Please go there and deliver the package. Izzy
it: Salute! Ho appena saputo che il mio contatto ha spostato dei settori. Ora puoi trovarlo in (%1%:%2%). Vai lì e consegna il pacco. Izzy

# Mail Subject
source: New Info
it: Nuove informazioni

source: You have no package. Are you making fun of me?
it: Non hai nessun pacco. Mi stai prendendo in giro?

source: Well, what can I say. That's unfortunate. I guess you better find someone willing to give you a second chance.
it: Beh, cosa posso dire. È un peccato. Immagino che faresti meglio a trovare qualcuno disposto a darti una seconda possibilità.

source: Well.. I suppose you can have this one. But you owe me a favor now, understood?
it: Beh... suppongo che tu possa avere questo. Ma adesso mi devi un favore, capito?

source: Yes, Ma'am. Thanks.
it: Sì, signora. Grazie.

source: New Information
it: Nuove informazioni

source: Izzy wants to meet up and talk.
it: Izzy vuole incontrarsi e parlare.

source: Cheers! I have just been contacted by the Black Market, it seems like you did your job and delivered the package. From now on, they will allow the two of us to trade with them. But they are not the only Black Market around here. Of course, they are well hidden, but I'm sure you'll find ways to find more of them. It's a good thing that your map remembers any Black Market location that you learn about, and that you just need to search for 'Black Market'. But enough about that. You have proven to be useful and I would like to talk about future endeavors. Meet me in sector (%1%:%2%). Izzy
it: Salute! Sono appena stato contattato dal Mercato Nero, sembra che tu abbia fatto il tuo lavoro e consegnato il pacco. D'ora in poi permetteranno a noi due di commerciare con loro. Ma non sono l'unico Mercato Nero qui intorno. Certo, sono ben nascosti, ma sono sicuro che troverete il modo di trovarne altri. È un bene che la vostra mappa ricordi tutti i mercati neri di cui venite a conoscenza e che vi basti cercare "Mercato Nero". Ma basta parlare di questo. Vi siete dimostrati utili e vorrei parlare delle iniziative future. Incontriamoci nel settore (%1%:%2%). Izzy

# Mail Subject
source: Future Endeavors
it: Sforzi futuri

source: Cheers! I need you to do something for me.
it: Salute! Ho bisogno che tu faccia una cosa per me.

source: I don’t see why I should help you again.
it: Non vedo perché dovrei aiutarti di nuovo.

source: I have a task for you. There will be something in it for you.
it: Ho un compito per te. Ci sarà qualcosa per te.

source: I know you can’t resist me. Also, there's something in it for you.
it: So che non puoi resistermi. Inoltre, c'è qualcosa per te.

source: What would I have to do?
it: Cosa dovrei fare?

source: I’ve accepted some jobs, but I’m not sure if I should complete all of them, because there might be some conflict of interests and I don’t want to be caught in the middle of that.
it: Ho accettato alcuni lavori, ma non sono sicuro di doverli completare tutti, perché potrebbe esserci un conflitto di interessi e non voglio essere coinvolto.

source: What kinds of jobs?
it: Che tipo di lavori?

source: You’ve already worked for the Cavaliers and the Family, and you’ve heard about the Commune. They are all large syndicates that are operating independently from the large factions. They’ve all offered me jobs, but working for the three of them at the same time seems unsafe. They really don’t like each other.
it: Hai già lavorato per i Cavalieri e la Famiglia e hai sentito parlare della Comune. Sono tutti grandi sindacati che operano indipendentemente dalle grandi fazioni. Mi hanno offerto tutti posti di lavoro, ma lavorare per loro tre allo stesso tempo sembra pericoloso. Non si piacciono proprio.

source: Wait, but you’re going to make me do it?
it: Aspetta, ma hai intenzione di farmelo fare?

source: Well, I can’t really back out of the jobs now, can I? They’d punish me for that. But you’ll be fine, just be careful you don’t get caught in the middle of something you can’t handle.
it: Beh, non posso davvero tirarmi indietro dal lavoro ora, no? Mi avrebbero punito per questo. Ma starai bene, ma fai attenzione a non rimanere intrappolato in qualcosa che non puoi gestire.

source: You said there was something in it for me?
it: Hai detto che c'era qualcosa per me?

source: You can keep the reward they offered.
it: Puoi mantenere la ricompensa che ti hanno offerto.

source: How generous.
it: Che generosità.

source: I’m known for my generosity. In any case, just make sure you don’t get too chummy with one of the syndicates, or the other ones will stop offering me jobs.
it: Sono noto per la mia generosità. In ogni caso, assicurati solo di non fare amicizia con uno dei sindacati, o gli altri smetteranno di offrirmi lavoro.

source: What makes you think I’ll tell you where I’m going to be? I will come find you when I’ve got the time.
it: Cosa ti fa pensare che ti dirò dove sarò? Verrò a cercarti quando ne avrò il tempo.

source: Complete Collection
it: Collezione completa

source: A collector has asked for your help to complete his collection of rare relics.
it: Un collezionista ha chiesto il tuo aiuto per completare la sua collezione di reliquie rare.

source: Go to the locations and look out for containers:
it: Vai alle posizioni e cerca i container:

source: Read your mail
it: Leggi la tua mail

source: Bring the already collected relics back to the collector in sector (${x}:${y})
it: Riporta le reliquie già raccolte al collezionista nel settore (${x}:${y})

source: Give the relics to the people sent by the owner in (${x}:${y})
it: Consegna le reliquie alle persone inviate dal proprietario in (${x}:${y})

source: Get the third relic in sector (${x}:${y})
it: Ottieni la terza reliquia nel settore (${x}:${y})

source: [Deliver Relics]
it: [Consegna le reliquie]

source: Dear Sir or Madam, We were informed that you took the contents of one of our containers. While the relic itself isn't worth much, it is of great personal value to us. Expect consequences. Regards.
it: Gentile Signore/a, Siamo stati informati che ha preso il contenuto di uno dei nostri contenitori. Sebbene la reliquia in sé non valga molto, per noi ha un grande valore personale. Aspettatevi delle conseguenze. Cordiali saluti.

# Mail Subject
source: You Took Something Of Ours
it: Hai preso qualcosa di nostro

source: Anonymous
it: Anonimo

source: Dear Sir or Madam, We were informed that you again took the contents of one of our containers. These artefacts really have no monetary worth to anyone else, but for us they're invaluable. We’ll give you one last chance to put things right. Come to (%1%:%2%), give us the stolen goods and we will forget about it. Regards.
it: Gentile Signore/a, Siamo stati informati che ha nuovamente prelevato il contenuto di uno dei nostri contenitori. Questi manufatti non hanno davvero alcun valore monetario per nessun altro, ma per noi sono inestimabili. Ti daremo un'ultima possibilità per sistemare le cose. Vieni a (%1%:%2%), dacci la merce rubata e ce ne dimenticheremo. Saluti.

# Mail Subject
source: Your Last Chance
it: La tua ultima possibilità

source: Hello, Well done finding those two relics! I have an update on the third piece. It is definitely located in sector (%1%:%2%) and heavily watched. It seems that opening up the containers stirred up a rival collector. They have been annoying me in the past. If you’re willing to pick up the fight and bring me the last relic as well, I’ll double your pay! Best regards, Dragobert
it: Ciao, Ben fatto a trovare quelle due reliquie! Ho un aggiornamento sul terzo pezzo. Si trova sicuramente nel settore (%1%:%2%) ed è molto sorvegliato. Sembra che l'apertura dei contenitori abbia suscitato un collezionista rivale. Mi hanno infastidito in passato. Se sei disposto a riprendere il combattimento e portarmi anche l'ultima reliquia, raddoppierò la tua paga! Cordiali saluti, Dragobert

# Mail Subject
source: Nicely Done
it: Ben fatto

source: Dragobert the Collector
it: Dragobert il Collezionista

source: Received %1% Credits for giving back the relics.
it: Ricevuto %1% di Credito per aver restituito le reliquie.

source: Wow, you actually came! Now here are your two options: A) You give us the relics and go on your merry way. Or B) we'll pry the relics off your ship's wreckage. Your choice.
it: Wow, sei venuto davvero! Ecco le tue due opzioni: A) Ci dai le reliquie e vai per la tua strada. Oppure B) strapperemo le reliquie dal relitto della tua nave. A te la scelta.

source: I'll take option A.
it: Prenderò l'opzione A.

source: I'll take option B.
it: Prenderò l'opzione B.

source: You are? I'm kind of disappointed. Well, let's see the relics then.
it: Lo sei? Sono un po' deluso. Bene, vediamo le reliquie allora.

source: Just kidding. Let's fight.
it: Scherzavo. Combattiamo.

source: [Give Relics]
it: [Regala reliquie]

source: I'll give you one of them.
it: Te ne darò uno.

source: Well better than nothing I guess. Here, we'll even give you a bit of money for it.
it: Meglio di niente, immagino. Ecco, ti daremo anche un po' di soldi per questo.

source: I seem to have misplaced them.
it: Mi sembra di averli smarriti.

source: Sure. No problem. You just stop existing and we're fine here. Attack!
it: Certo. Nessun problema. Tu smetti di esistere e noi stiamo bene qui. Attacca!

source: Hahaha, finally a good fight!
it: Ahahah, finalmente un buon combattimento!

source: Ah the relics, please come to the dock to deliver them!
it: Ah le reliquie, per favore vieni al molo per consegnarle!

source: Well done. Thank you for helping us. Here is your reward.
it: Ben fatto. Grazie per l'aiuto. Ecco la tua ricompensa.

source: Thank you for bringing us these two artifacts. We had hoped for more, this is better than nothing, though. So here is your money.
it: Grazie per averci portato questi due manufatti. Avevamo sperato di più, ma questo è meglio di niente. Ecco i tuoi soldi.

source: Mpfh, we said bring me two artifacts. A third if you can. Here take the money I owe you and then get lost.
it: Mpfh, abbiamo detto di portarmi due manufatti. Un terzo se puoi. Prendi i soldi che ti devo e poi sparisci.

source: You have no relics to deliver. Get a move on!
it: Non hai reliquie da consegnare. Datti una mossa!

source: On my way!
it: Arrivo!

source: I've no interest in this anymore.
it: Non mi interessa più.

source: Sorry to hear that. But thanks for letting us know.
it: Mi dispiace. Ma grazie per averci informato.

source: We have a sizeable collection of antiques but are missing some vital pieces. Would you be willing to help us acquire these? We've located several pieces in container fields of a certain region. This leads us to the conclusion that you might find the missing pieces there as well. If you're willing to work for us, we'll let you know more details.
it: Abbiamo una considerevole collezione di oggetti d'antiquariato, ma mancano alcuni pezzi vitali. Saresti disposto ad aiutarci ad acquisirli? Abbiamo individuato diversi pezzi nei campi container di una determinata regione. Questo ci porta alla conclusione che potresti trovare anche i pezzi mancanti. Se sei disposto a lavorare per noi, ti faremo sapere maggiori dettagli.

source: Cloth Scraps
it: Rottami di stoffa

source: Worn Underwear
it: Intimo indossato

source: A small crate containing some cloth scraps. Why anyone would want that is a mystery.
it: Una piccola cassa contenente alcuni scarti di stoffa. Perché qualcuno dovrebbe volerlo è un mistero.

source: A small crate containing brown goo. Why anyone would want that is a mystery.
it: Una piccola cassa contenente bava marrone. Perché qualcuno dovrebbe volerlo è un mistero.

source: A box with underwear. Why anyone would want that is a mystery.
it: Una scatola con biancheria intima. Perché qualcuno dovrebbe volerlo è un mistero.

source: The Investigation
it: L'indagine

source: The people of ${faction} have noticed the disappearance of trading ships along a certain route. They asked you to search the area for hints.
it: Le persone di ${faction} hanno notato la scomparsa delle navi mercantili lungo una certa rotta. Ti hanno chiesto di perlustrare la zona in cerca di indizi.

source: Go to (${x}:${y})
it: Vai a (${x}:${y})

source: Report back to sector (${x}:${y})
it: Riporta al settore (${x}:${y})

source: Find the Preacher in sector (${x}:${y})
it: Trova il predicatore nel settore (${x}:${y})

source: (optional) defeat the High Priest
it: (facoltativo) sconfiggere il Sommo Sacerdote

source: Go to sector (${x}:${y}) and destroy cultists
it: Vai al settore (${x}:${y}) e distruggi i cultisti

source: Return to the High Priest
it: Ritorna dal Sommo Sacerdote

source: Do you want to join us?
it: Vuoi unirti a noi?

source: You have no information of value yet. Please investigate further.
it: Non hai ancora informazioni di valore. Si prega di indagare ulteriormente.

source: Received %1% credits for reporting back with information.
it: Ricevuto %1% di Credito per averci comunicato le informazioni.

source: So you found "Illuminated" there? That sounds more like a ghost-story. Did you come up with that right now? At least you were there and reported back, so here is a bit to cover your expenses.
it: Quindi hai trovato "Illuminato" lì? Sembra più una storia di fantasmi. Te lo sei inventato in questo momento? Almeno eri lì e hai fatto rapporto, quindi ecco un po' per coprire le tue spese.

source: So you found "Illuminated" there? That sounds more like a ghost-story. They're in clinch with the stone cultists? Well, thanks for letting us know. But don't expect the full reward for this little work.
it: Quindi hai trovato "Illuminato" lì? Sembra più una storia di fantasmi. Sono d'accordo con i cultisti della pietra? Beh, grazie per averci informato. Ma non aspettarti la ricompensa completa per questo piccolo lavoro.

source: So you found "Illuminated" there? And you managed to get rid of their leader. Good. Thank you for dealing with them. Here is your reward and a nice bonus on top.
it: Quindi hai trovato "Illuminato" lì? E sei riuscito a sbarazzarti del loro leader. Bene. Grazie per esserti occupato di loro. Ecco la tua ricompensa e un bel bonus in cima.

source: So you found "Illuminated" there? And they want to fight whoever disturbs them? We'll show them! Thank you for reporting your findings. Here is your reward.
it: Quindi hai trovato "Illuminato" lì? E vogliono combattere chi li disturba? Glielo mostreremo! Grazie per aver segnalato i tuoi risultati. Ecco la tua ricompensa.

source: So you found "Illuminated" there? And of course, they're in clinch with the cultists. Sorry to hear that things didn't go according to plan. We'll take it from here. Here is your reward.
it: Quindi hai trovato "Illuminato" lì? E, naturalmente, sono in sintonia con i cultisti. Mi dispiace che le cose non siano andate secondo i piani. Ora ci pensiamo noi. Ecco la tua ricompensa.

source: So you found "Illuminated" there? And of course, they're in clinch with the cultists. Thank you for reporting your findings. We'll take it from here. Here is your reward.
it: Quindi hai trovato "Illuminato" lì? E, naturalmente, sono in sintonia con i cultisti. Grazie per aver segnalato i tuoi risultati. Ora ci pensiamo noi. Ecco la tua ricompensa.

source: Thank you for handling the problems with the "Illuminated". Now we can safely send our traders along that route again. Here is your reward and a nice bonus on top.
it: Grazie per aver gestito i problemi con gli "Illuminati". Ora possiamo tranquillamente inviare di nuovo i nostri trader lungo quel percorso. Ecco la tua ricompensa e un bel bonus in cima.

source: Hey there, have you come to experience the glory of the Light?
it: Ehilà, sei venuto a sperimentare la gloria della Luce?

source: What? Are you responsible for the missing traders?
it: Cosa? Sei responsabile dei commercianti scomparsi?

source: Missing? No, they found their destination. They've come to the glory of the Light.
it: Mancante? No, hanno trovato la loro destinazione. Sono venuti alla gloria della Luce.

source: What are you talking about?
it: Di cosa stai parlando?

source: Bollocks, I'll report your activities to the authorities.
it: Stronzate, riferirò le tue attività alle autorità.

source: The perfect way of Light. I'm only an acolyte myself, if you want to experience the truly cleansing Light you should listen to our High Priest.
it: La via perfetta della Luce. Io stesso sono solo un accolito, se vuoi sperimentare la Luce veramente purificante dovresti ascoltare il nostro Sommo Sacerdote.

source: I'll pay him a visit.
it: Andrò a trovarlo.

source: This is your time Acolytes. Shine with the Light. Show me your dedication. Destroy this infidel!
it: Questo è il tuo tempo Accoliti. Brilla di Luce. Mostrami la tua dedizione. Distruggi questo infedele!

source: Welcome, welcome! This is the path to the Light. You’re now at the doorstep of true greatness. Stay and become one of us! Ascend to the Light and find your better self!
it: Benvenuto, benvenuto! Questo è il cammino verso la Luce. Ora sei alle porte della vera grandezza. Resta e diventa uno di noi! Ascendi alla Luce e trova il tuo io migliore!

source: That sounds interesting.
it: Sembra interessante.

source: Wonderful! We always like new followers. Of course, we would have to determine if you are worthy of the Light, first.
it: Meraviglioso! Ci piacciono sempre i nuovi follower. Naturalmente, dovremmo prima determinare se sei degno della Luce.

source: If you say so?
it: Se lo dici tu.

source: All our followers need to prove that they value the Light more than their own life. Are you ready?
it: Tutti i nostri seguaci devono dimostrare di apprezzare la Luce più della propria vita. Sei pronto?

source: Are you insane?
it: Sei impazzito?

source: Then you're not welcome here. Leave or we will use force.
it: Allora non sei il benvenuto qui. Vattene o useremo la forza.

source: Our rivals are of the material world. We have realized that they are the reason for the disturbance of the cosmic flow of the Light. They need to be weeded out.
it: I nostri rivali sono del mondo materiale. Ci siamo resi conto che sono la ragione del disturbo del flusso cosmico della Luce. Devono essere estirpati.

source: Okay, where do I need to go?
it: Ok, dove devo andare?

source: I'm not fighting for you.
it: Non combatterò per te.
