Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: This captain will reveal some hidden mass sectors in the area.
it: Questo capitano rivelerà alcuni settori di massa nascosti nell'area.

source: Pirates
it: Pirati

source: Smugglers
it: Contrabbandieri

source: This captain won't reveal any hidden mass sectors in the area.
it: Questo capitano non rivelerà alcun settore di massa nascosto nell'area.

source: %1% has finished selling goods and is awaiting your next orders in \s(%2%:%3%).
it: %1% ha finito di vendere merci ed è in attesa dei tuoi prossimi ordini in \s(%2%:%3%).

source: We have successfully sold the goods. Here are the profits earned.
it: Abbiamo venduto con successo la merce. Ecco i profitti ottenuti.

source: We only started to sell the goods and weren't able to complete the trade. Here is what we already earned. The rest of the goods are still in the cargo bay.
it: Abbiamo solo iniziato a vendere la merce e non siamo stati in grado di completare il commercio. Ecco quanto abbiamo già guadagnato. Il resto della merce è ancora nella stiva di carico.

source: The ship is selling cargo. Time remaining: ${timeRemaining} (${completed} % done).
it: La nave vende merci. Tempo rimanente: ${timeRemaining} (${completed} % fatto).

# ship AI status
source: Selling cargo
it: Vendita di merci

source: I can't sell this!
it: Non posso venderlo!

source: I don't know how to sell '${name}' here.
it: Non so come vendere '${name}' qui.

source: No amount for ${good} selected!
it: Nessun importo per ${good} selezionati!

source: No good to sell selected!
it: Non c'è niente di buono da vendere selezionato!

source: Not enough of ${good} aboard!
it: Non ci sono abbastanza ${good} a bordo!

source: Cargo to sell isn't on the ship!
it: Il carico da vendere non è sulla nave!

source: There is no demand for '${name}' here.
it: Non c'è richiesta di "${name}" qui.

source: Left-Click to select area to sell in
it: Clicca a sinistra per selezionare l'area in cui vendere

source: No demand for the good in this area, can only be sold at a very low price
it: Nessuna richiesta per il bene in questo settore, può essere venduto solo a un prezzo molto basso

source: This good is marked as stolen, can only be sold at a very low price
it: Questo bene è contrassegnato come rubato, può essere venduto solo a un prezzo molto basso

source: This good isn't legal, can only be sold at a very low price
it: Questo bene non è legale, può essere venduto solo a un prezzo molto basso

source: This is a good area to sell our goods.
it: Questa è una buona area per vendere i nostri prodotti.

source: There is a lot of demand for our goods in this area. I will be able to sell them at very good prices.
it: C'è molta domanda per i nostri prodotti in questo settore. Sarò in grado di venderli a prezzi molto buoni.

source: Demand could be better, but I will be able to sell our goods at reasonable prices.
it: La domanda potrebbe essere migliore, ma sarò in grado di vendere i nostri beni a prezzi ragionevoli.

source: This area looks alright. There are some merchants, I think I can get reasonable prices here.
it: Questa zona sembra a posto. Ci sono alcuni commercianti, penso di poter ottenere prezzi ragionevoli qui.

source: There are some good merchants in this area who will buy our goods.
it: Ci sono alcuni buoni commercianti in questa zona che compreranno la nostra merce.

source: \c(dd5)This area is not great for selling these goods. Maybe we should consider trying another area.\c()
it: \c(dd5)Questa zona non è l'ideale per vendere questi beni. Forse dovremmo provare un'altra area.\c()

source: \c(dd5)According to initial calculations, the area is not ideal, but I may be able to sell the goods if you don't expect huge profits.\c()
it: \c(dd5)Secondo i calcoli iniziali, l'area non è ideale, ma potrei essere in grado di vendere la merce se non ti aspetti enormi profitti.\c()

source: \c(d93)We shouldn't try to sell these goods in this area. We can do the job, but we will have to lower the prices drastically.\c()
it: \c(d93)Non dovremmo cercare di vendere questi beni in quest' area. Possiamo fare il lavoro, ma dovremo abbassare drasticamente i prezzi.\c()

source: \c(d93)I can try to sell these goods here, but I don't think they will fetch good prices in this area.\c()
it: \c(d93)Posso provare a vendere questi beni qui, ma non penso che otterranno buoni prezzi in questo settore.\c()

source: \c(d93)In this area it will be difficult to sell our goods. We should try another area.\c()
it: \c(d93)In questa zona sarà difficile vendere le nostre merci. Dovremmo provare un'altra area.\c()

source: Cargo to sell:
it: Carico da vendere:

source: Amount:
it: Importo:

source: Estimated yield:
it: Resa stimata:

source: Select All
it: Seleziona tutto

source: These goods are stolen! Can only be sold by a Smuggler.
it: Queste merci sono rubate! Può essere venduto solo da un contrabbandiere.

source: These goods are illegal! Can only be sold by a Smuggler.
it: Questi prodotti sono illegali! Può essere venduto solo da un contrabbandiere.

source: These goods are dangerous! Can only be sold by a Merchant or Smuggler.
it: Queste merci sono pericolose! Può essere venduto solo da un Mercante o Contrabbandiere.

source: These goods are suspicious! Can only be sold by a Merchant or Smuggler.
it: Queste merci sono sospette! Può essere venduto solo da un Mercante o Contrabbandiere.

source: Captain can't sell this!
it: Il capitano non può venderlo!

source: This isn't tradeable!
it: Questo non è scambiabile!

source: This can't be sold in this area!
it: Non può essere venduto in questa zona!

source: Sell Command
it: Comando di vendita

source: These goods are stolen!
it: Queste merci sono rubate!

source: These goods are illegal!
it: Questi prodotti sono illegali!

source: These goods are dangerous!
it: Queste merci sono pericolose!

source: These goods are suspicious!
it: Queste merci sono sospette!

source: Received ¢%1% from your ship %2%.
it: Ricevuto ¢%1% dalla tua nave %2%.

source: Received resources from your ship %1%.
it: Risorse ricevute dalla tua nave %1%.

source: Ship not available.
it: Nave non disponibile.

source: This isn't a ship.
it: Questa non è una nave.

source: Ship doesn't have a captain.
it: La nave non ha un capitano.

source: There are issues with the crew.
it: Ci sono problemi con l'equipaggio.

source: Ship doesn't fulfill minimal energy requirements.
it: La nave non soddisfa i requisiti energetici minimi.

source: The ship is damaged.
it: La nave è danneggiata.

source: The ship is under attack!
it: La nave è sotto attacco!

source: You don't have permission to manage alliance ships.
it: Non hai il permesso di gestire le navi dell'alleanza.

source: No area analyzed for %1%.
it: Nessuna area analizzata per %1%.

source: Escorting ship '%1%' not available.
it: Scorta nave '%1%' non disponibile.

source: Escorting ship '%1%' is too far away.
it: La nave di scorta '%1%' è troppo lontana.

source: Escorting ship '%1%' can't reach the ship.
it: La nave di scorta '%1%' non può raggiungere la nave.

source: '%1%' isn't a ship.
it: "%1%" non è una nave.

source: Escorting ship '%1%' doesn't have a captain.
it: La nave di scorta '%1%' non ha un capitano.

source: Escorting ship '%1%' has issues with the crew.
it: La nave di scorta "%1%" ha problemi con l'equipaggio.

source: Escorting ship '%1%' doesn't fulfill minimal energy requirements.
it: La nave di scorta '%1%' non soddisfa i requisiti energetici minimi.

source: Escorting ship '%1%' is damaged.
it: La nave di scorta "%1%" è danneggiata.

source: Escorting ship '%1%' is under attack!
it: La nave di scorta '%1%' è sotto attacco!

source: Area size for %1% changed.
it: La dimensione dell'area per %1% è stata modificata.

source: Ship is not inside the target area.
it: La nave non è all'interno dell'area di destinazione.

source: Error in command configuration.
it: Errore nella configurazione del comando.

source: Commander, we were lucky and found an absurdly large asteroid with all kinds of stuff in it!
it: Comandante, siamo stati fortunati e abbiamo trovato un asteroide assurdamente grande con dentro ogni genere di roba!

source: Commander, we're in luck! There was a stash inside of an asteroid that had all kinds of goods in it!
it: Comandante, siamo fortunati! C'era una scorta all'interno di un asteroide che conteneva ogni tipo di merce!

source: Commander, during the mission we stumbled upon an old wreckage. Not worth salvaging for scrap metal, but we were lucky and found these!
it: Comandante, durante la missione ci siamo imbattuti in un vecchio relitto. Non vale la pena recuperare rottami metallici, ma siamo stati fortunati e abbiamo trovato questi!

source: Commander, luck was on our side! During the mission I found a stash with all kinds of goods in it!
it: Comandante, la fortuna era dalla nostra parte! Durante la missione ho trovato una scorta con dentro ogni tipo di merce!

source: Commander, today must be our lucky day! First there was a loud crash, but then I noticed that we had rammed a container full of valuable goods. Fortunately, nothing happened to the ship or the goods!
it: Comandante, oggi deve essere il nostro giorno fortunato! Prima c'è stato uno schianto rumoroso, ma poi ho notato che avevamo speronato un container pieno di merci di valore. Fortunatamente, non è successo nulla alla nave o alla merce!

source: Ambush Probability
it: Probabilità di imboscata

source: Probability of being attacked by pirates or an enemy faction during the operation. Stronger ships with more escorts are safer.
it: Probabilità di essere attaccati dai pirati o da una fazione nemica durante l'operazione. Navi più forti con più scorta sono più sicure.

source: Influenced by: Area, command duration, your ship's durability, shields, firepower, and escorts.
it: Influenzato da: area, durata del comando, durata della tua nave, scudi, potenza di fuoco e scorta.

source: There are issues with the crew on the ship.
it: Ci sono problemi con l'equipaggio della nave.

source: The ship doesn't fulfill minimal energy requirements.
it: La nave non soddisfa i requisiti energetici minimi.

source: The ship is too damaged.
it: La nave è troppo danneggiata.

source: Ship is too far away.
it: La nave è troppo lontana.

source: Ship can't reach this ship.
it: La nave non può raggiungere questa nave.

source: There are issues with the ship.
it: Ci sono problemi con la nave.

source: Choose a different area for the command
it: Scegliere un'area diversa per il comando

source: Unreachable:
it: Non raggiungibile:

source: Outer Faction Area:
it: Area esterna della fazione:

source: Central Faction Area:
it: Area centrale della fazione:

source: You can mouse over the fields and captain for more details.
it: Puoi passare il mouse sui campi e sul capitano per maggiori dettagli.

# Starts a ship's command
source: Start
it: Inizia

source: Recall Ship
it: Richiama nave

source: %d sectors
it: %d settori

source: [${lower.x}:${lower.y} to ${upper.x}:${upper.y}]
it: [da${lower.x}:${lower.y} a ${upper.x}:${upper.y}]

source: Captain's Assessment
it: Valutazione del capitano

source: No captain!
it: Nessun capitano!

source: Commander, with all due respect, but I can't work like this. ${error}
it: Comandante, con tutto il rispetto, ma non posso lavorare così. ${error}

source: Captain ${name}'s Assessment
it: Valutazione del Capitano ${name}

source: ${timeRemaining} remaining (${completed} % done)
it: ${timeRemaining} rimanenti (${completed} % fatto)

source: Escorts / Support
it: Accompagnatori / Supporto

source: \c(d93)However, the area is teeming with enemies.\c()
it: \c(d93)Tuttavia, l'area è brulicante di nemici.\c()

source: \c(d93)However, there are really a lot of hostile sectors here.\c()
it: \c(d93)Tuttavia, ci sono davvero molti settori ostili qui.\c()

source: \c(d93)However, this is enemy territory.\c()
it: \c(d93)Tuttavia, questo è territorio nemico.\c()

source: \c(dd5)However, there is quite a lot of enemy activity here.\c()
it: \c(dd5)Tuttavia, c'è molta attività nemica qui.\c()

source: \c(dd5)However, I fear that there are quite some enemy ships around here.\c()
it: \c(dd5)Tuttavia, temo che ci siano parecchie navi nemiche qui intorno.\c()

source: There is some enemy activity here.
it: C'è qualche attività nemica qui.

source: There is moderate enemy activity.
it: C'è una moderata attività nemica.

source: There is little enemy activity here.
it: C'è poca attività nemica qui.

source: The area here is well protected against enemy ships.
it: L'area qui è ben protetta dalle navi nemiche.

source: There is very little enemy activity here.
it: C'è pochissima attività nemica qui.

source: No detectable enemy activity.
it: Nessuna attività nemica rilevabile.

source: No enemies, as far as I can tell.
it: Nessun nemico, per quanto ne so.

source: \c(d93)In this ship, we are a sitting duck for attackers. Ambush guaranteed. We definitely need a stronger ship or an escort!\c()
it: \c(d93)In questa nave, siamo un bersaglio facile per gli attaccanti. Imboscata garantita. Abbiamo sicuramente bisogno di una nave più forte o di una scorta!\c()

source: \c(d93)I'm estimating the chance of an ambush to be extremely high. I'd like to request a stronger ship or an escort!\c()
it: \c(d93)Stimo che la possibilità di un'imboscata sia estremamente alta. Vorrei richiedere una nave più forte o una scorta!\c()

source: \c(dd5)I'm estimating the chance of an ambush on us to be quite high. I'd like to request a stronger ship or an escort.\c()
it: \c(dd5)Stimo che la possibilità di un'imboscata su di noi sia piuttosto alta. Vorrei richiedere una nave più forte o una scorta.\c()

source: Using a ship this weak seems risky. It is possible that we will be attacked.
it: Usare una nave così debole sembra rischioso. È possibile che verremo attaccati.

source: I don't like the situation here. There is a certain probability that we might be attacked.
it: Non mi piace la situazione qui. C'è una certa probabilità che potremmo essere attaccati.

source: I rate the chance of an ambush as low, but not zero.
it: Valuto la possibilità di un'imboscata come bassa, ma non pari a zero.

source: We will not be attacked.
it: Non ci attaccheranno.

source: There's no chance of an ambush.
it: Non c'è possibilità di un'imboscata.

source: I'm sure we won't be attacked.
it: Sono sicuro che non ci attaccheranno.

source: We will maintain radio silence and stay under the radar so that we don't attract unwanted attention.
it: Manterremo il silenzio radio e rimarremo sotto il radar in modo da non attirare attenzioni indesiderate.

source: We'll cease communications for safety reasons and you won't be able to reach us until we're done.
it: Interromperemo le comunicazioni per motivi di sicurezza e non potrai contattarci fino a quando non avremo finito.

source: While conducting the operation I have full autonomy and responsibility over the ship and will not be available for you.
it: Durante lo svolgimento dell'operazione ho piena autonomia e responsabilità sulla nave e non sarò a vostra disposizione.

source: While we are away, I am taking full command of the ship and you won't be able to reach me.
it: Mentre siamo via, prendo il pieno controllo della nave e non riuscirete a contattarmi.

source: To protect my trade secrets, you won't be able to reach me while I'm executing the command.
it: Per proteggere i miei segreti commerciali, non sarai in grado di contattarmi mentre eseguo il comando.

source: I guarantee the best performance possible, but for that I need the sole command over the ship. You won't be able to reach me until I have finished the command.
it: Garantisco le migliori prestazioni possibili, ma per questo ho bisogno dell'unico comando sulla nave. Non riuscirai a contattarmi finché non avrò terminato il comando.

source: I'll be in touch as soon as we're done.
it: Ti contatterò non appena avremo finito.

source: I will get back to you when I have finished the command.
it: Ti richiamerò quando avrò terminato il comando.

source: We should try to keep some of the goods on board well hidden. I'll take care of it.
it: Dovremmo cercare di tenere ben nascosta una parte della merce a bordo. Me ne occuperò io.

source: With these goods in the hold, I'm just the right person to avoid getting into trouble. A small sticker here, a wrong label there and everything is legal.
it: Con queste merci in stiva, sono la persona giusta per evitare di finire nei guai. Un piccolo adesivo qui, un'etichetta sbagliata lì e tutto è legale.

source: There are goods on the ship that I should not be associated with. We will have to bypass controls and that will take time.
it: Ci sono merci sulla nave a cui non dovrei essere associato. Dovremo bypassare i controlli e ci vorrà del tempo.

source: I can't run into a cargo inspection with these goods on board. We can avoid the controls, but it will take some time.
it: Non posso imbattermi in un'ispezione del carico con queste merci a bordo. Possiamo evitare i controlli, ma ci vorrà del tempo.

source: You don't have to worry about cargo inspections because of the questionable goods. I can take care of that.
it: Non devi preoccuparti delle ispezioni del carico a causa delle merci discutibili. Me ne occupo io.

source: Thanks to my licenses, I won't have to dodge any inspections for the questionable goods.
it: Grazie alle mie licenze, non dovrò evitare alcuna ispezione per la merce discutibile.

source: \c(dd5)I just noticed that there are goods in the cargo hold here that I'd better not run into a cargo inspection with. I will avoid the controls, but it will take time.\c()
it: \c(dd5)Ho appena notato che ci sono merci nella stiva qui con cui farei meglio a non imbattermi in un'ispezione del carico. Eviterò i controlli, ma ci vorrà del tempo.\c()

source: \c(dd5)With these questionable goods on board, I'll be slower because I'll have to dodge cargo inspections.\c()
it: \c(dd5)Con queste merci discutibili a bordo, sarò più lento perché dovrò schivare le ispezioni del carico.\c()

source: \c(dd5)I still have goods on board that I shouldn't be caught with. As long as I have them on me, I have to avoid cargo inspections. That will take some time.\c()
it: \c(dd5)Ho ancora merci a bordo con cui non dovrei essere beccato. Finché li ho con me, devo evitare le ispezioni del carico. Ci vorrà del tempo.\c()

source: The Captains
it: I Capitani

source: Supplying Stations
it: Stazioni di rifornimento

source: Commander, we encountered an issue while supplying: Station '%s' has disappeared!
it: Comandante, abbiamo riscontrato un problema durante la fornitura: la stazione '%s' è scomparsa!

source: Commander, we encountered an issue while supplying: Station %s can't trade the goods!
it: Comandante, abbiamo riscontrato un problema durante la fornitura: la stazione %s non può scambiare le merci!

source: goods
it: merci

source: '%1%' delivered %2% %3% to station '%4%'.
it: '%1%' ha consegnato %2% %3% alla stazione '%4%'.

source: Ship is supplying stations with goods.
it: La nave sta rifornendo le stazioni di merci.

# ship AI status
source: Supplying stations
it: Postazioni di rifornimento

source: We don't have enough cargo space to do that properly!
it: Non abbiamo abbastanza spazio di carico per farlo correttamente!

source: There are no supply routes that we could fly!
it: Non ci sono rotte di rifornimento che potremmo percorrere!

source: We need a route between two different sectors.
it: Abbiamo bisogno di un percorso tra due settori diversi.

source: You don't have permission to manage alliance stations!
it: Non hai il permesso di gestire le stazioni dell'alleanza!

source: Loop Time
it: Tempo di loop

source: We'll supply those stations, no problem. This shouldn't be a hard thing to do.
it: Forniremo quelle stazioni, nessun problema. Non dovrebbe essere una cosa difficile da fare.

source: We will carry out the command until something goes wrong or you call us back.
it: Eseguiremo il comando fino a quando qualcosa non andrà storto o ci richiamerai.

source: I will supply the stations until you call me back.
it: Rifornirò le stazioni finché non mi richiamerai.

source: Supply Factories
it: Fabbriche di approvvigionamento

source: Supply Operation
it: Operazione di fornitura

source: Free Cargo Space:
it: Spazio di carico libero:

source: Runtime:
it: Durata:

source: Indefinite
it: Indefinito

source: Error starting command.
it: Errore durante l'avvio del comando.

source: We don't have enough cargo space to do that properly.
it: Non abbiamo abbastanza spazio di carico per farlo correttamente.

source: Gave the captain of '%1%' a budget of %2% credits to fly a trade route.
it: Hai dato al capitano di '%1%' un budget di %2% crediti per percorrere una rotta commerciale.

source: Trading
it: Commercio

source: We finished a shipment! Here's what we made.
it: Abbiamo completato una spedizione! Ecco cosa abbiamo fatto.

source: Last shipment was delivered successfully. Here's what we made with it, plus the initial deposit. Thank you for your trust in me, Commander.
it: L'ultima spedizione è stata consegnata con successo. Ecco cosa ne abbiamo fatto, più il deposito iniziale. Grazie per la fiducia, Comandante.

source: Here is what we made with the last shipment, plus the upfront payment, but we took too long. Someone else got the contract for the remaining goods. With a larger cargo bay, that could've been us.
it: Ecco cosa abbiamo fatto con l'ultima spedizione, più il pagamento anticipato, ma abbiamo impiegato troppo tempo. Qualcun altro ha ottenuto il contratto per le merci rimanenti. Con una stiva di carico più grande, avremmo potuto essere noi.

source: We're back. I spent the deposit on the goods, they are in our cargo bay. With us canceling, the contract was assigned to someone else. The trade route is unavailable for now.
it: Siamo tornati. Ho speso il deposito per la merce, sono nella nostra stiva di carico. Con la nostra cancellazione, il contratto è stato assegnato a qualcun altro. La rotta commerciale non è disponibile per ora.

source: We're back. We haven't gotten around to buying the shipment yet, so here's the full deposit back. With us canceling, the contract was assigned to someone else. The trade route is unavailable for now.
it: Siamo tornati. Non siamo ancora riusciti ad acquistare la spedizione, quindi ecco l'intero deposito. Con la nostra cancellazione, il contratto è stato assegnato a qualcun altro. La rotta commerciale non è disponibile per ora.

source: We're back. We haven't gotten around to buying the shipment yet, so here's the full deposit back.
it: Siamo tornati. Non siamo ancora riusciti ad acquistare la spedizione, quindi ecco l'intero deposito.

source: %1% has finished the trade contract and is awaiting your next orders in \s(%2%:%3%).
it: %1% ha terminato il contratto commerciale ed è in attesa dei tuoi prossimi ordini tra \s(%2%:%3%).

source: The ship is flying a trade route. Flight ${flight}/${maxFlights}. Flight time remaining: ${timeRemaining} (${completed} % done).
it: La nave sta percorrendo una rotta commerciale. Volo ${flight}/${maxFlights}. Tempo di volo rimanente: ${timeRemaining} (${completed} % fatto).

source: I don't know enough about trading. You should task a merchant to do this job.
it: Non ne so abbastanza di trading. Dovresti incaricare un commerciante di fare questo lavoro.

source: No routes found in the area. We should explore more sectors.
it: Nessun percorso trovato nella zona. Dovremmo esplorare più settori.

source: No route selected.
it: Nessun percorso selezionato.

source: Flight Time
it: Tempo di volo

source: Flights
it: Voli

source: Profit / Flight
it: Profitto / Volo

source: Goods Total
it: Totale merce

source: We'll fulfill the contract for this trade route.
it: Soddisferemo il contratto per questa rotta commerciale.
