Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Less reputation loss when witnessing attacks on helpless ships
it: Minore perdita di reputazione quando si assiste ad attacchi a navi indifese

source: Greater loss of reputation when doing something illegal
it: Maggiore perdita di reputazione quando si fa qualcosa di illegale

source: Greater loss of reputation when witnessing attacks on helpless ships
it: Maggiore perdita di reputazione quando si assistono ad attacchi a navi indifese

source: Alliance negotiations require less reputation than usual
it: I negoziati dell'Alleanza richiedono meno reputazione del solito

source: Treaties are terminated later when relations worsen
it: I trattati terminano in seguito quando le relazioni peggiorano

source: Lower increase in reputation through tribute
it: Minore aumento della reputazione attraverso il tributo

source: Decreased willingness to negotiate
it: Diminuzione della disponibilità a negoziare

source: Alliance negotiations require more reputation than usual
it: I negoziati dell'Alleanza richiedono più reputazione del solito

source: Treaties are terminated earlier when relations worsen
it: I trattati terminano prima quando le relazioni peggiorano

source: Less reputation loss when attacked
it: Meno perdite di reputazione quando si subisce un attacco

source: Less reputation loss when doing something illegal
it: Meno perdita di reputazione quando si fa qualcosa di illegale

source: Uses the current situation to their advantage
it: Sfrutta la situazione attuale a proprio vantaggio

source: Wants to keep the everything running
it: Vuole mantenere tutto in funzione

source: Are discontent with the current power distribution
it: Sono insoddisfatti dell'attuale distribuzione di potenza

source: Want a new order under their own supreme rule
it: Vogliono un nuovo ordine sotto il loro dominio supremo

source: Is discontent with the current power distribution
it: È insoddisfatto dell'attuale distribuzione di potenza

source: Wants to establish a galaxy-wide rule by the people instead of the factions
it: Vuole stabilire un dominio a livello di galassia da parte del popolo invece che delle fazioni

source: Is structured with a clear hierarchy
it: È strutturato con una chiara gerarchia

source: Every member is free to follow their own business
it: Ogni membro è libero di seguire la propria attività

source: Command and obedience is the most important form of communication
it: Comando e obbedienza sono la forma di comunicazione più importante

source: Violence is used primarily to underline threats
it: La violenza viene utilizzata principalmente per sottolineare le minacce

source: Business is getting harder if there is too much brutality
it: Gli affari diventano più difficili se c'è troppa brutalità

source: Violence is part of their culture
it: La violenza fa parte della loro cultura

source: The strong will rule over the weak
it: I forti domineranno i deboli

source: They win the hearts of their followers with kindness
it: Conquistano il cuore dei loro seguaci con la gentilezza

source: Violence is only used for self-defense
it: La violenza è usata solo per autodifesa

source: New trends are not beeing followed
it: Le nuove tendenze non vengono seguite

source: A change that opens new opportunites is always welcome
it: Un cambiamento che apre nuove opportunità è sempre il benvenuto

source: Honor and valor are the basics on which they are build
it: Onore e valore sono le basi su cui si costruiscono

source: The deprivation of honor is one of the harshest punishments
it: La privazione dell'onore è una delle punizioni più severe

source: The old order must be abolished
it: Il vecchio ordine deve essere abolito

source: Every inhabitant of the galaxy has a right to be heard
it: Ogni abitante della galassia ha il diritto di essere ascoltato

source: Members try to stay unknown
it: I membri cercano di rimanere sconosciuti

source: Some of the work still needs to be done in public
it: Parte del lavoro deve ancora essere fatto in pubblico

source: An extensive network of corrupt officials is the basis of their power
it: Una vasta rete di funzionari corrotti è alla base del loro potere

source: They pull the strings behind the curtains
it: Tirano i fili dietro le tende

source: No syndicate is reputable
it: Nessun sindacato è rispettabile

source: Do you really want to declare war against ${faction}?
it: Vuoi davvero dichiarare guerra a ${faction}?

source: Do you really no longer want to be allied with ${faction}?
it: Davvero non vuoi più essere alleato con ${faction}?

source: Confirm Abandoning Allies
it: Conferma abbandono alleati

source: Use the Player Trade Window to negotiate with Alliances.
it: Usa la finestra di scambio del giocatore per negoziare con le alleanze.

source: Basics
it: Nozioni di base

source: Basic Ship Movement
it: Movimento di base della nave

source: By default you steer your ship with \c(fff)${W}\c(), \c(fff)${A}\c(), \c(fff)${S}\c(), \c(fff)${D}\c() and \c(fff)Mouse\c(). \c(dd5)Warning: there is no friction in space. In order to brake sharply you'll have to flip and accelerate or even boost in the opposite direction!\c()
it: Per impostazione predefinita, guidi la tua nave con \c(fff)${W}\c(), \c(fff)${A}\c(), \c(fff)${S}\c(), \c(fff)${D}\c() e \c(fff)Mouse\c(). \c(dd5)Attenzione: non c'è attrito nello spazio. Per frenare bruscamente dovrai capovolgere e accelerare o addirittura spingere nella direzione opposta!\c()

source: Advanced Ship Movement
it: Movimento avanzato della nave

source: While flying forward you can hold \c(fff)${space}\c() to \c(0d0)boost\c(). Additionally you can \c(0d0)roll\c() with \c(fff)${rollLeft}\c() and \c(fff)${rollRight}\c(), and move the ship \c(0d0)up\c() and \c(0d0)down\c() with \c(fff)${moveUp}\c() and \c(fff)${moveDown}\c(), respectively.
it: Mentre voli in avanti puoi tenere premuto da\c(fff)${space}\c() a \c(0d0)boost\c(). Inoltre puoi \c(0d0)tirare\c() con \c(fff)${rollLeft}\c() e \c(fff)${rollRight}\c() e spostare la nave \c(0d0)su\c() e \c(0d0)giù\c() con \c(fff)${moveUp}\c() e \c(fff)${moveDown}\c(), rispettivamente.

source: Camera Position
it: Posizione della telecamera

source: You can adjust the \c(0d0)camera position\c() by holding \c(fff)${displaceCam}\c() and simultaneously moving the \c(fff)Mouse\c(). If you hold \c(fff)${displaceCam}\c() and don't move the mouse, the camera will snap back to default. If your ship is too close to the camera (or too far off), try \c(0d0)zooming\c() in or out with the \c(fff)Mouse Wheel\c()!
it: È possibile regolare la \c(0d0) posizione della telecamera\c() tenendo premuto \c(fff)${displaceCam}\c() e contemporaneamente spostando il \c(fff)Mouse\c(). Se tieni premuto \c(fff)${displaceCam}\c() e non muovi il mouse, la telecamera tornerà ai valori predefiniti. Se la tua nave è troppo vicina alla telecamera (o troppo lontana), prova a\c(0d0)ingrandire\c() con la \c(fff) rotellina del mouse\c()!

source: Camera Movement
it: Movimento della telecamera

source: Sometimes you'll want to \c(0d0)move the camera\c() without having to turn the ship. Hold \c(fff)${movCam}\c() to move the camera independently.
it: A volte vorrai \c(0d0)spostare la telecamera\c() senza dover girare la nave. Tenere premuto \c(fff)${movCam}\c() per spostare la telecamera in modo indipendente.

source: Mouse Movement
it: Movimento del mouse

source: To move the \c(0d0)mouse pointer\c() independently, hold \c(fff)${freeCam}\c(). You can use this to click on any icon, or on things you're not directly looking at.
it: Per spostare il puntatore del mouse\c(0d0)\c() indipendentemente, tenere premuto \c(fff)${freeCam}\c(). Puoi usarlo per fare clic su qualsiasi icona o su cose che non stai guardando direttamente.

source: Selecting Objects
it: Selezione di oggetti

source: Select objects by clicking \c(fff)${selectButton}\c() in order to get more information about them.
it: Seleziona gli oggetti facendo clic su \c(fff)${selectButton}\c() per ottenere maggiori informazioni su di essi.

source: Docking
it: Attracco

source: \c(0d0)Interact\c() with stations by selecting them with \c(fff)${selectButton}\c() and pressing \c(fff)${F}\c(). Some options, however, can only be performed while docked. To \c(0d0)dock\c(), get close enough to the station until the docking markers become visible and fly to one of them.
it: \c(0d0)Interagisci\c() con le stazioni selezionandole con \c(fff)${selectButton}\c() e premendo \c(fff)${F}\c(). Alcune opzioni, tuttavia, possono essere eseguite solo mentre si è attraccati. Per \c(0d0)attraccare\c(), avvicinarsi abbastanza alla stazione fino a quando i marcatori di attracco non diventano visibili e volare verso uno di essi.

source: \c(0d0)Switch\c() between your ships by selecting them and pressing \c(fff)${TransferPlayer}\c(). Switching without having another ship selected will transfer you to your \c(0d0)Drone\c().
it: \c(0d0)Passa\c() tra le tue navi selezionandole e premendo \c(fff)${TransferPlayer}\c(). Cambiare senza aver selezionato un'altra nave ti trasferirà sul tuo \c(0d0)drone\c().

source: Broadsides
it: Broadside

source: When steering with the mouse, hold \c(fff)[${camera}]\c() to move the camera independently from the ship, \c(0d0)without\c() the ship \c(0d0)changing course\c(). This way, you can fire a broadside at an enemy that is starboard or portside, while your ship \c(0d0)stays on course\c(). While holding \c(fff)[${camera}]\c(), use the \c(fff)[Mouse Wheel]\c() to zoom.
it: Quando si sterza con il mouse, tenere premuto \c(fff)[${camera}]\c() per spostare la telecamera indipendentemente dalla nave, \c(0d0)senza\c() che la nave \c(0d0)cambi rotta\c(). In questo modo, puoi sparare una bordata a un nemico a dritta o a babordo, mentre la tua nave \c(0d0)rimane in rotta\c(). Tenendo premuto \c(fff)[${camera}]\c(), usa la \c(fff)[Ruota del mouse]\c() per ingrandire.

source: Cruisers & Larger Ships
it: Crociere e navi più grandi

source: The \c(0d0)Cruiser Control Mode\c() is a secondary control mode that you can use to steer \c(0d0)larger vessels\c(). Once your ships get bigger, they won't be as agile as they used to be when they were smaller corvettes. Large crafts massively profit from \c(0d0)turrets\c() that can \c(0d0)turn in each direction\c(). With this mode you can set a fixed velocity with \c(fff)[${Acc}], [${Brake}], [${ToggleVelocity}]\c() and steer the ship with \c(fff)[${W}], [${A}], [${S}], [${D}], [${Q}], [${E}]\c(), all while being able to move the mouse freely to aim.
it: La \c(0d0) Modalità di controllo incrociatore\c() è una modalità di controllo secondaria che è possibile utilizzare per guidare \c(0d0) navi più grandi\c(). Una volta che le tue navi diventeranno più grandi, non saranno più agili come una volta quando erano corvette più piccole. Le grandi imbarcazioni traggono un enorme profitto dalle \c(0d0)torrette\c() che possono \c(0d0)girare in ogni direzione\c(). Con questa modalità puoi impostare una velocità fissa con \c(fff)[${Acc}], [${Brake}], [${ToggleVelocity}]\c() e guidare la nave con \c(fff)[${W}], [${A}], [${S}], [${D}], [${Q}], [${E}]\c(), il tutto mentre sei in grado di muovere il mouse liberamente per mirare.

source: Your \c(0d0)current speed\c() is shown by the bar at the top of your screen. If your ship is moving forward, the bar turns blue; movement in the opposite direction is shown as yellow.
it: La tua \c(0d0) velocità attuale\c() è mostrata dalla barra nella parte superiore dello schermo. Se la tua nave si sta muovendo in avanti, la barra diventa blu; il movimento nella direzione opposta viene mostrato in giallo.

source: The \c(0d0)Hyperspace Engine\c() status is shown below the speed bar. The status bar is only present while your \c(0d0)Hyperdrive\c() is charging. A countdown indicates how much charging time remains. If the bar is red, your Hyperspace Engine is blocked. You have to move away before being able to jump.
it: Lo stato del\c(0d0) Motore Iperspaziale\c() viene mostrato sotto la barra della velocità. La barra di stato è presente solo mentre l '\c(0d0)Hyperdrive\c() è in carica. Un conto alla rovescia indica quanto tempo di ricarica rimane. Se la barra è rossa, il motore iperspaziale è bloccato. Devi allontanarti prima di poter saltare.

source: At the bottom of the screen you'll find the \c(0d0)Energy Bar\c() and your \c(0d0)Battery Status\c() in shades of yellow.
it: Nella parte inferiore dello schermo troverai la \c(0d0) Barra dell'Energia\c() e il tuo \c(0d0) Stato della Batteria\c() nei toni del giallo.

source: The upper of the two is your energy consumption and the lower shows how much energy is currently stored.
it: Il più alto dei due è il consumo di energia e il più basso mostra quanta energia è attualmente immagazzinata.

source: You can increase your ship's energy levels with \c(0d0)Solar Panels\c(), \c(0d0)Generators\c() and certain \c(0d0)Subsystems\c().
it: Puoi aumentare i livelli di energia della tua nave con \c(0d0) Pannelli Solari\c(), \c(0d0)Generatori\c() e alcuni \c(0d0)Sottosistemi\c().

source: \c(ddd)Note: don't let your batteries be depleted for extended periods of time, crew life support needs energy.\c()
it: \c(ddd)Nota: non lasciare che le batterie si esauriscano per lunghi periodi di tempo, il supporto vitale dell'equipaggio ha bisogno di energia.\c()

source: Health and Shield
it: Salute e Scudo

source: At the bottom of the screen is your \c(0d0)Life Bar\c(). Right above the life bar your \c(0d0)Shield Status\c() is displayed. If your shield is depleted, it takes a while to be functional again. \c(ddd)Note: you need energy to charge your shields, so make sure your ship produces more than it needs before going into battle.\c()
it: Nella parte inferiore dello schermo si trova la \c(0d0) barra della vita\c(). Proprio sopra la barra della vita viene visualizzato il tuo \c(0d0) Stato scudo\c(). Se il tuo scudo è esaurito, ci vuole un po' per essere di nuovo funzionante. \c(ddd)Nota: hai bisogno di energia per caricare i tuoi scudi, quindi assicurati che la tua nave produca più del necessario prima di andare in battaglia.\c()

source: Warnings
it: Avvertenze

source: Below your speed bar, a number of \c(0d0)Warning Icons\c() can be displayed. Hover your mouse over them to get more information. Red warnings are more critical and should be addressed immediately, while yellow warnings are less urgent.
it: Sotto la barra di velocità, è possibile visualizzare un numero di \c(0d0) icone di avviso\c(). Passa il mouse sopra di loro per ottenere maggiori informazioni. Le avvertenze rosse sono più critiche e devono essere affrontate immediatamente, mentre le avvertenze gialle sono meno urgenti.

source: Menu Buttons
it: Pulsanti del menu

source: In the top right corner are icons for many of Avorion's \c(0d0)features\c(). You can use them by freeing your mouse. Read the tooltips to find out what the icons do!
it: Nell'angolo in alto a destra ci sono le icone per molte delle funzioni\c(0d0) di Avorion\c(). Puoi usarli liberando il mouse. Leggi i suggerimenti per scoprire cosa fanno le icone!

source: On the bottom left you'll find the \c(0d0)Chat Window\c(). Open it by pressing \c(fff)${showChat}\c(). Status updates for your fleet, radio messages from stations and general information will be displayed here. You can write messages to other players and use chat commands. To see all available chat commands type \c(0d0)"/help"\c().
it: In basso a sinistra troverai la \c(0d0) Finestra di Chat\c(). Aprilo premendo \c(fff)${showChat}\c(). Gli aggiornamenti di stato per la tua flotta, i messaggi radio dalle stazioni e le informazioni generali verranno visualizzati qui. Puoi scrivere messaggi ad altri giocatori e usare i comandi della chat. Per vedere tutti i comandi di chat disponibili, digita \c(0d0)"/help"\c().

source: Menus
it: Menu

source: The \c(0d0)Ship Menu\c() contains overviews for \c(0d0)Turrets\c(), \c(0d0)Crew\c(), \c(0d0)Subsystems\c(), \c(0d0)Goods\c(), \c(0d0)Fighters\c() and \c(0d0)Torpedoes\c() of the ship you are currently flying. You'll also find the ship's \c(0d0)Co-op Control\c() settings here. To open this menu press \c(fff)${shipMenu}\c().
it: Il \c(0d0) Menu Nave\c() contiene panoramiche per \c(0d0)Torrette\c(), \c(0d0)Equipaggio\c(), \c(0d0)Sottosistemi\c(), \c(0d0)Merci\c(), \c(0d0)Caccia\c() e \c(0d0)Siluri\c() della nave su cui stai volando. Qui troverai anche le impostazioni di \c(0d0)Co-op Control\c() della nave. Per aprire questo menu premi \c(fff)${shipMenu}\c().

source: The \c(0d0)Player Menu\c() contains an overview over your \c(0d0)Ships\c(), \c(0d0)Inventory\c(), \c(0d0)Relationships\c() to NPC factions, \c(0d0)Missions\c() and your \c(0d0)Alliance\c(). You can open it with \c(fff)${playerMenu}\c().
it: Il \c(0d0) Menu Giocatore\c() contiene una panoramica sulle tue \c(0d0)Navi\c(), \c(0d0)Inventario\c(), \c(0d0)Relazioni\c() con le fazioni PNG, \c(0d0)Missioni\c() e la tua \c(0d0)Alleanza\c(). Puoi aprirlo con \c(fff)${playerMenu}\c().

source: The \c(0d0)Drone\c() is your very basic starter ship.
it: Il \c(0d0)Drone\c() è la tua nave base.

source: It's equipped with two \c(0d0)Iron Mining Lasers\c() that you can use to \c(0d0)mine resources\c() from asteroids.
it: È dotato di due \c(0d0) laser per l'estrazione del ferro\c() che puoi utilizzare per \c(0d0)estrarre risorse\c() dagli asteroidi.

source: Even when your last ship was destroyed, you will always have the Drone as a fallback.
it: Anche quando la tua ultima nave è stata distrutta, avrai sempre il Drone come ripiego.

source: The Drone can be used to \c(0d0)scout ahead\c() into sectors that are potentially dangerous, so you won't have to put your main ship in danger.
it: Il Drone può essere utilizzato per \c(0d0)esplorare più avanti\c() in settori potenzialmente pericolosi, quindi non dovrai mettere in pericolo la tua nave principale.

source: To deploy your drone, press the Drone button on the top right of the screen, or press \c(fff)[${drone}]\c().
it: Per schierare il tuo drone, premi il pulsante Drone in alto a destra dello schermo o premi \c(fff)[${drone}]\c().

source: Building
it: Edificio

source: Founding a Ship
it: Fondare una nave

source: Click on the flag icon (\c(0d0)"Found Ship"\c()) in the upper right corner to found a ship. Founding a ship this way will create a \c(0d0)base block\c() and add a \c(0d0)base crew\c(). Use this base block to build your ship.
it: Clicca sull'icona della bandiera (\c(0d0)"Nave trovata"\c()) nell'angolo in alto a destra per fondare una nave. Fondare una nave in questo modo creerà un \c(0d0) blocco base\c() e aggiungerà un \c(0d0) equipaggio base\c(). Usa questo blocco base per costruire la tua nave.

source: About the Building Mode
it: Informazioni sulla Modalità Costruzione

source: The \c(0d0)Building Mode\c() is the place where you build your ships!
it: La \c(0d0) Modalità Costruzione\c() è il luogo in cui costruisci le tue navi!

source: Here you can attach \c(0d0)turrets\c(), build it larger or smaller, add some color, or just use a preexisting ship design.
it: Qui puoi attaccare le\c(0d0)torrette\c(), costruirle più grandi o più piccole, aggiungere un po' di colore o semplicemente usare un design preesistente della nave.

source: The Building Mode is very powerful and can feel a little overwhelming at the start, but this Encyclopedia has got you covered!
it: La Modalità Costruzione è molto potente e può sembrare un po' opprimente all'inizio, ma questa Enciclopedia ti ha coperto!

source: You can also \c(0d0)repair\c() your ship in the Building Mode, but that's a lot more expensive than at a \c(0d0)Repair Dock\c().
it: Puoi anche \c(0d0)riparare\c() la tua nave in Modalità Costruzione, ma è molto più costoso che in un \c(0d0) Molo di Riparazione\c().

source: Keep in mind that you'll need \c(0d0)Building Knowledge\c() to build with the different materials.
it: Tieni presente che avrai bisogno di\c(0d0) Conoscenza degli edifici\c() per costruire con i diversi materiali.

source: Basic Controls
it: Controlli di base

source: Open \c(0d0)Building Mode\c() by pressing \c(fff)[${openBuild}]\c() or use the hammer icon in the top right corner. If you want to see all available \c(0d0)blocks\c(), hold \c(fff)[${inventory}]\c(). All blocks can be \c(0d0)scaled\c() in any direction by holding \c(fff)[${W}]\c(), \c(fff)[${A}]\c(), \c(fff)[${S}]\c(), \c(fff)[${D}]\c() and moving the mouse. Select a block that is already on your ship by using \c(fff)[${select}]\c() and multiple blocks by holding down \c(fff)[CTRL]\c() and using \c(fff)[${select}]\c(). To rotate the block you'd like to place, press \c(fff)[${rotate}]\c(). If you don't know how to do something, press \c(fff)[${short}]\c() to get an overview of all \c(0d0)building shortcuts\c()!
it: Apri \c(0d0) Modalità Costruzione\c() premendo \c(fff)[${openBuild}]\c() o usa l'icona a forma di martello nell'angolo in alto a destra. Se vuoi vedere tutti i\c(0d0)blocchi\c() disponibili, tieni premuto \c(fff)[${inventory}]\c(). Tutti i blocchi possono essere \c(0d0)scalati\c() in qualsiasi direzione tenendo premuto \c(fff)[${W}]\c(), \c(fff)[${A}]\c(), \c(fff)[${S}]\c(), \c(fff)[${D}]\c() e muovendo il mouse. Seleziona un blocco che è già sulla tua nave usando \c(fff)[${select}]\c() e più blocchi tenendo premuto \c(fff)[CTRL]\c() e usando \c(fff)[${select}]\c(). Per ruotare il blocco che desideri posizionare, premi \c(fff)[${rotate}]\c(). Se non sai come fare qualcosa, premi \c(fff)[${short}]\c() per avere una panoramica di tutte le \c(0d0) scorciatoie di costruzione\c()!

source: Camera
it: Fotocamera

source: In \c(0d0)Building Mode\c() you can move the camera by pressing \c(fff)[${movCam}]\c() and moving the mouse, turning it around the center of your ship.
it: In \c(0d0) Modalità Costruzione\c() puoi spostare la telecamera premendo \c(fff)[${movCam}]\c() e muovendo il mouse, ruotandolo intorno al centro della tua nave.

source: If you would like to have a different block as the center, select that block and press \c(fff)[${focus}]\c(). If you select more than one block and press \c(fff)[${focus}]\c(), the focus will be exactly between those blocks. You can also use the \c(fff)arrow keys\c() to move the focus of the camera.
it: Se desideri avere un blocco diverso come centro, seleziona quel blocco e premi \c(fff)[${focus}]\c(). Se selezioni più di un blocco e premi \c(fff)[${focus}]\c(), la messa a fuoco sarà esattamente tra quei blocchi. Puoi anche usare i tasti freccia\c(fff)\c() per spostare la messa a fuoco della telecamera.

source: To move the focus back to the center of your ship, deselect everything and press \c(fff)[${focus}]\c() again.
it: Per riportare il fuoco al centro della tua nave, deseleziona tutto e premi di nuovo\c(fff)[${focus}]\c().

source: Placing Turrets
it: Posizionamento delle torrette

source: To add \c(0d0)turrets\c() to your ship, select a turret from the \c(0d0)Turret Window\c() on the left.
it: Per aggiungere \c(0d0)torrette\c() alla tua nave, seleziona una torretta dalla \c(0d0) Finestra Torretta\c() a sinistra.

source: All turrets you own are listed there. You can only place turrets on blocks made up of a material at least as high as that of the turret.
it: Tutte le torrette che possiedi sono elencate lì. È possibile posizionare torrette solo su blocchi costituiti da un materiale alto almeno quanto quello della torretta.

source: Every ship only has a certain number of turret slots.
it: Ogni nave ha solo un certo numero di slot per le torrette.

source: You can see that number in the ship stats on the right and you can increase it by installing certain \c(0d0)subsystems\c().
it: Puoi vedere quel numero nelle statistiche della nave sulla destra e puoi aumentarlo installando alcuni \c(0d0)sottosistemi\c().
