Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Are you ready to rescue the lost crew?
it: Sei pronto a salvare l'equipaggio perduto?

source: You have saved the researchers! Thus, a lot of knowledge has returned to us. Thank you for your help, your reward will be arranged.
it: Hai salvato i ricercatori! Quindi, ci è tornata molta conoscenza. Grazie per il tuo aiuto, la tua ricompensa sarà organizzata.

source: You have not only saved the researchers, but the whole crew! This kind of courage has unfortunately become more and more rare. I would be honored to join you. I will send you my qualifications in a moment.
it: Non hai salvato solo i ricercatori, ma tutto l'equipaggio! Questo tipo di coraggio è purtroppo diventato sempre più raro. Sarei onorato di unirmi a voi. Ti invierò le mie qualifiche tra un momento.

source: Captain ${name}
it: Comandante ${name}

source: One of our research groups went missing during the last expedition. We equipped the expedition with special Escape Pods. If these worked as intended, at least part of the research team should have saved themselves. However, they are no longer able to return by their own efforts.
it: Uno dei nostri gruppi di ricerca è scomparso durante l'ultima spedizione. Abbiamo equipaggiato la spedizione con speciali Escape Pod. Se questi hanno funzionato come previsto, almeno una parte del team di ricerca avrebbe dovuto salvarsi. Tuttavia, non sono più in grado di tornare con i propri sforzi.

source: A docking block is required to rescue the researchers in the Escape Pods. The most important thing for us is to rescue the researchers and their results, not the crew.
it: È necessario un blocco di attracco per salvare i ricercatori nelle capsule di fuga. La cosa più importante per noi è salvare i ricercatori e i loro risultati, non l'equipaggio.

source: Data Recovery
it: Recupero Dati

source: Search for the lost expedition to retrieve their collected data.
it: Cerca la spedizione perduta per recuperare i dati raccolti.

source: One of our expeditions including all their research data has gone missing in the rift. We assume that all ships were destroyed. The data that this expedition has collected is extremely important for our experiments. The data is stored on secure memory chips in the ships. The chips should be separable from the ships with scrapping lasers.
it: Una delle nostre spedizioni, compresi tutti i loro dati di ricerca, è scomparsa nella spaccatura. Supponiamo che tutte le navi siano state distrutte. I dati che questa spedizione ha raccolto sono estremamente importanti per i nostri esperimenti. I dati sono memorizzati su chip di memoria sicuri nelle navi. I trucioli devono essere separabili dalle navi con laser di demolizione.

source: Very nice, the data is still readable. We're collecting the chips from your ship as we speak. Payment is already being taken care of.
it: Molto bello, i dati sono ancora leggibili. Stiamo raccogliendo le fiches dalla tua nave mentre parliamo. Il pagamento è già in corso.

source: Are you ready to recover the research data?
it: Sei pronto a recuperare i dati della ricerca?

source: Find and scan an Expedition Wreckage to locate the data
it: Trova e scansiona un relitto della spedizione per individuare i dati

source: Expedition Wreckage
it: Rottami della Spedizione

source: Recovery of Materials
it: Recupero Materiali

source: Search for the lost expedition to retrieve materials they collected.
it: Cerca la spedizione perduta per recuperare i materiali che hanno raccolto.

source: We lost a mission whose task was to extract materials from the rift. Fortunately, we still have the rift coordinates so someone can retrieve the materials. The materials are needed to continue building subsystems that can protect against the rift subspace distortion. We suspect the materials are deep in the ships' cargo bays. To be able to get them out of there, a ship with scrapping lasers is needed.
it: Abbiamo perso una missione il cui compito era estrarre materiali dalla spaccatura. Fortunatamente, abbiamo ancora le coordinate della frattura in modo che qualcuno possa recuperare i materiali. I materiali sono necessari per continuare a costruire sottosistemi in grado di proteggere dalla distorsione del subspazio di rift. Sospettiamo che i materiali siano in profondità nelle baie di carico delle navi. Per poterli far uscire da lì, è necessaria una nave con laser da rottamazione.

source: We're lucky that the Xsotan left the goods in the ships. Thanks to your help, we can finally continue our research. Your payment should be arriving shortly.
it: Siamo fortunati che gli Xsotan abbiano lasciato la merce sulle navi. Grazie al tuo aiuto, possiamo finalmente continuare la nostra ricerca. Il tuo pagamento dovrebbe arrivare a breve.

source: Are you ready to get the materials out?
it: Sei pronto a far uscire i materiali?

source: Find and scan an Expedition Wreckage to locate the materials
it: Trova e scansiona un relitto della spedizione per individuare i materiali

source: Crates containing rare materials.
it: Casse contenenti materiali rari.

source: Recovery of Ancient Knowledge
it: Recupero di conoscenze antiche

source: Gather data from station wreckages in the swallowed sector.
it: Raccogliere dati dai relitti delle stazioni nel settore inghiottito.

source: We have located a formerly inhabited sector in the rift. We assume that there are still the remains of the stations of the former inhabitants. In the wreckages of these stations we expect records about the first appearance of the Xsotan. These records could help us to understand the arrival of the Xsotan more precisely. Salvaging lasers will be needed to retrieve the records from the wreckages.
it: Abbiamo localizzato un settore precedentemente abitato nella spaccatura. Supponiamo che ci siano ancora i resti delle stazioni degli ex abitanti. Nei relitti di queste stazioni ci aspettiamo registrazioni sulla prima apparizione degli Xsotan. Queste registrazioni potrebbero aiutarci a capire più precisamente l'arrivo degli Xsotan. Saranno necessari laser di recupero per recuperare le registrazioni dai relitti.

source: I see you were successful, the prospect of this data is so exciting. I'm sure you'll hear about the breakthrough shortly! Your payment is on the way.
it: Vedo che hai avuto successo, la prospettiva di questi dati è così eccitante. Sono sicuro che a breve saprai della svolta! Il tuo pagamento è in arrivo.

source: Are you ready to salvage the data from the old stations?
it: Sei pronto a recuperare i dati dalle vecchie stazioni?

source: Find and scan an Ancient Wreckage to locate the data
it: Trova e scansiona un relitto antico per individuare i dati

source: Ancient Wreckage
it: Antichi relitti

source: Antiquated data chips. Scientists hope to achieve a breakthrough in rift research with these.
it: Chip di dati antiquati. Gli scienziati sperano di ottenere una svolta nella ricerca sulle spaccature con questi.

source: Salvage the scanned wreckage to retrieve the goods
it: Recupera il relitto scansionato per recuperare la merce

source: Collect ${good}: ${numCollected} / ${numToCollect}
it: Raccogli ${good}: ${numCollected} / ${numToCollect}

source: (optional) Collect more ${good} to earn a bonus
it: (facoltativo) Raccogli più ${good} per guadagnare un bonus

source: (optional) ${numCollected} / ${numToCollect} collected
it: (opzionale) ${numCollected} / ${numToCollect} raccolti

source: (optional) Collect more ${good} to earn an even bigger bonus
it: (opzionale) Raccogli più ${good} per guadagnare un bonus ancora più grande

source: Ah, you are back and completed the task as requested. Wonderful, a good cooperation for science. You have earned your payment.
it: Ah, sei tornato e hai completato l'attività come richiesto. Meravigliosa, una buona collaborazione per la scienza. Hai guadagnato il tuo pagamento.

source: Expect a bonus for your hard work bringing back more than we expected.
it: Aspettatevi un bonus per il vostro duro lavoro che vi riporterà più di quanto ci aspettassimo.

source: You collected way more than we asked. We truly appreciate you going the extra mile.
it: Hai raccolto molto più di quanto ti abbiamo chiesto. Apprezziamo davvero che tu abbia fatto uno sforzo in più.

source: Crate of Rare Materials
it: Cassa di Materiali Rari

source: Ancient Data Chip
it: Chip di dati antichi

source: Applied Xenology
it: Xenologia applicata

source: Use Xenos Research Probes to collect data for the Xeno researchers.
it: Utilizzare le sonde di ricerca Xenos per raccogliere dati per i ricercatori Xeno.

source: Scanning process completed! Now collect the data and bring it to us as soon as possible.
it: Processo di scansione completato! Ora raccogli i dati e portaceli il prima possibile.

source: Very nice. We need two more Xenos Research Probes to start scanning.
it: Molto bene. Abbiamo bisogno di altre due sonde di ricerca Xenos per iniziare la scansione.

source: Good! Keep going. Keep in mind that once the Xenos Research Probes activate, they'll attract Xsotan.
it: Bene! Continua così. Tieni presente che una volta attivate, le sonde di ricerca Xenos attireranno Xsotan.

source: The Xenos Research Probes should start the scans now. Be careful and defend them from incoming Xsotan!
it: Le sonde di ricerca Xenos dovrebbero iniziare le scansioni ora. Fai attenzione e difendili dagli Xsotan in arrivo!

source: Find interesting objects that could be worth scanning
it: Trova oggetti interessanti che potrebbero valere la pena scansionare

source: Place a Xenos Research Probe from your inventory near the interesting object
it: Posiziona una sonda di ricerca Xenos dal tuo inventario vicino all'oggetto interessante

source: Interesting objects scanned: ${scansCompleted} / ${neededScans}
it: Oggetti interessanti scansionati: ${scansCompleted} / ${neededScans}

source: Xenos Research Probes placed at object: ${numPlaced} / ${numToPlace}
it: Sonde di ricerca Xenos posizionate sull'oggetto: ${numPlaced} / ${numToPlace}

source: Wait for the Xenos Research Probes to finish their scans
it: Attendere che le sonde di ricerca Xenos completino le scansioni

source: Scan interrupted! Repair the damaged Xenos Research Probe!
it: Scansione interrotta! Ripara la sonda di ricerca Xenos danneggiata!

source: Defend the Xenos Research Probes from the Xsotan
it: Difendi le sonde di ricerca Xenos dallo Xsotan

source: Collect the data from one of the Xenos Research Probes
it: Raccogli i dati da una delle sonde di ricerca Xenos

source: This one looks interesting, place Xenos Research Probes here!
it: Questo sembra interessante, posiziona qui le sonde di ricerca Xenos!

source: Xenos Research Data
it: Dati di ricerca Xenos

source: Contains important research data.
it: Contiene importanti dati di ricerca.

source: Xenos Research Probe Damaged - Scan Interrupted!
it: Sonda di ricerca Xenos danneggiata - Scansione interrotta!

source: Are you ready to collect the data for the next big breakthrough in xenobiology?
it: Sei pronto a raccogliere i dati per il prossimo grande passo avanti nella xenobiologia?

source: Very nice, we haven't had such extensive data in a long time. I'm sure we'll be able to gain a lot of new insights here. Your reward is being initiated by my assistant right now.
it: Molto bene, non abbiamo dati così ampi da molto tempo. Sono sicuro che saremo in grado di ottenere molte nuove informazioni qui. La tua ricompensa è stata avviata dal mio assistente in questo momento.

source: As already shown by many scientists, the rift sectors are extremely hostile to life. Nevertheless, the Xsotan are able to resist the forces prevailing there.
it: Come già dimostrato da molti scienziati, i settori di rift sono estremamente ostili alla vita. Tuttavia, gli Xsotan sono in grado di resistere alle forze che prevalgono lì.

source: We suspect that there must be other life forms to which this also applies. In order to investigate this assumption further, several Xenos Research Probes must be placed in the rift.
it: Sospettiamo che ci debbano essere altre forme di vita a cui ciò si applica. Per indagare ulteriormente su questa ipotesi, è necessario posizionare diverse sonde di ricerca Xenos nella fessura.

source: We expect the data to provide new insights into alien life forms and living conditions in rifts.
it: Ci aspettiamo che i dati forniscano nuove informazioni sulle forme di vita aliene e sulle condizioni di vita nelle fratture.

source: Zach told me something about waves that occur before Xsotan appear in a sector. We would have to tune our scanners to it, then we would have a heads up.
it: Zach mi ha detto qualcosa sulle onde che si verificano prima che Xsotan appaia in un settore. Dovremmo sintonizzare i nostri scanner su di esso, quindi avremmo un avviso.

source: Xsotan use asteroids to breed. Here we can directly destroy their breeding grounds!
it: Gli Xsotan usano gli asteroidi per riprodursi. Qui possiamo distruggere direttamente i loro terreni di riproduzione!

source: Do you think the Xsotan talk to each other? I don't think they can talk at all in our sectors.
it: Pensi che gli Xsotan parlino tra loro? Non credo che possano parlare affatto nei nostri settori.

source: The Xsotan are not affected by the subspace distortion at all. I need to get my hands on their materials!
it: Gli Xsotan non sono affatto influenzati dalla distorsione subspaziale. Devo mettere le mani sui loro materiali!

source: The really strong Xsotan always come after you have destroyed many small ones. They must be able to detect that somehow.
it: Gli Xsotan davvero forti arrivano sempre dopo che hai distrutto molti piccoli. Devono essere in grado di rilevarlo in qualche modo.

source: Ah, we did it! There's the scumbag! Let's knock it down!
it: Ah, ce l'abbiamo fatta! Ecco il pezzo di merda! Buttiamolo giù!

source: These artifacts from ancient times are full of strange transmitters. They seem to be tuned to frequencies that no one can use for any purpose.
it: Questi manufatti dei tempi antichi sono pieni di strani trasmettitori. Sembrano sintonizzati su frequenze che nessuno può utilizzare per alcuno scopo.

source: Ancient Artifacts
it: Artefatti antichi

source: Look for old artifacts. According to my information, they should have survived the time in locked boxes. The boxes will be hard to find, so I recommend using a detector subsystem.
it: Cerca vecchi manufatti. Secondo le mie informazioni, avrebbero dovuto sopravvivere all'epoca in scatole chiuse a chiave. Le scatole saranno difficili da trovare, quindi consiglio di utilizzare un sottosistema di rilevamento.

source: If you get me 15 of these artifacts, I'll have enough material to continue my research.
it: Se mi procuri 15 di questi artefatti, avrò abbastanza materiale per continuare la mia ricerca.

source: Collect Ancient Artifacts for Zach ${count}/${total}
it: Raccogli antichi manufatti per Zach ${count}/${total}

source: Ancient Artifact
it: Artefatto antico

source: Rare material from rifts, which can withstand any energetic load.
it: Materiale raro da spaccature, in grado di sopportare qualsiasi carico energetico.

source: Highly Energyproof Materials
it: Materiali altamente resistenti all'energia

source: I am looking for highly energyproof materials. They are very rare, but you can locate the asteroids where they can be found using a detector subsystem.
it: Sto cercando materiali altamente resistenti all'energia. Sono molto rari, ma è possibile localizzare gli asteroidi dove possono essere trovati utilizzando un sottosistema rivelatore.

source: If you can get 100 of these materials, I'm sure I'll have enough!
it: Se riesci a ottenere 100 di questi materiali, sono sicuro che ne avrò abbastanza!

source: Collect highly energyproof materials for Zach ${count}/${total}
it: Raccogli materiali altamente resistenti all'energia per Zach ${count}/${total}

source: Highly Energyproof Material
it: Materiale altamente resistente all'energia

source: Generator Subsystem
it: Sottosistema generatore

source: Generator Energizer
it: Energizzatore generatore

source: Combat ${name} ${ids}-TCS-${num}
it: Combattimento ${name} ${ids}-TCS-${num}

# generic name for 'Combat ${name} ${ids}-TCS-${num}'
source: Combat Turret Control & Generator Hybrid
it: Controllo torretta da combattimento e generatore ibrido

source: Auto-Turret Slots
it: Slot torretta automatica

source: Battery Recharge Rate
it: Velocità di ricarica della batteria

source: Subspace Distortion Protection
it: Protezione dalle distorsioni del subspazio

source: Turret Control System
it: Sistema di controllo della torretta

source: Adds slots for any turrets
it: Aggiunge slot per qualsiasi torretta

source: Generates Energy
it: Genera Energia

source: Unleash the energy.
it: Scatena l'energia.

# ex: Disassembler-Class Carrier Controller FCS-3-243
source: Combat Carrier Controller FCS-${squads}-${turrets}${pdcs}${autos}
it: Combattimento Carrier Controller FCS-${squads}-${turrets}${pdcs}${autos}

source: Combat Turret & Fighter Controller
it: Torretta da combattimento e controller da combattimento

source: Fighter Squadrons
it: Squadroni Caccia

source: Military Turret Control System
it: Sistema di controllo della torretta militare

source: Adds slots for armed turrets
it: Aggiunge slot per torrette armate

source: Fighter Control System
it: Sistema di controllo dei caccia

source: Controls additional fighter squadrons (10 max)
it: Controlla squadriglie di caccia aggiuntive (10 al massimo)

source: Hyperspace Subsystem
it: Sottosistema iperspaziale

source: Hyperspace Booster
it: Booster iperspaziale

source: Hyperspace Accelerator
it: Acceleratore iperspaziale

source: Hyperspace Enhancer
it: Iperspazio potenziatore

source: Energizing
it: Energizzante

# generic name for '${prefix} ${reach}${type} MK ${mark}'
source: Energy & Hyperspace Booster
it: Booster di energia e iperspazio

source: Recharge Rate
it: Frequenza di ricarica

source: Jump Range
it: Intervallo di salto

source: Radar Range
it: Portata radar

source: Hyperspace Charge Energy
it: Energia di carica nell'iperspazio

source: Hyperspace System
it: Sistema Iperspaziale

source: Boosts effectiveness of your hyperspace engine
it: Aumenta l'efficacia del motore iperspaziale

source: Nobody actually knows how it works.
it: Nessuno sa davvero come funziona.

source: Guardian
it: Guardiano

source: Protector
it: Protettore

# ex: 1Q-4000 Reviving Shield Booster
source: ${serial}-${rarity} Energizing Reviving ${name}
it: ${serial}-${rarity} Rianimazione energizzante ${name}

# ex: 1Q-4000 Shielder
source: ${serial}-${rarity} Energizing ${name}
it: ${serial}-${rarity} Eccitazione ${name}

# generic name for '${serial}-${rarity} Energizing ${name}'
source: Energizing Shield Booster
it: Potenziamento Scudo Energizzante

source: Shield Durability
it: Durevolezza dello scudo

source: Shield Recharge Rate
it: Velocità di ricarica dello scudo

source: Emergency Recharge
it: Ricarica di emergenza

source: Recharge Upon Depletion
it: Ricarica all'esaurimento

source: Shield System
it: Sistema a scudo

source: Boosts effectiveness of your shields
it: Aumenta l'efficacia degli scudi

source: Upon depletion: Recharges %i%% of your shield.
it: All'esaurimento: Ricarica il %i%% dello scudo.

source: Enemies HATE this trick!
it: I nemici ODIANO questo trucco!

source: This effect can only occur once every minute.
it: Questo effetto può verificarsi solo una volta ogni minuto.

source: Over-Tech Trading Subsystem v${version}.${patch}
it: Sottosistema di trading over-tech v${version}.${patch}

source: Broken Trading Subsystem vX.X
it: Sottosistema di trading rotto vX.X

# generic name for 'Long-Distance-Trader v${version}.${patch}'
source: Hyperspace & Trading Subsystem
it: Iperspazio e sottosistema commerciale

source: Docking Distance
it: Distanza di ancoraggio

source: +${distance} km
it: + km${distance}

source: Software for Transporter Blocks
it: Software per Blocchi Trasportatori

source: Allows fighters to pick up cargo
it: Consente ai combattenti di prelevare il carico

source: For traders with a clue.
it: Per i trader con un indizio.

source: Subspace Distortion Shield
it: Schermatura distorsione subspaziale

source: Rectifies the subspace around the ship
it: Rettifica il sottospazio intorno alla nave

source: Prevents damage from subspace distortions
it: Previene i danni da distorsioni subspaziali

source: Interceptor-Class Turret Subsystem ${ids}-TCS-${num}
it: Sottosistema Torretta Classe Intercettore ${ids}-TCS-${num}

# generic name for 'Interceptor-Class Turret Subsystem ${ids}-TCS-${num}'
source: Interceptor-Class Turret Subsystem
it: Sottosistema Torretta Classe Intercettore

source: Velocity
it: Velocità

source: Loot Collection Range
it: Gamma Raccolta bottino

source: Also works great in loot pursuits.
it: Funziona alla grande anche nelle ricerche di bottino.

source: Combat HS Subsystem
it: Sottosistema HS da combattimento

source: Combat HS-Booster
it: Combattimento HS-Booster

source: Combat HS-Accelerator
it: Combattimento HS-Acceleratore

source: Combat HS-Enhancer
it: Combattimento HS-Enhancer

source: Unveiling
it: Svelare

# generic name for '${prefix} ${reach}${type} ${ids}-TCS-${num}'
source: Combat Hyperspace Subsystem
it: Sottosistema iperspaziale da combattimento

source: Hyperspace Jump Range
it: Portata di Salto Iperspaziale

source: ... to jump right into battle.
it: ... saltare direttamente in battaglia.

source: Aegis
it: Egida

# ex: 1Q-4000 Shielder
source: ${serial}-${rarity} Combat ${name}
it: ${serial}-${rarity} Combattimento ${name}

# generic name for '${serial}-${rarity} Combat ${name}'
source: Combat Turret Control & Shield Subsystem
it: Sottosistema di controllo e scudo della torretta da combattimento

source: Impenetrable Shields when over
it: Scudi impenetrabili al termine

source: Shields are impenetrable while over %i%%
it: Gli scudi sono impenetrabili mentre oltre lo %i%%

source: Excavator-Class
it: Classe Escavatore

source: Digger-Class
it: Classe scavatore

source: Miner-Class
it: Classe mineraria

# ex: Excavator-Class Carrier Controller FCS-3-243
source: ${class} Carrier Controller FCS-${squads}-${turrets}${pdcs}${autos}
it: ${class} Controller portante FCS-${squads}-${turrets}${pdcs}${autos}

source: Combat Turret Control & Fighter Subsystem
it: Controllo torretta da combattimento e sottosistema caccia

source: Asteroids
it: Asteroidi

source: Material
it: Materiale

source: Material Level
it: Livello materiale

source: Civil Turret Control System
it: Sistema di controllo della torretta civile

source: Adds slots for unarmed turrets
it: Aggiunge slot per torrette non armate

source: Mining System
it: Sistema minerario

source: Displays amount of resources in objects
it: Visualizza la quantità di risorse negli oggetti

source: Highlights nearby mineable objects
it: Evidenzia gli oggetti minabili nelle vicinanze

source: Consume like a plague of locusts.
it: Consuma come una piaga di locuste.

source: Bulwark
it: Baluardo

# ex: 1Q-4000 Reviving Shield Booster
source: ${serial}-${rarity} Hardened Reviving ${name}
it: ${serial}-${rarity} Rianimazione indurita ${name}

# ex: 1Q-4000 Shielder
source: ${serial}-${rarity} Hardened ${name}
it: ${serial}-${rarity} Temprato ${name}

# generic name for '${serial}-${rarity} Hardened ${name}'
source: Hardened Bulwark
it: Baluardo indurito

source: Feeling safe yet?
it: Ti senti già al sicuro?

source: Deconstructor-Class
it: Classe decostruttore

source: Salvager-Class
it: Classe Salvager

# ex: Disassembler-Class Carrier Controller FCS-3-243
source: ${class} Carrier Controller FCS-${squads}-${turrets}${pdcs}${autos}
it: ${class} Controller portante FCS-${squads}-${turrets}${pdcs}${autos}

source: Salvaging Carrier Controller
it: Controller del trasportatore di recupero

source: Increases cargo hold
it: Aumenta la stiva
