Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: You're not the contact I was expecting! You're with the Family! I don't have time for this, but I won’t let you disrupt my business! My men will take care of you now.
it: Non sei il contatto che mi aspettavo! Sei con la famiglia! Non ho tempo per questo, ma non ti permetterò di interrompere i miei affari! I miei uomini si prenderanno cura di te ora.

source: What? This can't be happening! Please, don't destroy our ship, we're begging you! We'll tell you everything you want to know!
it: Cosa? Non può essere! Per favore, non distruggere la nostra nave, ti supplichiamo! Ti diremo tutto quello che vuoi sapere!

source: Who are you working for?
it: Per chi lavori?

source: We're not really pirates! We're just a bunch of guys who want to make a living to feed our families! The guy who hired us last week introduced himself as Mr. Jackson.
it: Non siamo davvero pirati! Siamo solo un gruppo di ragazzi che vogliono guadagnarsi da vivere per sfamare le nostre famiglie! Il ragazzo che ci ha assunto la scorsa settimana si è presentato come il signor Jackson.

source: Where did he go?
it: Dov'è andato?

source: No idea! He just hired us to protect him! But some of the others have been talking about a hideout somewhere around here.
it: Non ne ho idea! Ci ha appena assunti per proteggerlo! Ma alcuni degli altri hanno parlato di un nascondiglio da qualche parte qui intorno.

source: That's not helpful.
it: Non è d'aiuto.

source: Wait! Don't shoot! It used to be a smuggler's market, but they somehow got in the way of the Family. After the Family got involved, everyone fled. Now, pirates use it as a hideout. Maybe you can ask somebody from the Family if they know about that station?
it: Aspetta! Non sparare! Era un mercato di contrabbandieri, ma in qualche modo hanno ostacolato la Famiglia. Dopo che la Famiglia è stata coinvolta, tutti sono fuggiti. Ora, i pirati lo usano come nascondiglio. Forse puoi chiedere a qualcuno della Famiglia se sa di quella stazione?

source: That sounds good. Can we go now?
it: Suona bene. Possiamo andare ora?

source: Yes, run away.
it: Sì, scappa.

source: No. No loose ends.
it: No, niente questioni in sospeso.

source: Thank you so much!
it: Grazie mille!

source: You snake! You're going down with us!
it: Serpente, affondi con noi!

source: Greetings associate. Ran into trouble, eh?
it: Saluti socio. Ho avuto problemi, eh?

source: I need to find a station.
it: Devo trovare una stazione.

source: I'm going to need some more information. Did you find that lowlife?
it: Avrò bisogno di qualche informazione in più. Hai trovato quel farabutto?

source: They call him Mr. Jackson.
it: Lo chiamano Mr. Jackson.

source: Mr. Jackson? I know that guy. Too well, I'd say. So he's been the one ruining our business? I should have known! Where is he?
it: Signor Jackson? Conosco quel tipo. Troppo bene, direi. Quindi è stato lui a rovinare i nostri affari? Avrei dovuto saperlo! Dov'è?

source: In some abandoned station that got in the way of the Family.
it: In qualche stazione abbandonata che intralciava la strada della Famiglia.

source: Huh... Jackson... Abandoned station... I think I know that place. I thought there were just some pirates in there. But if Jackson is using it as a hideout, it might be dangerous to fly there.
it: Eh... Jackson... Stazione abbandonata... Penso di conoscere quel posto. Pensavo ci fossero solo alcuni pirati lì dentro. Ma se Jackson lo sta usando come nascondiglio, potrebbe essere pericoloso volare lì.

source: I can handle it.
it: Posso farcela.

source: No, you can't. We'll come with you. I'll get some backup and then we'll meet you at the hideout in sector (${x}:${y}).
it: No, non puoi. Verremo con te. Prenderò dei rinforzi e poi ci incontreremo al nascondiglio nel settore (${x}:${y}).

source: Look at that, an honest citizen has made their way here. What do you want?
it: Guarda un po', un cittadino onesto si è fatto strada qui. Cosa vuoi?

source: I'm looking for Mr. Jackson.
it: Sto cercando il signor Jackson.

source: They're looking for Mr. Jackson? Well isn't that interesting! We just so happen to know that our good friend Mr. Jackson isn't very fond of visitors that come unannounced.
it: Stanno cercando il signor Jackson? Beh, non è interessante! Si dà il caso che sappiamo che il nostro buon amico Mr. Jackson non ama molto i visitatori che arrivano senza preavviso.

source: I don't care what he's fond of.
it: Non mi interessa a cosa è affezionato.

source: Of course you don't. But we're afraid that you'll never find him. You see, he has asked us to destroy every ship that comes looking for him.
it: Certo che no. Ma temiamo che non lo troverete mai. Vedete, ci ha chiesto di distruggere ogni nave che viene a cercarlo.

source: You can try.
it: Puoi provarci.

source: Oh, we will. Get them!
it: Oh, lo faremo. Prendili!

source: Those dogs where tough, but we got them good.
it: Quei cani erano tosti, ma li abbiamo presi bene.

source: Yeah we did.
it: Sì.

source: Too bad we didn't get any more information about our good friend Mr. Jackson.
it: Peccato che non abbiamo avuto altre informazioni sul nostro buon amico, il signor Jackson.

source: We can still look for clues.
it: Possiamo ancora cercare indizi.

source: Yes. Fly over to that station and see if you can access their logs. We'll take a look at those wreckages.
it: Sì. Vola in quella stazione e vedi se riesci ad accedere ai loro registri. Daremo un'occhiata a quei rottami.

source: Trade Logs of Market ${name}. Proceed?
it: Registri degli scambi del mercato ${name}. Procedere?

source: Docking Log (today): Trader Argmun'da: delivery of potatoes from sector (${x1}:${y1}) Trader Hyigniu: delivery of cows from sector (${x2}:${y2}) Trader [unknown] Jackson: delivery of ammunition to sector (${x3}:${y3}) Trader U'utmung: delivery of wheat to sector (${x4}:${y4}).
it: Registro di attracco (oggi): Commerciante Argmun'da: consegna di patate dal settore (${x1}:${y1}) Commerciante Hyigniu: consegna di mucche dal settore (${x2}:${y2}) Commerciante [unknown] Jackson: consegna di munizioni al settore (${x3}:${y3}) Commerciante U'utmung: consegna di grano al settore (${x4}:${y4}).

source: It seems you found something.
it: Sembra che tu abbia trovato qualcosa.

source: Yes, I found trade logs.
it: Sì, ho trovato i registri degli scambi.

source: What did you learn?
it: Cos' hai imparato?

source: Mr. Jackson was trading in ammunition.
it: Il signor Jackson commerciava in munizioni.

source: I would have assumed as much. Anything else?
it: L'avrei immaginato. Qualcos' altro?

source: He took the goods to (${x}:${y}).
it: Portò la merce a (${x}:${y}).

source: Then we should go there immediately. Maybe he is still in the sector. I'll meet you there.
it: Allora dovremmo andarci subito. Forse è ancora nel settore. Ci vediamo lì.

source: Oh ... Uh. Hello. What do you want?
it: Oh ... Ehm. Ciao. Cosa vuoi?

source: You're with Moretti. We've got history.
it: Sei con Moretti. Abbiamo dei trascorsi.

source: We're looking for Mr. Jackson.
it: Stiamo cercando il signor Jackson.

source: I'm not talking. I'm not telling you anything about him.
it: Non sto parlando. Non ti dirò niente di lui.

source: I'm more scared of Mr. Jackson than of Moretti.
it: Ho più paura del signor Jackson che di Moretti.

source: Yes, but Moretti is right here and Mr. Jackson isn't... So nobody could protect you in case some ... ... unfortunate accident might happen.
it: Sì, ma Moretti è proprio qui e il signor Jackson non è... Quindi nessuno potrebbe proteggerti nel caso in cui accadesse qualche ... ... sfortunato incidente.

source: Okay, fine, fine! Ugh... Mr. Jackson recently bought a communication station in sector (${x}:${y}). He might be there.
it: Ok, va bene, va bene! Ugh... Il signor Jackson ha recentemente acquistato una stazione di comunicazione nel settore (${x}:${y}). Potrebbe essere lì.

source: But even if he isn't, if we manage to destroy that thing, Jackson will be very upset and he might come find us.
it: Ma anche se non lo è, se riusciamo a distruggere quella cosa, Jackson sarà molto arrabbiato e potrebbe venire a cercarci.

source: Here we are. It seems like Jackson is really trying to mess up our business big time. We have to teach this guy a lesson. Let's make all of this disappear.
it: Eccoci qui. Sembra che Jackson stia davvero cercando di rovinare i nostri affari alla grande. Dobbiamo dare una lezione a questo ragazzo. Facciamo sparire tutto questo.

source: Good job. We got rid of all of it. This was a great blow against Jackson, we didn't just destroy his station but also his wares.
it: Ottimo lavoro. Ci siamo sbarazzati di tutto. Questo è stato un grande colpo contro Jackson, non abbiamo solo distrutto la sua stazione ma anche le sue merci.

source: What now?
it: E adesso?

source: This won't go unnoticed and Jackson will react in some way. The ball is in his court now, all we do now is wait. We've got better things to do than chase this scumbag across the galaxy.
it: Questo non passerà inosservato e Jackson reagirà in qualche modo. La palla è nel suo campo ora, tutto ciò che facciamo ora è aspettare. Abbiamo cose migliori da fare che inseguire questo pezzo di merda attraverso la galassia.

source: So we do nothing?
it: Quindi non facciamo niente?

source: We'll just go on with our business, as usual. But you didn't disappoint me, and I can see a bright future for you in our Family, if you stop working for other syndicates.
it: Andremo avanti con i nostri affari, come al solito. Ma non mi hai deluso, e posso vedere un futuro luminoso per te nella nostra famiglia, se smetti di lavorare per altri sindacati.

source: Here's your reward. I'll be in touch. And remember, if you see Mr. Jackson, do not engage him alone. I want a piece of him, too.
it: Ecco la tua ricompensa. Mi terrò in contatto. E ricorda, se vedi il signor Jackson, non impegnarlo da solo. Anch' io voglio una parte di lui.

source: Rescue an Associate
it: Salva un collaboratore

source: An associate of the Family has trouble with a rival syndicate. Find and help him.
it: Un membro della Famiglia ha problemi con un sindacato rivale. Trovalo e aiutalo.

source: Ask for information at ${stationTitle} ${stationName}
it: Chiedi informazioni a ${stationTitle} ${stationName}

source: Use your ship's computer to analyze the data chip
it: Usa il computer della tua nave per analizzare il chip di dati

source: Check out the sectors mentioned in the message: (${x1}:${y1}), (${x2}:${y2}), (${x3}:${y3}), (${x4}:${y4})
it: Dai un'occhiata ai settori menzionati nel messaggio: (${x1}:${y1}), (${x2}:${y2}), (${x3}:${y3}), (${x4}:${y4})

source: Check the beacon for a message from the associate
it: Controlla il beacon per un messaggio dall'associato

source: Search for information
it: Ricerca di informazioni

source: Check if the associate ever made it to sector (${x}:${y})
it: Controlla se l'associato è mai arrivato al settore (${x}:${y})

source: Search the wreckages for hints
it: Perlustra i rottami alla ricerca di indizi

source: Jump after them to sector (${x}:${y})
it: Salta dopo di loro al settore (${x}:${y})

source: Find the associate
it: Trova l'associato

source: Defend yourself
it: Difenditi

source: Protect the Associate
it: Proteggere l'Associato

source: Meet with the associate and Moretti in sector (${x}:${y})
it: Incontro con l'associato e Moretti nel settore (${x}:${y})

source: [Ask about Family associate]
it: [Chiedi del familiare associato]

source: Caught these buff dudes lurking around my room again. I overheard them saying the name Jackson. I have to be more careful. ... Meet Andral’um in sector \s(%1%:%2%) ... Cavaliers are buying tons of Targeting systems, Electro Magnets, Gauss Rails ... Some Commune fellows meet in \s(%3%:%4%) for some poker. Be there! ... Today my ship’s engines were broken, Jackson just can’t leave me alone ... Meet Pedro’s guys in \s(%5%:%6%), they might know what is going on ... No no no, someone was in my room! I have to get out of here! ... From now on I’ll use encryption for everything! Only those working for the Family know the code ... Got another Commune trader to meet. Buying drugs in sector \s(%7%:%8%). Let’s see if he talks ... Contacted the Family with my code red today. I told Andrew the steward to give this to whoever they send. If you read this, please help me!
it: Ho beccato di nuovo questi tizi belli che si aggiravano nella mia stanza. Li ho sentiti pronunciare il nome Jackson. Devo stare più attenta. ... Incontra Andral'um nel settore \s(%1%:%2%) ... I Cavalieri stanno acquistando tonnellate di sistemi di puntamento, elettromagneti, binari Gauss... Alcuni compagni del Comune si incontrano a \s(%3%:%4%) per giocare a poker. Siate presenti! ... Oggi i motori della mia nave si sono rotti, Jackson non riesce a lasciarmi in pace ... Incontra gli uomini di Pedro a \s(%5%:%6%), potrebbero sapere cosa sta succedendo ... No no no, c'era qualcuno nella mia stanza! Devo uscire di qui! ... D'ora in poi userò la crittografia per tutto! Solo chi lavora per la Famiglia conosce il codice... Devo incontrare un altro commerciante della Comune. Compra droga nel settore \s(%7%:%8%). Vediamo se parla... Oggi ho contattato la Famiglia con il mio codice rosso. Ho detto ad Andrew, lo steward, di darlo a chiunque mandino. Se leggete questo messaggio, per favore aiutatemi!

source: Who are you? Get out of here, this is our beacon!
it: Chi sei? Fuori di qui, questo è il nostro faro!

source: An encrypted message from the Family? I know someone who'll pay good money for this! I'm rich!
it: Un messaggio crittografato dalla famiglia? Conosco qualcuno che pagherà bene per questo! Sono ricco!

source: Guys, get a move on! We have to get that hyperspace engine up ASAP.
it: Ragazzi, muovetevi! Dobbiamo far salire quel motore iperspaziale il prima possibile.

source: Thank you Mr. Jackson. You'll receive your payment shortly.
it: Grazie signor Jackson. Riceverai il pagamento a breve.

source: Is the hyperspace engine repaired? ... Yes, engine is up and running. We're ready to jump.
it: Il motore dell'iperspazio è riparato? ... Sì, il motore è acceso e funzionante. Siamo pronti a saltare.

source: Greetings associate. We received a call for help from one of our associates. He has been continuously harassed by Commune lackeys and recently they were more and more obnoxious. His last known position was (%1%:%2%). Find our man and offer him your help. We expect you to return him safely. John Moretti
it: Saluti socio. Abbiamo ricevuto una richiesta di aiuto da uno dei nostri associati. È stato continuamente molestato dai lacchè del Comune e di recente sono diventati sempre più odiosi. La sua ultima posizione nota era (%1%:%2%). Trovate il nostro uomo e offritegli il vostro aiuto. Ci aspettiamo che lo riportiate sano e salvo. John Moretti

# Mail Subject
source: Rescue an Associate
it: Salva un collaboratore

source: Greetings associate. So I see that you found the associate’s ship, or rather what’s left of it. In his message he mentioned that Jackson is following him. The information our associate carries is worth a lot of money to the right people. Follow the associate’s trail, he has to return to us safely. John Moretti
it: Saluti socio. Quindi vedo che hai trovato la nave del socio, o meglio ciò che ne rimane. Nel suo messaggio ha detto che Jackson lo sta seguendo. Le informazioni che il nostro collaboratore trasporta valgono un sacco di soldi per le persone giuste. Segui le tracce del socio, deve tornare da noi sano e salvo. John Moretti

# Mail Subject
source: Follow the Trail
it: Segui il Sentiero

source: Greetings associate. It seems our associate managed to outwit his pursuers by boarding one of their own ships. Follow him to (%1%:%2%) and offer your assistance. John Moretti
it: Saluti socio. Sembra che il nostro socio sia riuscito a superare in astuzia i suoi inseguitori salendo a bordo di una delle loro navi. Seguilo su (%1%:%2%) e offri la tua assistenza. John Moretti

source: Who is asking?
it: Chi lo chiede?

source: I’m here to protect him.
it: Sono qui per proteggerlo.

source: Andrew, the Steward
it: Andrew, il Sovrintendente

source: So you're with the Family?
it: Quindi sei con la famiglia?

source: Yes, I am.
it: Sì.

source: Okay, so the dude left in a hurry. Didn’t even clean out his rooms. Do you know how expensive it is to rent a room like his? In any case, we cleared it out yesterday, it was mostly garbage. But he gave me this data chip a few days ago, said I should give it to whoever the Family sends asking. That’s you, right?
it: Ok, quindi il tizio se n' è andato in fretta. Non ha nemmeno pulito le sue stanze. Sai quanto costa affittare una stanza come la sua? In ogni caso, l'abbiamo sgomberata ieri, era per lo più spazzatura. Ma mi ha dato questo chip di dati pochi giorni fa, ha detto che dovevo darlo a chiunque la Famiglia lo chiedesse. Sei tu, vero?

source: Yes. Where did he go?
it: Sì, dov'è andato?

source: No idea, but I’d guess the data chip contains a hint, right?
it: Non ne ho idea, ma immagino che il chip di dati contenga un indizio, giusto?

source: Did you take a look?
it: Hai dato un'occhiata?

source: No no no, of course not! I wouldn't dare mess with that! Nobody sticks their head into Family business if they want to keep it, right?
it: No no no, certo che no! Non oserei scherzare con questo! Nessuno mette la testa negli affari di famiglia se vuole tenerlo, giusto?

source: Exactly. Thank you for your help.
it: Esatto. Grazie per l'aiuto.

source: Wait! What should we do with his other stuff?
it: Aspetta! Cosa dovremmo fare con le sue altre cose?

source: I don't care.
it: Non mi interessa.

source: Throw it away.
it: Buttalo via.

source: Destroy it.
it: Distruggilo.

source: Message encrypted ... decryption process running ...
it: Messaggio crittografato ... processo di decrittografia in esecuzione ...

source: Decryption successful: >> They are after me. If you know who I am, you know who they are. Meet me in sector (${x}:${y}) before it’s too late! And bring some fire power! <<
it: Decifrazione riuscita: >> Mi stanno cercando. Se sai chi sono, sai chi sono. Incontriamoci nel settore (${x}:${y}) prima che sia troppo tardi! E porta un po' di potenza di fuoco! <<

source: You discovered the ship’s black box. The last entries are: Calculating jump route to (${x1}:${y1})... Jump route calculated. Warning: Damage received. Calculating jump route to (${x2}:${y2})... Jump route calculated. Warning: Damage received. Urgent warning: Critical damage received. Urgent warning: Destruction imminent. All personnel to emergency rooms. Calculating jump route to (${x3}:${y3})... Urgent warning: Destruction imminent. Lost atmosphere. Ejecting emergency pods. Jump route calc...
it: Hai scoperto la scatola nera della nave. Le ultime voci sono: Calcolo percorso di salto a (${x1}:${y1})... Percorso di salto calcolato. Attenzione: Danno ricevuto. Calcolo percorso di salto a (${x2}:${y2})... Percorso di salto calcolato. Attenzione: Danno ricevuto. Avviso urgente: Danno critico ricevuto. Avviso urgente: Distruzione imminente. Tutto il personale al pronto soccorso. Calcolo del percorso di salto a (${x3}:${y3})... Avviso urgente: distruzione imminente. Atmosfera persa. Espulsione delle capsule di emergenza. Calcolo del percorso di salto...

source: Last entry of captain’s log: We finally found him, leader. He’s a dead man. Sad thing that we have to blow his ship up as well. Looks really nice, they even have hangars.
it: Ultima annotazione del diario del capitano: Finalmente l'abbiamo trovato, capo. È un uomo morto. È triste che dobbiamo far saltare in aria anche la sua nave. Sembra davvero bello, hanno persino degli hangar.

source: Processing black box data .. Analysis of stored sensor data shows high activity of boarding shuttles, heat signature reads suggest that at the time of the explosion nobody was aboard.
it: Elaborazione dei dati della scatola nera.. L'analisi dei dati del sensore memorizzati mostra un'elevata attività delle navette di imbarco, le letture della firma termica suggeriscono che al momento dell'esplosione nessuno era a bordo.

source: Transcript of last log entry: We received an emergency call from the Isabel, it seems this Family goon and his men boarded their ship! They're initiating a hyperspace jump to (${x}:${y}). We're going follow them! ... What is that noise? ... The reactor! To the escape pods!
it: Trascrizione dell'ultima voce di registro: abbiamo ricevuto una chiamata di emergenza dall'Isabel, sembra che questo scagnozzo della famiglia e i suoi uomini siano saliti a bordo della loro nave! Stanno iniziando un salto iperspaziale a (${x}:${y}). Andiamo a seguirli! ... Cos' è quel rumore? ... Il reattore! Alle capsule di salvataggio!

source: Who are you? What are you doing here?
it: Chi sei? Che ci fai qui?

source: Hahaha, sure you are. Just like the others. Attack!
it: Ahahah, certo che lo sei. Proprio come gli altri. Attacca!

source: Well, I'll leave you guys to it. Wouldn't want to spoil the fun, right?
it: Beh, vi lascio soli. Non vorresti rovinare il divertimento, vero?

source: Okay, okay, I give up. Ask your questions and I’ll answer, just don’t destroy us.
it: Ok, ok, mi arrendo. Fai le tue domande e ti risponderò, ma non distruggerci.

source: I’m really here to help you.
it: Sono davvero qui per aiutarti.

source: Associate
it: Associato

source: What? Who sent you?
it: Cosa? Chi ti ha mandato?

source: We're still alive, so I guess you're telling the truth. Sorry that we attacked. But we heard that story of "I’m here to help" so often before. And look where it got us.
it: Siamo ancora vivi, quindi immagino che tu stia dicendo la verità. Mi dispiace che abbiamo attaccato. Ma abbiamo sentito quella storia di "Sono qui per aiutare" così spesso prima. E guarda dove ci ha portato.

source: Sorry about that.
it: Mi dispiace.

source: Yeah, so can you help me get out of here? I’ve got important information for Moretti, but ...
it: Sì, quindi puoi aiutarmi a uscire di qui? Ho informazioni importanti per Moretti, ma ...

source: Oh no, they're here already. That’s what I was afraid of!
it: Oh no, sono già qui. È quello che temevo!

source: Well hello there, my lovely Family simpletons! The information you’re carrying should definitely reach my ears before Moretti’s. We wouldn’t want to disappoint me, would we?
it: Beh, ciao, miei adorabili sempliciotti di famiglia! Le informazioni che stai trasportando dovrebbero sicuramente arrivare alle mie orecchie prima di quelle di Moretti. Non vorremmo deludermi, vero?

source: Is that...?
it: Quello è...?

source: Yes, "Mister" Jackson, the guy that turned my life into a nightmare.
it: Sì, "Mister" Jackson, il ragazzo che ha trasformato la mia vita in un incubo.

source: Now, now, don’t give me that much credit. You just need to tell me everything, and you can go back to the insignificant disgrace that you call your life.
it: Ora, ora, non darmi così tanto credito. Devi solo dirmi tutto e puoi tornare all'insignificante disgrazia che chiami la tua vita.

source: I won’t tell you anything!
it: Non ti dirò niente!

source: Okay, then I’ll simply have you destroyed. Good riddance!
it: Ok, allora ti farò semplicemente distruggere. Che liberazione!

source: Yes, he’s gone! And his cronies are defeated as well! Thank you for getting me out of this.
it: Sì, se n' è andato! E anche i suoi compari sono stati sconfitti! Grazie per avermi tirato fuori da questa situazione.

source: I have to meet Moretti immediately, the Commune is planning something big and I have to tell him. Meet me there!
it: Devo incontrare subito Moretti, la Comune sta progettando qualcosa di grosso e devo dirglielo. Incontriamoci lì!

source: So, you two made it back.
it: Quindi, voi due siete tornati.
