Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

# 'Good' and 'Rare' must be the names of the Relation status and Rarity
source: Relations must be at least 'Good' to buy 'Rare' or better torpedoes.
it: Le relazioni devono essere almeno "buone" per acquistare siluri "rari" o migliori.

# 'Excellent' and 'Exotic' must be the names of the Relation status and Rarity
source: Relations must be at least 'Excellent' to buy 'Exceptional' or better torpedoes.
it: Le relazioni devono essere almeno "eccellenti" per acquistare siluri "eccezionali" o migliori.

source: Your ship doesn't have a torpedo launcher.
it: La tua nave non ha un lanciasiluri.

source: Your ship doesn't have enough free torpedo storage.
it: La tua nave non ha abbastanza spazio libero per i siluri.

source: Torpedo to sell not found.
it: Siluro da vendere non trovato.

source: Not enough space in your cargo bay!
it: Spazio insufficiente nella tua stiva di carico!

# ship title
source: Scout
it: Esploratore

# ship title
source: Sentinel
it: Sentinella

# ship title
source: Hunter
it: Caccia

# ship title
source: Corvette
it: Corvetta

# ship title
source: Frigate
it: Fregata

# ship title
source: Cruiser
it: Incrociatore

# ship title
source: Destroyer
it: Distruttore

# ship title
source: Battleship
it: Corazzata

# ship title
source: Trader
it: Commerciante

# ship title
source: Merchant
it: Mercante

# ship title
source: Salesman
it: Commesso

# ship title
source: Transporter
it: Trasportatore

# ship title
source: Lifter
it: Sollevatore

# ship title
source: Freighter
it: Cargo

# ship title
source: Loader
it: Caricatore

# ship title
source: Cargo Transport
it: Trasporto merci

# ship title
source: Cargo Hauler
it: Trasportatore di merci

# ship title
source: Heavy Cargo Hauler
it: Trasportatore di carichi pesanti

# ship title
source: Light Miner
it: Minatore leggero

# ship title
source: Miner
it: Minatore

# ship title
source: Heavy Miner
it: Minatore pesante

# ship title
source: Mining Moloch
it: Moloch minerario

source: ${toughness}Disruptor ${class}
it: ${toughness}Perturbatore ${class}

source: ${toughness}Torpedo-${class}
it: ${toughness}Siluro-${class}

source: ${toughness}Artillery ${class}
it: ${toughness}Artiglieria ${class}

source: ${toughness}Persecutor ${class}
it: ${toughness}Persecutore ${class}

source: ${toughness}Hyperspace Blocker ${class}
it: ${toughness}Bloccante iperspaziale ${class}

source: ${toughness}Flagship
it: ${toughness}ammiraglia

source: ${toughness}Carrier ${class}
it: ${toughness}Vettore ${class}

source: Sell Items
it: Vendi articoli

source: Buyback
it: Riacquisto

source: Buy Back Sold Items
it: Acquista di nuovo gli articoli venduti

source: Show Favorited Items
it: Mostra articoli preferiti

source: Show Blueprints
it: Mostra progetti

source: Show Subsystems
it: Mostra sottosistemi

source: Show Items
it: Mostra articoli

source: SPECIAL OFFER (30% OFF)
it: OFFERTA SPECIALE (30% DI SCONTO)

source: ${percentage} OFF!
it: ${percentage} DI SCONTO!

source: BUY NOW!
it: ACQUISTA ORA!

source: SOLD OUT!
it: ESAURITO!

source: MAT
it: TAPPETINO

source: TECH
it: TECNOLOGIA

source: Sell Trash
it: Vendi cestino

source: We are completely sold out.
it: Siamo completamente esauriti.

source: LIMITED TIME OFFER!
it: OFFERTA A TEMPO LIMITATO!

source: SPECIAL OFFER: -30% OFF
it: OFFERTA SPECIALE: -30% DI SCONTO

source: You have nothing you can sell here.
it: Non hai niente che puoi vendere qui.

source: You haven't sold anything to this station.
it: Non hai venduto nulla a questa stazione.

source: Item to buy not found.
it: Articolo da acquistare non trovato.

source: Item can't be bought.
it: L'articolo non può essere acquistato.

source: You must be docked to the station to buy items.
it: Devi essere attraccato alla stazione per acquistare oggetti.

source: You must be closer to the ship to buy items.
it: Devi essere più vicino alla nave per acquistare oggetti.

source: Bought an item for %1% Credits.
it: Hai acquistato un oggetto per %1% crediti.

source: You must be docked to the station to sell items.
it: Devi essere attraccato alla stazione per vendere oggetti.

source: You must be closer to the ship to sell items.
it: Devi essere più vicino alla nave per vendere oggetti.

source: Item to sell not found.
it: Articolo da vendere non trovato.

source: Item is favorited.
it: L'articolo è tra i preferiti.

source: Bought back an item for %1% Credits.
it: Ho riacquistato un oggetto per %1% crediti.

source: Tough
it: Resistente

source: Savage
it: Selvaggio

source: ${name} The Adventurer
it: ${name} L'avventuriero

source: To all participants of Operation Exodus.${remaining}
it: A tutti i partecipanti all'Operazione Exodus.${remaining}

source: If you are part of Operation Exodus, then you know what to do. Good luck.${remaining}
it: Se fai parte dell'Operazione Exodus, allora sai cosa fare. Buona fortuna.${remaining}

source: Goods of all Operation Exodus participants have been secured. They are safe and waiting for you, poor soul.${remaining}
it: I beni di tutti i partecipanti all'Operazione Exodus sono stati messi al sicuro. Sono al sicuro e ti aspettano, povera anima.${remaining}

source: Operation Exodus. Be wary of pirates. What we're hauling is of near infinite value.${remaining}
it: Operazione Exodus. Diffida dei pirati. Quello che stiamo trasportando ha un valore quasi infinito.${remaining}

source: Energy Research Satellite
it: Satellite per la ricerca energetica

source: The M.A.D. Science Association
it: L'Associazione Scientifica M.A.D.

source: mistrustful
it: diffidente

source: Bottan's Smugglers
it: I contrabbandieri di Bottan

source: A Friend
it: Un amico

source: Boss Swoks ${num}
it: Swok boss ${num}

source: The Brotherhood
it: La Confraternita

source: Scanners online.
it: Scanner online.

source: Looking for Xsotan Artifacts
it: Alla ricerca di artefatti Xsotan

source: Hard
it: Difficile

source: Fellow Galaxy Dweller, In times like these, where the Xsotan threat is looming at all times, we are trying to protect you. Dangerous artifacts of the Xsotan have been found all over the galaxy, causing great harm to everyone near them. Should you find any of those artifacts, you must bring them to us. We will take care of them and destroy them, to eradicate the Xsotan threat and to make the galaxy a better place. Even if your life may be at risk, what is your life compared to the safety of trillions? You can find one of our outposts at (${x}, ${y}). We will pay a reward of 100.000.000 Credits for each delivered artifact. The Brotherhood
it: Amico Abitante della Galassia, In tempi come questi, in cui la minaccia Xsotan incombe in ogni momento, stiamo cercando di proteggerti. Manufatti pericolosi degli Xsotan sono stati trovati in tutta la galassia, causando gravi danni a tutti coloro che si trovano vicino a loro. Se dovessi trovare uno di questi artefatti, devi portarceli. Ci prenderemo cura di loro e li distruggeremo, per sradicare la minaccia Xsotan e rendere la galassia un posto migliore. Anche se la tua vita potrebbe essere a rischio, qual è la tua vita rispetto alla sicurezza di trilioni? Puoi trovare uno dei nostri avamposti a (${x}, ${y}). Pagheremo una ricompensa di 100.000.000 crediti per ogni manufatto consegnato. La Fratellanza

source: The Xsotan
it: Xsotan

source: Xsotan Cultivator
it: Coltivatore Xsotan

source: ${toughness}Xsotan Dasher ${ship}
it: ${toughness}Dasher Xsotan ${ship}

source: ${toughness}Xsotan Summoner
it: Evocatore ${toughness}Xsotan

source: ${toughness}Shielded Xsotan ${ship}
it: ${toughness}Xsotan schermato ${ship}

source: Xsotan Master Summoner
it: Maestro Evocatore Xsotan

source: Xsotan Aggregator
it: Aggregatore Xsotan

source: Xsotan Amplifier
it: Amplificatore Xsotan

source: Xsotan Masticator
it: Masticatore Xsotan

source: Big Xsotan Breeder
it: Allevatore Big Xsotan

# this is for the last connection of enumerations, such as A, B and C
source: and
it: e

source: Hi there old friend! Thank you for coming!
it: Ciao vecchio amico! Grazie per essere venuti!

source: (done)
it: (fatto)

source: To play this mission, you must be in one of your own ships, not an alliance ship!
it: Per svolgere questa missione, devi essere in una delle tue navi, non in una nave dell'alleanza!

source: Burst DPS
it: Esplosione DPS

source: Damage
it: Danno

source: Fire Rate
it: Cadenza di tiro

source: Push
it: Spinta

source: Pull
it: Trazione

source: Self Push
it: Autospinta

source: Self Pull
it: Autotrazione

source: Force Power
it: Forza Potenza

source: Eff. Stone
it: Pietra Eff.

source: Eff. Metal
it: Metallo Eff.

source: Efficiency
it: Efficienza

source: Hull Repair /s
it: Riparazione scafo/i

source: Shield Repair /s
it: Riparazione /i dello scudo

source: Accuracy
it: Precisione

source: Hull Penetration
it: Penetrazione dello scafo

source: blocks
it: blocchi

source: Continuous Shots
it: Colpi continui

source: Time Until Depleted
it: Tempo fino all'esaurimento

source: Time Until Overheated
it: Tempo fino al surriscaldamento

source: Recharge Time
it: Tempo di ricarica

source: Cooling Time
it: Tempo di raffreddamento

source: Energy /s
it: Energia /e

source: Energy /shot
it: Energia /sparo

source: Energy Increase /s
it: Aumento /i di energia

source: Damage Type
it: Tipo di danno

# Increased damage against Hull
source: More damage vs
it: Più danni vs

# Increased damage against Hull
source: Hull
it: Scafo

# Increased damage against Shields
source: More damage vs
it: Più danni vs

# Increased damage against Shields
source: Shields
it: Scudi

# Increased damage against Fighters, Torpedoes
source: More damage vs
it: Più danni vs

# Increased damage against Fighters, Torpedoes
source: Fighters, Torpedoes
it: Caccia, Siluri

# No damage to stone
source: No damage vs
it: Nessun danno vs

# No damage to stone
source: Stone
it: Pietra

# Double damage to Technical Blocks
source: x2 damage vs
it: x2 danni vs

# Double damage to Technical Blocks
source: Technical Blocks
it: Blocchi Tecnici

source: Battery Charge
it: Carica della batteria

source: Overheats
it: Surriscaldamento

source: Burst Fire
it: Scoppio di fuoco

source: Seeker Shots
it: Tiri del Cercatore

source: No Damage to Shields
it: Nessun danno agli scudi

source: ${bonus} Damage to Shields
it: ${bonus} danni agli scudi

source: ${bonus} Damage to Hull
it: ${bonus} danni allo scafo

source: Breaks Alloys down into Scrap Metal
it: Scompone le leghe in rottami metallici

source: Breaks Stone down into Ores
it: Scompone la Pietra in Minerali

source: Refines Stone into Resources
it: Raffina la Pietra in Risorse

source: Refines Alloys into Resources
it: Raffina le leghe in risorse

source: ${material} ${weaponPrefix} Turret
it: ${material} ${weaponPrefix} Torretta

source: Double ${material} ${weaponPrefix} Turret
it: Doppia torretta ${material} ${weaponPrefix}

source: Triple ${material} ${weaponPrefix} Turret
it: Torretta tripla ${material} ${weaponPrefix}

source: Quad ${material} ${weaponPrefix} Turret
it: Torretta quadrupla ${material} ${weaponPrefix}

source: Multi ${material} ${weaponPrefix} Turret
it: Torretta Multi ${material} ${weaponPrefix}

source: ${material} ${weaponPrefix} Blueprint
it: ${material} ${weaponPrefix} Progetto

source: Double ${material} ${weaponPrefix} Blueprint
it: Progetto doppio ${material} ${weaponPrefix}

source: Triple ${material} ${weaponPrefix} Blueprint
it: Progetto triplo ${material} ${weaponPrefix}

source: Quad ${material} ${weaponPrefix} Blueprint
it: Progetto quadruplo ${material} ${weaponPrefix}

source: Multi ${material} ${weaponPrefix} Blueprint
it: Progetto multi ${material} ${weaponPrefix}

source: Coaxial ${weaponPrefix}
it: Coassiale ${weaponPrefix}

source: Double Coaxial ${weaponPrefix}
it: Doppio coassiale ${weaponPrefix}

source: Triple Coaxial ${weaponPrefix}
it: Coassiale triplo ${weaponPrefix}

source: Quad Coaxial ${weaponPrefix}
it: Coassiale quadruplo ${weaponPrefix}

source: Coaxial Multi ${weaponPrefix}
it: Coassiale Multi ${weaponPrefix}

source: Coaxial ${weaponPrefix} Blueprint
it: Progetto Coassiale ${weaponPrefix}

source: Double Coaxial ${weaponPrefix} Blueprint
it: Progetto Doppio Coassiale ${weaponPrefix}

source: Triple Coaxial ${weaponPrefix} Blueprint
it: Progetto triplo coassiale ${weaponPrefix}

source: Quad Coaxial ${weaponPrefix} Blueprint
it: Progetto quadruplo coassiale ${weaponPrefix}

source: Coaxial Multi ${weaponPrefix} Blueprint
it: Progetto Coassiale Multi ${weaponPrefix}

source: ${weaponPrefix} Turret
it: ${weaponPrefix} Torretta

source: Double ${weaponPrefix} Turret
it: Torretta doppia ${weaponPrefix}

source: Triple ${weaponPrefix} Turret
it: Torretta tripla ${weaponPrefix}

source: Quad ${weaponPrefix} Turret
it: Torretta quadrupla ${weaponPrefix}

source: Multi ${weaponPrefix} Turret
it: Torretta Multi ${weaponPrefix}

source: ${weaponPrefix} Blueprint
it: ${weaponPrefix} Progetto

source: Double ${weaponPrefix} Blueprint
it: Doppio ${weaponPrefix} progetto

source: Triple ${weaponPrefix} Blueprint
it: Triplo ${weaponPrefix} progetto

source: Quad ${weaponPrefix} Blueprint
it: Quadruplo ${weaponPrefix} progetto

source: Multi ${weaponPrefix} Blueprint
it: Multi ${weaponPrefix} progetto

source: Size
it: Dimensione

source: Slots
it: Slot

source: Slot Type
it: Tipo di slot

source: ARMED
it: ARMATO

source: UNARMED
it: DISARMATO

source: DEFENSIVE
it: DIFENSIVO

source: Auto-Targeting
it: Targeting automatico

source: Refinement
it: Raffinatezza

source: Coaxial Weapon
it: Arma coassiale

source: Durability
it: Durabilità

source: Maneuverability
it: Manovrabilità

source: Speed
it: Velocità

source: Prod. Time
it: Tempo Prod.

source: Hull Damage
it: Danno allo scafo

source: up to ${damage}
it: fino a ${damage}

source: Shield Damage
it: Danno scudo

source: Storage Energy
it: Energia di accumulo

source: Damage Dependent on Velocity
it: Danno dipendente dalla velocità

source: Briefly Deactivates Shields
it: Disattiva brevemente gli scudi

source: Drains Target's Energy
it: Drena l'energia del bersaglio

source: Penetrates Shields
it: Penetra gli scudi

source: Damages Both Shield and Hull
it: Danni sia allo scudo che allo scafo

source: Requires Energy in Storage
it: Richiede energia in accumulo

source: ${speed}-Class ${warhead} Torpedo
it: Torpediniera ${speed}-Classe ${warhead}

source: Hammerhead
it: Testa di martello

source: Panther
it: Pantera

source: Eagle
it: Aquila

source: Hawk
it: Falco

source: Nuclear
it: Nucleare

source: Neutron
it: Neutrone

source: Fusion
it: Fusione

source: Kinetic
it: Cinetico

source: Ion
it: Ione

source: Anti-Matter
it: Anti-Materia

source: You need at least %1% %2% in your ship's cargo bay.
it: È necessario avere almeno il %1% %2% nella stiva della nave.

source: This station doesn't sell illegal goods.
it: Questa stazione non vende merci illegali.

source: This station doesn't sell stolen goods.
it: Questa stazione non vende oggetti rubati.

source: This station doesn't sell suspicious goods.
it: Questa stazione non vende merci sospette.

source: This station doesn't sell this.
it: Questa stazione non vende questo.

source: This station doesn't buy illegal goods.
it: Questa stazione non compra merci illegali.

source: This station doesn't buy stolen goods.
it: Questa stazione non compra oggetti rubati.

source: This station doesn't buy suspicious goods.
it: Questa stazione non acquista merci sospette.

source: This station doesn't buy this.
it: Questa stazione non se la beve.

source: You can sell ${amount} more of this.
it: Puoi venderne altri ${amount} .

source: You can buy ${amount} more of this.
it: Puoi acquistarne altri ${amount} .

source: You can only store ${amount} of this good!
it: Puoi conservare solo ${amount} di questo bene!

source: You can't afford any of this good!
it: Non puoi permetterti niente di tutto questo!

source: You can only afford ${amount} of this good!
it: Puoi permetterti solo ${amount} di questo buono!

source: This object doesn't buy goods from others.
it: Questo oggetto non acquista beni da altri.

source: %s isn't bought.
it: %s non è stato acquistato.

source: Your ship has no cargo bay!
it: La tua nave non ha stiva di carico!

source: Relations aren't good enough to trade!
it: Le relazioni non sono abbastanza buone per fare trading!

source: This station is not able to take any more %s.
it: Questa stazione non è in grado di accettare altri %s.

source: This station's faction doesn't have enough money.
it: La fazione di questa stazione non ha abbastanza soldi.

source: \s(%1%:%2%) %3% bought %4% %5% for ¢%6%.
it: \s(%1%:%2%) %3% ha acquistato %4% %5% per ¢%6%.

source: \s(%1%:%2%) %3% sold %4% %5% for ¢%6%.
it: \s(%1%:%2%) %3% ha venduto %4% %5% per ¢%6%.

source: This object doesn't sell goods to others.
it: Questo oggetto non vende beni ad altri.

source: This station has no more %s to sell.
it: Questa stazione non ha più %s da vendere.

source: Your ship cannot take more %s.
it: La tua nave non può prendere più %s.

source: \s(%1%:%2%): Sold %3% %4% for ¢%5%.
it: \s(%1%:%2%): Venduto %3% %4% per ¢%5%.

source: \s(%1%:%2%): Bought %3% %4% for ¢%5%.
it: \s(%1%:%2%): Acquistato %3% %4% per ¢%5%.

source: \s(%1%:%2%) %3%'s population consumed %4% %5% and paid you ¢%6% for it (¢%7% profit).
it: \s(%1%:%2%) La popolazione del %3%ha consumato %4% %5% e ti ha pagato ¢%6% per questo (¢%7% di profitto).

source: Hey, I am planning a birthday party. I need a little bit of help with acquiring some goods. I can't buy them by myself, because that would kill the surprise.
it: Ehi, sto organizzando una festa di compleanno. Ho bisogno di un po' di aiuto con l'acquisto di alcuni beni. Non posso comprarli da solo, perché questo ucciderebbe la sorpresa.

source: My experiments need new ingredients. I need some goods as soon as possible, before someone finds out about my secrets.
it: I miei esperimenti hanno bisogno di nuovi ingredienti. Ho bisogno di un po' di merce il prima possibile, prima che qualcuno scopra i miei segreti.

source: I need some goods. Help me get them without my name being directly involved.
it: Ho bisogno di un po' di merce. Aiutami a ottenerli senza che il mio nome sia direttamente coinvolto.

source: Could somebody bring me new stuff? I am scared of all the people around here so I can't get it by myself. I will pay a good price for the delivery
it: Qualcuno potrebbe portarmi qualcosa di nuovo? Ho paura di tutte le persone qui intorno, quindi non posso farcela da sola. Pagherò un buon prezzo per la consegna

source: Resource Shortage: ${amount} ${displayName}
it: Carenza di risorse: ${amount} ${displayName}

source: Delivery: ${displayName}
it: Consegna: ${displayName}

source: Client
it: Cliente

source: Not enough cargo space on your ship.
it: Spazio di carico insufficiente sulla tua nave.

source: You have to be docked to the station.
it: Devi essere attraccato alla stazione.

source: You don't have enough money for the deposit.
it: Non hai abbastanza soldi per il deposito.

source: Good isn't bought.
it: Il bene non si compra.

source: No more space.
it: Non c'è più spazio.

source: Not enough money.
it: Soldi insufficienti.

source: Unknown error.
it: Errore sconosciuto.

source: No more goods.
it: Niente più merci.

source: Trade Goods
it: Scambia merci

source: ${introPhrase} Procure ${amount} ${displayName} in 30 minutes. You will be paid four times the usual price, plus a bonus. Time Limit: 30 minutes Reward: ¢${reward}
it: ${introPhrase} Procura ${amount} ${displayName} in 30 minuti. Sarai pagato quattro volte il prezzo abituale, più un bonus. Limite di tempo: 30 minuti Ricompensa: ¢${reward}

source: Deliver ${amount} ${displayName} to a station near this location in 20 minutes. You will need ${cargoSpace} free cargo space to take in the goods. You will have to make a deposit of ¢${deposit}, which will be reimbursed upon delivery of the goods. Deposit: ¢${deposit} Time Limit: 20 minutes Reward: ¢${reward}
it: Consegna ${amount} ${displayName} a una stazione vicino a questa posizione in 20 minuti. Avrai bisogno di ${cargoSpace} spazio di carico libero per prendere la merce. Dovrai effettuare un deposito di ¢${deposit}, che verrà rimborsato al momento della consegna della merce. Deposito: ¢${deposit} Limite di tempo: 20 minuti Ricompensa: ¢${reward}

source: %s%% Fire Rate
it: %s%% Tasso di fuoco

source: %s%% Accuracy
it: Precisione %s%%

source: %s%% Range
it: %s%% Intervallo

source: %s%% Efficiency
it: %s%% di efficienza

source: %s%% Shooting Until Overheated
it: %s%% Scatto fino a surriscaldamento

source: %s%% Less Energy Consumption
it: %s%% in meno di consumo energetico

source: Ionized Projectiles
it: Proiettili ionizzati

source: %s%% Chance of penetrating shields
it: %s%% Possibilità di penetrazione degli scudi

source: %s%% Damage
it: %s%% di danni

# weapon adjective
source: Ionized
it: Ionizzato

# weapon adjective
source: Rapid
it: Rapido

# weapon adjective
source: Long-Range
it: Lungo raggio

# weapon adjective
source: Bursting
it: Scoppio

# weapon adjective
source: Precise
it: Preciso

# weapon adjective
source: Fierce
it: Feroce

# weapon adjective
source: Efficient
it: Efficiente

# weapon adjective
source: Enduring
it: Resistente

# weapon adjective
source: Economical
it: Economico

# weapon adjective
source: Battered
it: Malconcio

# weapon adjective
source: Decaying
it: In decomposizione

# weapon adjective
source: Derelict
it: Derelitto

# weapon adjective
source: Regular
it: Regolare

# weapon adjective
source: Quality
it: Qualità

# weapon adjective
source: Reliable
it: Affidabile

# weapon adjective
source: Fine
it: Pregiato

# weapon adjective
source: Flawless
it: Perfetto

# weapon adjective
source: Superior
it: Superiore

# weapon adjective
source: Stellar
it: Stellare

# weapon 'barrel' name part
source: Shotgun-
it: Fucile a canna liscia...

# weapon 'barrel' name part
source: Dual
it: Doppio

# weapon 'barrel' name part
source: Double
it: Doppio

# weapon 'barrel' name part
source: Triple
it: Tripla

# weapon damage type adjective
source: Nullifying
it: Annullamento

# weapon damage type adjective
source: Plasmatic
it: Plasmatico

# weapon damage type adjective
source: Electric
it: Elettrico

# physical weapon damage type adjective
source: Grounded
it: Messa a terra

# energy weapon damage type adjective
source: Energetic
it: Energico

# energy weapon damage type adjective
source: Energy
it: Energia

# weapon 'coax' name part
source: Coax
it: Coassiale

# weapon 'coax' name part
source: Coaxial
it: Coassiale

# weapon name
source: Thumper
it: Tippete

# weapon name
source: Shooter
it: Sparatutto

# weapon name
source: Sprayer
it: Spruzzatore

# weapon name
source: Gatling Gun
it: Pistola Gatling

# weapon name
source: Stinger
it: Pungiglione

# weapon name
source: Point Defense Cannon
it: Cannone di difesa a punti

# weapon name
source: Igniter
it: Accenditore

# weapon name
source: Torcher
it: Torcia

# weapon name
source: Scorcher
it: Bruciatore

# weapon name
source: Point Defense Laser
it: Laser a difesa dei punti

# weapon name
source: Purifying Mining Laser
it: Laser minerario purificante

# weapon name
source: Purifying Miner
it: Minerario purificante

# weapon name
source: Purifying Digger
it: Scavatore purificante

# weapon name
source: Purifying Unearther
it: Unearther purificante

# weapon name
source: Purifying Prospector
it: Prospettore purificatore

# weapon name
source: Extractor
it: Estrattore

# weapon name
source: Purifying Salvaging Laser
it: Laser purificante rigenerante

# weapon name
source: Purifying Salvager
it: Salvatore purificatore

# weapon name
source: Purifying Reclaimer
it: Riciclatore purificatore

# weapon name
source: Purifying Extractor
it: Estrattore Purificante

# weapon name
source: Purifying Retriever
it: Recuperatore purificante

# weapon name
source: R-Mining Laser
it: Laser da miniera R

# weapon name
source: R-Miner
it: R-Minerario
