Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Minor hacking attempt detected. Security protocols are stable.
it: Rilevato piccolo tentativo di hacking. I protocolli di sicurezza sono stati attivati.

source: "Go away thief!"
it: "Vattene ladro!"

source: Nothing is happening.
it: Non sta succedendo niente.

source: This container has top-notch security protocols. It probably contains some valuable contents. Normal access is impossible, but maybe it can be hacked with the right subsystems?
it: Questo contenitore ha protocolli di sicurezza di prim' ordine. Probabilmente contiene alcuni oggetti preziosi. L'accesso normale è impossibile, ma forse può essere violato con i sottosistemi giusti?

source: Unauthorized access detected, emergency signal has been sent out.
it: Rilevato accesso non autorizzato, è stato inviato un segnale di emergenza.

source: Commander, we received an emergency call from an unknown source in \s(%1%:%2%).
it: Comandante, abbiamo ricevuto una chiamata di emergenza da una fonte sconosciuta in \s(%1%:%2%).

source: Unknown Source
it: Origine sconosciuta

source: You received an emergency call from an unknown source in \s(%1%:%2%).
it: Hai ricevuto una chiamata di emergenza da una fonte sconosciuta nel \s(%1%:%2%).

source: Wait, are you the owner of this unit?
it: Aspetta, sei il proprietario di questa unità?

source: Unknown cause for movement detected.
it: Rilevata causa sconosciuta del movimento.

source: Uh ... is this legal?
it: Uh ... è legale?

source: Wait, this isn't supposed to happen. I think? Unit is confused.
it: Aspetta, questo non dovrebbe succedere. Penso? L'unità è confusa.

source: Are you abducting this container?
it: Stai rubando questo container?

source: If you're not the owner: This unit commands you to undock it immediately!
it: Se non sei il proprietario: questa unità ti ordina di sganciarla immediatamente!

source: This unit has mixed feelings about being abducted.
it: Questa unità ha sentimenti contrastanti sull'essere rapita.

source: This unit has a bad feeling about this.
it: Questa unità ha un brutto presentimento al riguardo.

source: Not again...
it: Non di nuovo...

source: Black Market
it: Mercato nero

source: Upgrades
it: Miglioramenti

source: Interested in ... special goods?
it: Interessato a ... beni speciali?

source: Shh, this is a secret!
it: Shh, questo è un segreto!

source: No, we don't trade with just anyone!
it: No, non commerciamo con chiunque!

source: How come so many people know about us?
it: Come mai così tante persone sanno di noi?

source: We've got everything you might ever want to buy!
it: Abbiamo tutto ciò che potresti desiderare di acquistare!

source: Need some ... tools? For ... legal endeavors?
it: Hai bisogno di alcuni ... strumenti? Per ... attività non proprio legali?

source: You must be docked to the station to trade.
it: Devi essere attraccato alla stazione per commerciare.

source: You must be closer to the ship to trade.
it: Devi essere più vicino alla nave per commerciare.

source: You don't have any %s on your ship.
it: Non hai %s sulla tua nave.

source: You can't sell %s here.
it: Non puoi vendere %s qui.

source: \s(%1%:%2%) %3% sold %4% %5% to some shady figure for %6% Credits.
it: \s(%1%:%2%) Il %3% ha venduto il %4% %5% a qualche figura ambigua per il %6% di Crediti.

source: Buy Goods
it: Acquista merci

source: Sell Goods
it: Vendi merci

source: You
it: Tu

source: Equipment Ship
it: Nave Equipaggiamento

source: Trade Equipment
it: Attrezzature commerciali

source: Resource Depot Ship
it: Nave deposito risorse

source: Turret Merchant Ship
it: Nave mercantile torretta

source: Crack Containers
it: Contenitori per crepe

source: Too high security to open normally. There is a high chance that some valuable contents may be destroyed.
it: Sicurezza troppo alta per aprire normalmente. C'è un'alta probabilità che alcuni contenuti preziosi possano essere distrutti.

# context is opening a container forcefully by hacking
source: Open All
it: Apri tutto

# context is opening a container forcefully by hacking
source: Open
it: Apri

source: Containers: ${amount}
it: Contenitori: ${amount}

source: \c(ddd)"We do \c(3dd)Secured Containers\c(ddd) only! Don't want any moldy food or boring personal stuff!"
it: \c(ddd)"Facciamo \c(3dd) Solo contenitori protetti\c(ddd)! Non vogliamo cibo ammuffito o cose personali noiose!"

# This must match with 'Secured Container' from hackablecontainer.lua
source: No 'Secured Container' docked.
it: Nessun "contenitore protetto" ancorato.

source: Security: ${level}
it: Sicurezza: ${level}

# context is opening a container forcefully by hacking
source: Force Open
it: Forza apertura

# context is opening a container forcefully by hacking
source: Opening...
it: Apertura in corso...

source: You must be docked to the station.
it: Devi essere attraccato alla stazione.

source: You must be closer to the ship.
it: Devi essere più vicino alla nave.

source: Paid ¢%1% to unlock a container.
it: Pagato ¢%1% per sbloccare un container.

source: Detection of your cargo is scrambled.
it: Il rilevamento del tuo carico è criptato.

source: You bribed the inspecting ship.
it: Hai corrotto la nave che ispezionava.

source: This really was a good spot for piracy. So much traffic here!
it: Questo era davvero un buon posto per la pirateria. C'è così tanto traffico qui!

source: This ship looks like it has valuable cargo! Get them!
it: Sembra che questa nave abbia un carico prezioso! Prendili!

source: Hey, stop that! We don't allow hacking containers around here!
it: Ehi, smettila! Non permettiamo l'hacking di container da queste parti!

source: We told you to stop! If you don't comply we will open fire!
it: Ti abbiamo detto di fermarti! Se non rispetti, apriremo il fuoco!

source: Last warning! We will open fire!
it: Ultimo avvertimento! Apriremo il fuoco!

source: We warned you. Now you will face the consequences. Destroy that ship!
it: Ti avevamo avvertito, ora ne affronterai le conseguenze. Distruggi quella nave!

source: There's the thief! Let's blow them up!
it: Ecco il ladro! Facciamoli saltare in aria!

source: So, you see, this is the container I meant... Hey who is that?! Destroy them!
it: Quindi, vedi, questo è il contenitore che intendevo... Ehi chi è quello?! Distruggili!

source: This is our container! Get lost or die!
it: Questo è il nostro contenitore! Sparisci o muori!

source: This container is under our protection! Touching it means you die now!
it: Questo contenitore è sotto la nostra protezione! Toccarlo significa morire ora!

source: These false alarms are really annoying ... Oh damn! You're going to die!
it: Questi falsi allarmi sono davvero fastidiosi … Oh accidenti! Morirai!

source: We were ordered by the boss to protect his stuff! Which means, blowing up thieves like you!
it: Il capo ci ha ordinato di proteggere le sue cose! Il che significa far saltare in aria ladri come te!

source: A convoy is gathering in \s(%1%:%2%).
it: Un convoglio si sta radunando in \s(%1%:%2%).

source: Convoy moving to \s(%1%:%2%).
it: Convoglio in movimento verso \s(%1%:%2%).

source: Initiate jump sequence. The next rendezvous point will be sector \\s(%1%:%2%).
it: Iniziare la sequenza di salto. Il prossimo punto di incontro sarà il settore \\s(%1%:%2%).

source: Initiate jump sequence. Rendezvous in sector \\s(%1%:%2%).
it: Iniziare la sequenza di salto. Appuntamento nel settore \\s(%1%:%2%).

source: Initiate jump sequence. The next location will be sector \\s(%1%:%2%).
it: Iniziare la sequenza di salto. La posizione successiva sarà il settore \\s(%1%:%2%).

source: Next jump will be in 60 seconds. The next location will be sector \\s(%1%:%2%).
it: Il prossimo salto sarà tra 60 secondi. La posizione successiva sarà il settore \\s(%1%:%2%).

source: Next jump in 2 minutes.
it: Prossimo salto tra 2 minuti.

source: 5 minutes until next jump.
it: 5 minuti al prossimo salto.

source: 10 minutes until next jump.
it: 10 minuti al prossimo salto.

source: It's been a good journey. We hope to see see you all soon again. Safe flights.
it: È stato un buon viaggio. Speriamo di rivedervi presto. Voli sicuri.

source: Convoy will disband in 60 seconds. It's everyone on their own then.
it: Il convoglio si scioglierà tra 60 secondi. Allora è ognuno per conto suo.

source: Convoy will disband in 2 minutes.
it: Il convoglio si scioglierà tra 2 minuti.

source: 5 minutes until convoy will be disbanded.
it: 5 minuti allo scioglimento del convoglio.

source: 10 minutes until convoy will be disbanded.
it: 10 minuti prima che il convoglio venga sciolto.

source: 20 minutes until convoy will be disbanded.
it: 20 minuti allo scioglimento del convoglio.

source: A mysterious package.
it: Un pacchetto misterioso.

source: It looks like there is info about the owner just written on it.
it: Sembra che ci siano informazioni sul proprietario scritte su di esso.

# window title
source: Improved Standings
it: Posizioni migliorate

source: Thanks to your good standings with the \c(0ff)Family\c() you get improved prices for \c(0ff)goods\c().
it: Grazie alla tua buona posizione con la \c(0ff)Famiglia\c() ottieni prezzi migliori per \c(0ff)beni\c().

source: Thanks to your good standings with the \c(0ff)Commune\c() you get improved prices for \c(0ff)subsystems\c() and \c(0ff)equipment\c().
it: Grazie alla tua buona posizione con la \c(0ff)Comune\c() ottieni prezzi migliori per \c(0ff)sottosistemi\c() e \c(0ff)equipaggiamento\c().

source: Thanks to your good standings with the \c(0ff)Cavaliers\c() you get improved prices for \c(0ff)turrets\c().
it: Grazie alla tua buona posizione con i \c(0ff)Cavaliers\c() ottieni prezzi migliori per le\c(0ff)torrette\c().

source: A sealed package that you were told not to open.
it: Un pacchetto sigillato che ti è stato detto di non aprire.

source: The Family
it: La Famiglia

source: traditional
it: tradizionale

source: revolutionary
it: rivoluzionario

source: authoritarian
it: autoritario

source: tolerant
it: tollerante

source: violent
it: violento

source: gentle
it: delicato

source: conservative
it: conservativo

source: progressive
it: progressivo

source: shady
it: ombroso

source: reputable
it: rispettabile

source: The Commune
it: La Comune

source: The Cavaliers
it: I Cavaliers

source: We don't do business with alliances. Too many eyes and ears that can't be trusted.
it: Non facciamo affari con le alleanze. Troppi occhi e orecchie di cui non ci si può fidare.

source: Sealed Package (Illegal)
it: Pacchetto sigillato (illegale)

source: The Trade League
it: La Trade League

source: Grand Master of the Order
it: Gran Maestro dell'Ordine

source: Commune Comrade
it: Compagno della Comune

source: Family Associate
it: Associato familiare

source: Weapon Delivery
it: Consegna delle armi

source: Deliver weapons to the Cavaliers.
it: Consegna le armi ai Cavalieri.

source: Read the mail from the Cavaliers
it: Leggi la mail dei Cavaliers

source: Go to sector (${x}:${y})
it: Vai al settore (${x}:${y})

source: Talk to the weapon builder in the habitat
it: Parla con il costruttore di armi nell'habitat

source: Go to sector (${x}:${y}) and steal the pirates' Quantum Coils
it: Vai al settore (${x}:${y}) e ruba le bobine quantiche dei pirati

source: Open the pirates' stash
it: Apri la scorta dei pirati

source: Return to the weapon builder in sector (${x}:${y})
it: Ritorna dal costruttore di armi nel settore (${x}:${y})

source: Deliver the package to sector (${x}:${y})
it: Consegna il pacco al settore (${x}:${y})

source: Return to sector (${x}:${y}) and pick up more weapons
it: Torna al settore (${x}:${y}) e raccogli più armi

source: The Cavaliers are looking for someone to do a job for them! Izzy ------ Forwarded Message ------ Original sender: General Stahl @TheCavaliers Hello squire! We require your aid in bringing order to the galaxy! The only way to do this is to suppress all illegal and dangerous activity. To begin cleansing the galaxy, we need somebody to pick up a delivery of weapons. The Family suspects us of utilizing a certain weapon builder, and they won’t let any of our ships near him. You have to go to sector (%1%:%2%) and pick up the weapons for us. He will tell you where to deliver them. Long live the Emperor! General Adriana Stahl
it: I Cavaliers cercano qualcuno che faccia un lavoro per loro! Izzy ------ Messaggio Inoltrato ------ Mittente originale: Generale Stahl @TheCavaliers Salve scudiero! Abbiamo bisogno del tuo aiuto per riportare l'ordine nella galassia! L'unico modo per farlo è sopprimere tutte le attività illegali e pericolose. Per iniziare a ripulire la galassia, abbiamo bisogno di qualcuno che ritiri una consegna di armi. La Famiglia sospetta che utilizziamo un certo costruttore di armi e non permette a nessuna delle nostre navi di avvicinarsi a lui. Dovete andare nel settore (%1%:%2%) e prendere le armi per noi. Vi dirà dove consegnarle. Lunga vita all'Imperatore! Generale Adriana Stahl

# Mail Subject
source: Fwd: Weapon Delivery
it: Fwd: Consegna delle armi

source: [Pick Up Weapons]
it: [Raccogli le armi]

source: Found %1% Credits in a stash.
it: Trovati %1% crediti in una scorta.

source: [Deliver Quantum Coils]
it: [Consegna bobine quantiche]

source: [Pick Up More Weapons]
it: [Raccogli altre armi]

source: Adriana Stahl's Ship
it: La nave di Adriana Stahl

source: A crate of Quantum Coils used to manufacture heavy weaponry.
it: Una cassa di bobine quantistiche utilizzata per fabbricare armi pesanti.

source: A bundle of weapons necessary for the Cavaliers.
it: Un fascio di armi necessarie per i Cavalieri.

source: You want the weapons for the Cavaliers? I’m sorry, but they are not quite ready yet.
it: Vuoi le armi per i Cavaliers? Mi dispiace, ma non sono ancora pronti.

source: Weapon Builder Rogjovd
it: Produttore di armi Rogjovd

source: Should I wait?
it: Devo aspettare?

source: Just waiting won’t help. I wasn’t able to procure the parts I need to make them. I can’t keep on building until I have them.
it: Aspettare non aiuterà. Non sono stato in grado di procurarmi le parti di cui ho bisogno per realizzarle. Non posso continuare a costruire fino a quando non le avrò.

source: How can I help?
it: Come posso aiutarti?

source: We have to hurry, if the Family finds out I’m manufacturing for the Cavaliers, I’m toast. But luckily, I know where to get the Quantum Coils that I'll need.
it: Dobbiamo sbrigarci, se la Famiglia scopre che sto producendo per i Cavalieri, sono fritto. Ma per fortuna, so dove trovare le bobine quantistiche di cui avrò bisogno.

source: Where is that?
it: Dov'è?

source: Some pirate trash stole a delivery of Quantum Coils that was meant for me. They have their stash in sector (${x}:${y}). You seem capable. I need you to go there and get me my Quantum Coils back.
it: Alcuni rifiuti pirata hanno rubato una consegna di bobine quantiche che era destinata a me. Hanno la loro scorta nel settore (${x}:${y}). Sembri capace. Ho bisogno che tu vada lì e mi riporti le mie bobine quantiche.

source: Of course!
it: Certo!

source: You definitely came to the wrong neck of the galaxy, honey.
it: Sei sicuramente arrivata nel collo sbagliato della galassia, tesoro.

source: Is that so?
it: Davvero?

source: You see, we have important things lying around here that we want nobody to see.
it: Vedi, abbiamo cose importanti qui intorno che non vogliamo che nessuno veda.

source: Those things are why I'm here.
it: Queste cose sono il motivo per cui sono qui.

source: Oh, you think you can steal from us? It's time to teach you a little lesson, then.
it: Oh, pensi di poterci derubare? È ora di darti una piccola lezione, allora.

source: You have the Quantum Coils! I’ll just install them and then you can be on your way with the weapons.
it: Hai le bobine quantiche! Le installerò e poi potrai andare con le armi.

source: Where do I take them?
it: Dove li porto?

source: Before the Family began to threaten me, I used to meet the contact of the Cavaliers in sector (${x}:${y}).
it: Prima che la Famiglia cominciasse a minacciarmi, incontravo il contatto dei Cavalieri nel settore (${x}:${y}).

source: Do you think I'm coming out to you? Come to the dock!
it: Pensi che stia facendo coming out con te? Vieni al molo!

source: Come back once you have the Quantum Coils!
it: Torna una volta che hai le bobine quantiche!

source: You must be docked to the station to deliver the goods.
it: Devi essere attraccato alla stazione per consegnare la merce.

source: Hello squire! You brought me the weapons, good job. I do have one question, though.
it: Ciao scudiero! Mi hai portato le armi, ottimo lavoro. Ho una domanda, però.

source: What question?
it: Quale domanda?

source: Who are you and why do you have our weapons?
it: Chi sei e perché hai le nostre armi?

source: I'm working for Izzy.
it: Sto lavorando per Izzy.

source: Oh Izzy. That woman is fickle. I hope you're more trustworthy than she is.
it: Oh Izzy. Quella donna è volubile. Spero che tu sia più affidabile di lei.

source: I think so.
it: Penso di sì.

source: Well, I've been looking to replace Izzy for some time now. Would you be interested in taking more jobs from us?
it: Beh, è da un po' che cerco di sostituire Izzy. Saresti interessato a prendere più posti di lavoro da noi?

source: That's nice. I'll be in touch. For now, take this reward.
it: È bello. Mi terrò in contatto. Per ora, prendi questa ricompensa.

source: Hello squire! Why don't you have the weapons?
it: Ciao scudiero! Perché non hai le armi?

source: I lost them.
it: Li ho persi.

source: You're incompetent. Go back to the weapon builder and get those weapons!
it: Sei un incompetente. Torna dal costruttore di armi e prendi quelle armi!

source: Yes Ma'am.
it: Sì, signora.

source: You must be docked to the station to pick up the goods.
it: Devi essere attraccato alla stazione per ritirare la merce.

source: How are we supposed to give you things if you don't have enough free cargo space?
it: Come possiamo darti delle cose se non hai abbastanza spazio di carico libero?

source: I'll be back.
it: Torno subito.

source: Hello customer! You've managed to lose the weapons?
it: Ciao cliente! Sei riuscito a perdere le armi?

source: Yes.
it: Sì.

source: You're in luck now, I've just received a delivery of Quantum Coils. I can make more weapons, but who is going to pay for them?
it: Sei fortunato ora, ho appena ricevuto una consegna di bobine quantiche. Posso fare più armi, ma chi le pagherà?

source: The Cavaliers will pay for them.
it: I Cavalieri pagheranno per loro.

source: You need to dock or I can't give them to you.
it: Devi attraccare o non posso darteli.

source: Thank you!
it: Grazie!

source: In this case, here you go.
it: In questo caso, ecco qua.

source: Here you go!
it: Ecco qua!

source: Crate of Quantum Coils
it: Cassa di Bobine Quantistiche

source: Bundle of Weapons
it: Pacchetto di armi

source: Display of Strength
it: Visualizzazione della forza

source: Damage stations for the Cavaliers.
it: Stazioni di danno per i Cavalieri.

source: Ask the station how you can help
it: Chiedi alla stazione come puoi aiutare

source: Look for the Xsotan in sector (${x}:${y})
it: Cerca l'Xsotan nel settore (${x}:${y})

source: Defeat the Xsotan
it: Sconfiggi gli Xsotan

source: Return to the station in sector (${x}:${y})
it: Ritorno alla stazione nel settore (${x}:${y})

source: Report your success
it: Segnala il tuo successo

source: Look for the pirates in sector (${x}:${y})
it: Cerca i pirati nel settore (${x}:${y})

source: Defeat the pirates
it: Sconfiggi i pirati

source: Read Adriana Stahl's mail
it: Leggi la posta di Adriana Stahl

source: Meet Adriana Stahl in sector (${x}:${y})
it: Incontra Adriana Stahl nel settore (${x}:${y})

source: Hello squire! Some stations around here have been doing business with the Family and the Commune, even though we have a contract that forbids that. We need to make sure that everyone know that it is us who will bring order to the galaxy, and that they need to do what we say. We are the ones who will destroy the pirates and the Xsotan once and for all, but in exchange, the factions will need to listen to us! It is time for us to show them that they cannot simply ignore our orders. We found an outpost that's making trouble. Go to sector (%1%:%2%) and damage the rebellious station there. We will appreciate your help! Long live the Emperor! The Cavaliers
it: Salve scudiero! Alcune stazioni qui intorno hanno fatto affari con la Famiglia e il Comune, anche se abbiamo un contratto che lo vieta. Dobbiamo assicurarci che tutti sappiano che siamo noi a riportare l'ordine nella galassia e che devono fare ciò che diciamo. Saremo noi a distruggere i pirati e gli Xsotan una volta per tutte, ma in cambio le fazioni dovranno ascoltarci! È ora di dimostrargli che non possono semplicemente ignorare i nostri ordini. Abbiamo trovato un avamposto che sta creando problemi. Andate nel settore (%1%:%2%) e danneggiate la stazione ribelle. Apprezzeremo il vostro aiuto! Lunga vita all'Imperatore! I Cavalieri

# Mail Subject
source: Damage Stations
it: Stazioni di danno

source: [Discuss Contract]
it: [Discuti il contratto]

source: [Report Success]
it: [Segnalazione riuscita]

source: Hello squire! I've heard you were successful! Meet me in sector (%1%:%2%). Long live the Emperor! General Adriana Stahl
it: Ciao scudiero! Ho sentito che hai avuto successo! Incontriamoci nel settore (%1%:%2%). Lunga vita all'Imperatore! Generale Adriana Stahl

# Mail Subject
source: Rendezvous
it: Appuntamento

source: General Adriana Stahl
it: Generale Adriana Stahl

source: Xsotan Ship
it: Nave Xsotan

source: Big Xsotan Ship
it: Grande nave Xsotan

source: Hello squire! Wait!
it: Ciao scudiero! Aspetta!

source: What?
it: Cosa?

source: Don't damage the station! That's not how we should be doing things!
it: Non danneggiare la stazione! Non è così che dovremmo fare le cose!

source: Why?
it: Perché?

source: We haven't even asked them why they are not keeping to the contract.
it: Non abbiamo nemmeno chiesto loro perché non rispettano il contratto.

source: Why not?
it: Perché no?

source: There was no time. You should at least fly over there and ask them if there is something we can do for them. Maybe they'll stop trading with the Family and the Commune then.
it: Non c'era tempo. Dovresti almeno volare lì e chiedere loro se c'è qualcosa che possiamo fare per loro. Forse allora smetteranno di commerciare con la Famiglia e la Comune.

source: Okay, I'll do that.
it: Ok, lo farò.

source: What do you want?
it: Cosa vuoi?

source: The Cavaliers sent me.
it: Mi hanno mandato i Cavalieri.

source: Those guys! They said that if we wanted their protection, we couldn't trade with the Commune or the Family anymore. But we have yet to see their so-called protection.
it: Quei ragazzi! Hanno detto che se volevamo la loro protezione, non potevamo più commerciare con la Comune o la Famiglia. Ma dobbiamo ancora vedere la loro cosiddetta protezione.

source: There was none?
it: Non ce n' erano?

source: No! Just a few hours ago we were attacked by Xsotan. And what did the Cavaliers do about that? Nothing!
it: No! Solo poche ore fa siamo stati attaccati da Xsotan. E cosa hanno fatto i Cavalieri al riguardo? Niente!

source: What should they have done?
it: Cosa avrebbero dovuto fare?

source: What kind of question is that? They should have chased them away and made sure they don't come back! We know they are still hiding in sector (${x}:${y}). If you go and defeat them, we will promise to uphold our part of the contract. But only, if the Cavaliers uphold theirs!
it: Che razza di domanda è? Avrebbero dovuto scacciarli e assicurarsi che non tornassero! Sappiamo che si nascondono ancora nel settore (${x}:${y}). Se vai a sconfiggerli, ti promettiamo che rispetteremo la nostra parte del contratto. Ma solo, se i Cavalieri rispetteranno la loro!
