Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Officers have the same workforce as other crewmembers, but earn a \c(0d0)higher salary\c().
it: Gli ufficiali hanno la stessa forza lavoro degli altri membri dell'equipaggio, ma guadagnano uno \c(0d0) stipendio più alto\c().

source: You need a \c(0d0)Sergeant\c() for every \c(0d0)5 crewmembers\c().
it: Hai bisogno di un \c(0d0)Sergente\c() per ogni \c(0d0)5 membri dell'equipaggio\c().

source: You need a \c(0d0)Lieutenant\c() for every \c(0d0)4 sergeants\c().
it: Hai bisogno di un \c(0d0)Tenente\c() per ogni \c(0d0)4 sergenti\c().

source: You need a \c(0d0)Colonel\c() for every \c(0d0)3 lieutenants\c().
it: Hai bisogno di un \c(0d0)colonnello\c() per ogni \c(0d0)3 luogotenenti\c().

source: Captains
it: Capitani

source: Assigning a \c(0d0)Captain\c() to your ship allows you to command it remotely over the \c(0d0)Galaxy Map\c(). Depending on the captain's \c(0d0)Class\c(), they will also grant certain bonuses to your ship. Captains will be discussed more in-depth in the \c(0d0)Fleet Management\c() section of the encyclopedia.
it: Assegnare un \c(0d0)Capitano\c() alla tua nave ti consente di comandarla da remoto sulla \c(0d0) Mappa Galattica\c(). A seconda della \c(0d0)Classe\c() del capitano, garantiranno anche alcuni bonus alla tua nave. Capitani saranno discussi in modo più approfondito nella sezione\c(0d0) Gestione della flotta\c() dell'enciclopedia.

source: Your crew has a \c(0d0)Morale\c().
it: Il tuo equipaggio ha un \c(0d0)Morale\c().

source: If there are issues on the ship, such as \c(0d0)not enough crew quarters\c(), or when the crew didn't get \c(0d0)paid in time\c(), morale will drop.
it: Se ci sono problemi sulla nave, come \c(0d0)non abbastanza alloggi per l'equipaggio\c(), o quando l'equipaggio non è stato\c(0d0)pagato in tempo\c(), il morale calerà.

source: Once morale has dropped to zero, the crew will go on \c(0d0)Strike\c(), which drops their workforce to \c(0d0)Zero\c().
it: Una volta che il morale è sceso a zero, l'equipaggio andrà in \c(0d0)Strike\c(), che riduce la propria forza lavoro a \c(0d0)Zero\c().

source: Once all issues have been resolved, morale will go back to normal.
it: Una volta risolti tutti i problemi, il morale tornerà alla normalità.

source: Professionals will only gain levels as long as morale on the ship is good.
it: I professionisti guadagneranno livelli solo se il morale sulla nave è buono.

source: Starting with \c(0d0)Trinium\c(), you can build \c(0d0)Academy Blocks\c(), which unlock training, so you can train allrounder crew members to become professionals.
it: A partire da\c(0d0)Trinium\c(), puoi costruire \c(0d0) Blocchi Accademia\c(), che sbloccano l'addestramento, in modo da poter addestrare tutti i membri dell'equipaggio a diventare professionisti.

source: While in the academy, these crew members won't be available for other jobs on the ship, but will still require payment.
it: Mentre sono in accademia, questi membri dell'equipaggio non saranno disponibili per altri lavori sulla nave, ma richiederanno comunque il pagamento.

source: Cloning
it: Clonazione

source: Starting with \c(0d0)Xanion\c(), \c(0d0)Cloning Pods\c() can be built.
it: A partire da\c(0d0)Xanion\c(), è possibile costruire\c(0d0) Pod di clonazione\c().

source: After building Cloning Pods, new allrounder crew members can be cloned on ship.
it: Dopo aver costruito i baccelli di clonazione, i nuovi membri dell'equipaggio possono essere clonati sulla nave.

source: In order to clone crew, you will always need at least one crew member on the ship.
it: Per clonare l'equipaggio, avrai sempre bisogno di almeno un membro dell'equipaggio sulla nave.

source: Reconstruction
it: Ricostruzione

source: Towing
it: Traino

source: \c(0d0)Repair Docks\c() have a \c(0d0)Towing Service\c().
it: \c(0d0)Le banchine di riparazione\c() hanno un \c(0d0) servizio di rimorchio\c().

source: For a fee, they will recover your wreck and tow it back to the Repair Dock.
it: A pagamento, recupereranno il relitto e lo rimorchieranno al Dock di Riparazione.

source: This only works if the ship was destroyed less than 50 sectors away. Preliminary fixes will be made, but your ship will have to be properly repaired afterwards.
it: Funziona solo se la nave è stata distrutta a meno di 50 settori di distanza. Verranno apportate correzioni preliminari, ma la tua nave dovrà essere riparata correttamente in seguito.

source: If the Repair Dock is your \c(0d0)Reconstruction Site\c() then it will tow for free and can tow ships from all over the Galaxy. Repairs will be free of charge, too.
it: Se il Dock di Riparazione è il tuo \c(0d0) Sito di Ricostruzione\c() allora rimorchierà gratuitamente e potrà trainare navi da tutta la Galassia. Anche le riparazioni saranno gratuite.

source: \c(0d0)Repair Docks\c() sell \c(0d0)Reconstruction Kits\c().
it: \c(0d0) Banchine di riparazione\c() vendono \c(0d0) Kit di ricostruzione\c().

source: These kits allow quick on-site reassembly of a destroyed ship or station.
it: Questi kit consentono un rapido rimontaggio in loco di una nave o stazione distrutta.

source: To use them, you have to be in the sector where your ship was destroyed, and then activate them from within the inventory.
it: Per usarli, devi essere nel settore in cui la tua nave è stata distrutta, e poi attivarli dall'interno dell'inventario.

source: The ship will be quickly reassembled and ready for flight again, but will definitely need some repairs afterwards though.
it: La nave sarà rapidamente riassemblata e pronta per il volo, ma avrà sicuramente bisogno di alcune riparazioni in seguito.

source: If you get destroyed and you don't have another of your ships in the same sector, you will be transported to the last friendly Repair Dock you visited.
it: Se vieni distrutto e non hai un'altra delle tue navi nello stesso settore, verrai trasportato all'ultimo Molo di Riparazione amico che hai visitato.

source: If relations with that faction have turned sour and returning there would put you in danger, you're moved to your \c(0d0)Reconstruction Site\c() instead.
it: Se le relazioni con quella fazione si sono inasprite e tornare lì ti metterebbe in pericolo, vieni invece spostato nel tuo \c(0d0) Sito di Ricostruzione\c().

source: Your default Reconstruction Site is in your Home Sector, but you can also make any other friendly Repair Dock your Reconstruction Site, for a fee.
it: Il tuo Sito di Ricostruzione predefinito si trova nel tuo Settore Domestico, ma puoi anche fare in modo che qualsiasi altro Dock di Riparazione amichevole sia il tuo Sito di Ricostruzione, a pagamento.

source: - Your Reconstruction Site will tow and repair your ships for free.
it: - Il tuo sito di ricostruzione rimorchierà e riparerà le tue navi gratuitamente.

source: - Your Reconstruction Site can tow a ship from anywhere in the galaxy, no matter how far away it was destroyed.
it: - Il tuo sito di ricostruzione può trainare una nave da qualsiasi parte della galassia, indipendentemente da quanto sia stata distrutta.

source: - You can always switch to your Reconstruction Site using the Galaxy Map.
it: - Puoi sempre passare al tuo Sito di Ricostruzione utilizzando la Mappa Galattica.

source: General Function
it: Funzione generale

source: \c(0d0)Subsystems\c() can improve certain aspects of a ship. This allows the specialization of ships for certain jobs. \c(0d0)Permanently installed\c() subsystems usually give huge bonuses, but can only be removed close to an \c(0d0)Equipment Dock\c(). \c(ddd)Note: Some subsystems HAVE to be installed permanently to work.\c()
it: I\c(0d0)Sottosistemi\c() possono migliorare alcuni aspetti di una nave. Ciò consente la specializzazione delle navi per determinati lavori. \c(0d0) I sottosistemi\c() installati in modo permanente di solito offrono enormi bonus, ma possono essere rimossi solo vicino a un \c(0d0) Dock attrezzature\c(). \c(ddd)Nota: alcuni sottosistemi DEVONO essere installati in modo permanente per funzionare.\c()

source: Turret Control Systems
it: Sistemi di controllo della torretta

source: Each \c(0d0)Turret Control System\c() increases the amount of available \c(0d0)turret slots\c(). Depending on the type of the subsystem, it increases the number of slots for military, civil or both turret types.
it: Ogni \c(0d0) Sistema di Controllo Torretta\c() aumenta la quantità di\c(0d0) slot torretta disponibili\c(). A seconda del tipo di sottosistema, aumenta il numero di slot per i tipi di torretta militari, civili o di entrambi.

source: Battery Upgrade
it: Aggiornamento della batteria

source: The \c(0d0)Battery Upgrade\c() contains algorithms to allow better management of recharging, meaning batteries have a \c(0d0)higher capacity\c() and \c(0d0)lower recharge\c() time with it installed.
it: Il \c(0d0)Battery Upgrade\c() contiene algoritmi per consentire una migliore gestione della ricarica, il che significa che le batterie hanno una \c(0d0)maggiore capacità\c() e \c(0d0)minore tempo di ricarica\c() con esso installato.

source: \c(0d0)Cargo Upgrades\c() increase \c(0d0)cargo capacity\c() without the need to add more Cargo Blocks. Organization is the key!
it: I\c(0d0) Miglioramenti del Carico\c() aumentano \c(0d0) la capacità di carico\c() senza la necessità di aggiungere altri Blocchi Carico. L'organizzazione è la chiave!

source: Generator Upgrade
it: Aggiornamento del generatore

source: Increasing the generated \c(0d0)energy output\c() and battery \c(0d0)recharge rate\c() can be achieved with a \c(0d0)Generator Upgrade\c().
it: L'aumento della\c(0d0) produzione di energia\c() e della \c(0d0) velocità di ricarica della batteria\c() può essere ottenuto con un \c(0d0) Aggiornamento del generatore\c().

source: Engine Upgrade
it: Aggiornamento del motore

source: The \c(0d0)Engine Upgrade\c() improves overall velocity and engine thrust. More \c(0d0)engine power\c() without the hassle of adding more Engine Blocks to the ship.
it: Il \c(0d0) Potenziamento del motore\c() migliora la velocità complessiva e la spinta del motore. Più \c(0d0) potenza del motore\c() senza la seccatura di aggiungere più blocchi motore alla nave.

source: Hyperspace Upgrade
it: Upgrade Iperspazio

source: The \c(0d0)Hyperspace Upgrade\c() improves the hyperspace \c(0d0)jump range\c() of a ship and decreases the necessary \c(0d0)recharge energy\c(). If installed permanently it can additionally shorten the recharge time.
it: L '\c(0d0) Aggiornamento Iperspazio\c() migliora il raggio di salto\c(0d0) iperspazio\c() di una nave e diminuisce l'\c(0d0) energia di ricarica\c() necessaria. Se installato in modo permanente, può ridurre ulteriormente il tempo di ricarica.

source: Radar Upgrade
it: Aggiornamento radar

source: \c(0d0)Radar Upgrades\c() improve \c(0d0)radar range\c() and can add to the \c(0d0)deep scan range\c() too. With a deep scanner, hidden mass sectors will be highlighted on the Galaxy Map.
it: Gli\c(0d0) aggiornamenti radar\c() migliorano la \c(0d0) portata del radar\c() e possono anche aggiungersi alla \c(0d0) portata della scansione profonda\c(). Con uno scanner profondo, i settori di massa nascosti verranno evidenziati sulla Mappa Galattica.

source: Shield Booster
it: Booster scudo

source: A \c(0d0)Shield Booster\c() improves \c(0d0)shield durability\c() and \c(0d0)recharge rate\c().
it: Un \c(0d0) Booster Scudo\c() migliora \c(0d0) la durata dello scudo\c() e \c(0d0) la velocità di ricarica\c().

source: Tractor Beam Upgrade
it: Miglioramento del fascio del trattore

source: A \c(0d0)Tractor Beam Upgrade\c() will increase the \c(0d0)loot range\c() of a ship. They are very handy when collecting free-floating loot.
it: Un \c(0d0) Miglioramento del raggio traente\c() aumenterà la \c(0d0) gittata del bottino\c() di una nave. Sono molto utili quando si raccolgono bottini fluttuanti.

source: Scanner Upgrade
it: Aggiornamento dello scanner

source: The \c(0d0)Scanner Upgrade\c() allows you to detect contents of a ship's or station's cargo from longer distances. They're widely used by sector security to scan for illegal or dangerous goods.
it: L '\c(0d0) Aggiornamento dello scanner\c() consente di rilevare il contenuto del carico di una nave o di una stazione da distanze maggiori. Sono ampiamente utilizzati dalla sicurezza del settore per la ricerca di merci illegali o pericolose.

source: The \c(0d0)Mining Subsystems\c() marks resource rich \c(0d0)asteroids\c() containing the specified material or lower materials, even if the materials are hidden inside. It adds small marker arrows to the HUD so that finding asteroids with materials is easier.
it: Il \c(0d0) Sottosistema Minerario\c() contrassegna gli asteroidi\c(0d0) ricchi di risorse\c() contenenti il materiale specificato o materiali inferiori, anche se i materiali sono nascosti all'interno. Aggiunge piccole frecce all'HUD in modo che trovare asteroidi con materiali sia più facile.

source: Trading System
it: Sistema di negoziazione

source: A \c(0d0)Trading Subsystems\c() will ease trade and commerce a lot. Depending on the quality of the subsystem, it can show all trading possibilities with \c(0d0)prices\c() and \c(0d0)price margins\c() in the last visited sectors. It will even detect trade routes over the last few visited sectors. All ships working trade routes should be equipped with one of these.
it: I \c(0d0)Sottosistemi di negoziazione\c() faciliterà molto gli scambi e il commercio. A seconda della qualità del sottosistema, può mostrare tutte le possibilità di trading con \c(0d0)prezzi\c() e \c(0d0) margini di prezzo\c() negli ultimi settori visitati. Rileverà persino le rotte commerciali negli ultimi settori visitati. Tutte le navi che operano sulle rotte commerciali dovrebbero essere dotate di uno di questi.

source: For more information see section \c(0d0)Trade\c() -> \c(0d0)Trading Subsystem\c().
it: Per ulteriori informazioni consultare la sezione \c(0d0)Commercio\c() -> \c(0d0) Sottosistema di trading\c().

source: Object Detector
it: Rilevatore di oggetti

source: The \c(0d0)Object Detector\c() detects and marks all objects worth checking out in the current sector.
it: Il \c(0d0) Rilevatore di oggetti\c() rileva e contrassegna tutti gli oggetti che vale la pena controllare nel settore corrente.

source: Shield Reinforcer
it: Rinforzo scudo

source: With a \c(0d0)Shield Reinforcer\c() shields won't be \c(0d0)penetrated by torpedoes and shots\c(). Disadvantages of subsystems like this include a weaker shield overall and a longer recharge time. \c(ddd)Note: This subsystem has to be installed permanently to function.\c()
it: Con un \c(0d0) Rinforzo Scudo\c() gli scudi non saranno \c(0d0)penetrati da siluri e colpi\c(). Gli svantaggi di sottosistemi come questo includono una protezione più debole nel complesso e un tempo di ricarica più lungo. \c(ddd)Nota: questo sottosistema deve essere installato in modo permanente per funzionare.\c()

source: Energy to Shield Converter
it: Convertitore Energia-Scudo

source: The \c(0d0)Energy Converter\c() reroutes part of the ship's energy into the shield. This means less energy for ship systems but a much \c(0d0)higher shield durability\c().
it: Il \c(0d0) Convertitore di Energia\c() reindirizza parte dell'energia della nave nello scudo. Ciò significa meno energia per i sistemi navali ma una durata dello scudo molto \c(0d0)più elevata\c().

source: Transporter Software
it: Software di trasporto

source: A \c(0d0)Transporter Block\c() only works with the corresponding \c(0d0)Transporter Software Subsystem\c(). The software increases the \c(0d0)docking range\c() and allows fighters to pick up cargo for a ship.
it: Un \c(0d0) Blocco Trasportatore\c() funziona solo con il corrispondente \c(0d0) Sottosistema Software Trasportatore\c(). Il software aumenta il \c(0d0) raggio di attracco\c() e consente ai caccia di prelevare il carico per una nave.

source: Velocity SCB
it: Velocità SCB

source: The \c(0d0)Velocity Security Control Bypass\c() allows you to ignore a ship's \c(0d0)maximum speed\c() limitations. \c(ddd)Please note: Braking without friction takes a while. The Intergalactic Security Agency advises against the use of VSCB subsystems.\c()
it: Il \c(0d0) Bypass del controllo di sicurezza della velocità\c() consente di ignorare i limiti di \c(0d0) velocità massima di una nave\c(). \c(ddd)Nota: la frenata senza attrito richiede un po' di tempo. L'Agenzia per la sicurezza intergalattica sconsiglia l'uso di sottosistemi VSCB.\c()

source: Internal Defense System
it: Sistema di difesa interno

source: If somebody has the audacity to try and board one of your ships, install an \c(0d0)Internal Defense System\c(). It constructs specialized weapons that help your crew defend against enemy boarders. And the best thing? If \c(0d0)Internal Defense Weapons\c() are overpowered by enemy boarders, they are not destroyed, only disabled until the next attack!
it: Se qualcuno ha l'audacia di provare a salire a bordo di una delle tue navi, installa un \c(0d0) Sistema di Difesa Interna\c(). Costruisce armi specializzate che aiutano il tuo equipaggio a difendersi dagli abbordaggi nemici. E la cosa migliore? Se le\c(0d0) Armi di Difesa Interna\c() vengono sopraffatte dai bersaglieri nemici, non vengono distrutte, ma solo disabilitate fino al prossimo attacco.

source: Hull Polarizer
it: Polarizzatore dello scafo

source: There are several versions of the \c(0d0)Hull Polarizer\c(). Each one of them greatly increases hull strength. But be careful: As a side effect, the hull takes more damage from a certain damage type. You can only install one at a time.
it: Esistono diverse versioni del \c(0d0) polarizzatore dello scafo\c(). Ognuno di essi aumenta notevolmente la resistenza dello scafo. Ma attenzione: come effetto collaterale, lo scafo subisce più danni da un certo tipo di danno. Puoi installarne solo uno alla volta.

source: Shield Ionizer
it: Ionizzatore scudo

source: There are several versions of the \c(0d0)Shield Ionizer\c(). Each one of them greatly reduces the amount of damage taken from a certain damage type. You can only install one at a time.
it: Esistono diverse versioni dello \c(0d0) Ionizzatore Scudo\c(). Ognuno di essi riduce notevolmente la quantità di danni subiti da un determinato tipo di danno. Puoi installarne solo uno alla volta.

source: Stabilizing Nanobot Routing
it: Routing Nanobot stabilizzante

source: The \c(0d0)Stabilizing Nanobot Routing\c() improves your ship's structural stability, allowing you to build bigger ships as if you had more processing power available.
it: Il \c(0d0)Stabilizing Nanobot Routing\c() migliora la stabilità strutturale della tua nave, permettendoti di costruire navi più grandi come se avessi più potenza di elaborazione disponibile.

source: Integrity Fields
it: Campi di integrità

source: Starting with \c(0d0)Titanium\c(), you can build \c(0d0)Integrity Field Generator Blocks\c().
it: A partire da\c(0d0)Titanio\c(), puoi costruire \c(0d0) Blocchi Generatori di Campo di Integrità\c().

source: They create a stability field around them that protects other blocks to ensure that they don't break as quickly.
it: Creano un campo di stabilità intorno a loro che protegge gli altri blocchi per garantire che non si rompano così rapidamente.

source: Additionally, they massively reduce incoming damage to blocks inside the integrity field.
it: Inoltre, riducono in modo massiccio i danni in entrata ai blocchi all'interno del campo di integrità.

source: Integrity Field Generators are an excellent way to ensure that your ship can take a few hits while you don't have \c(0d0)Shields\c() yet.
it: I generatori di campo di integrità sono un modo eccellente per garantire che la tua nave possa subire alcuni colpi mentre non hai ancora\c(0d0)Scudi\c().

source: Starting with \c(0d0)Naonite\c(), you can build \c(0d0)Shield Generator Blocks\c().
it: A partire da\c(0d0)Naonite\c(), puoi costruire \c(0d0) Blocchi Generatori di Scudi\c().

source: They project a shield around the entire ship, that protects it from incoming weapon fire.
it: Proiettano uno scudo intorno all'intera nave, che la protegge dal fuoco delle armi in arrivo.

source: After being damaged, shields will recharge automatically over time.
it: Dopo essere stati danneggiati, gli scudi si ricaricheranno automaticamente nel tempo.

source: It is a common misconception in the galaxy, that shields protect from collision damage. They do not.
it: È un malinteso comune nella galassia, che gli scudi proteggano dai danni da collisione. Non lo fanno.

source: There is some weaponry that can penetrate shields, though, such as certain kinds of \c(0d0)Torpedoes\c() or \c(0d0)Pulse Cannons\c() with their ionized projectiles.
it: Ci sono alcune armi che possono penetrare gli scudi, però, come alcuni tipi di \c(0d0)Siluri\c() o \c(0d0) Cannoni a Impulso\c() con i loro proiettili ionizzati.

source: Armed Turrets
it: Torrette armate

source: There are many different weapon types with different features.
it: Ci sono molti tipi diversi di armi con caratteristiche diverse.

source: Some weapons do more damage to shields, others do more damage to hull.
it: Alcune armi infliggono più danni agli scudi, altre infliggono più danni allo scafo.

source: Others can even bypass shields entirely or damage more than one block at a time.
it: Altri possono persino bypassare completamente gli scudi o danneggiare più di un blocco alla volta.

source: Some turrets can be set as \c(0d0)Auto Targeting\c(), allowing them to function independently from the player's aim.
it: Alcune torrette possono essere impostate come \c(0d0)Auto Targeting\c(), consentendo loro di funzionare indipendentemente dalla mira del giocatore.

source: These turrets can be set to attack a target, always attack, defend or to be controlled by the player.
it: Queste torrette possono essere impostate per attaccare un bersaglio, sempre attaccare, difendere o essere controllate dal giocatore.

source: The tooltip shows all traits of a turret.
it: Il suggerimento mostra tutti i tratti di una torretta.

source: All turrets can be categorized into one of three categories: \c(0d0)Overheating\c(), \c(0d0)Energy Using\c() or \c(0d0)Special\c().
it: Tutte le torrette possono essere classificate in una delle tre categorie: \c(0d0)Surriscaldamento\c(), \c(0d0)Energia che utilizza\c() o \c(0d0)Speciale\c().

source: Overheating Turrets
it: Torrette surriscaldanti

source: \c(0d0)Overheating turrets\c() build up heat while shooting and regularly need to cool down. Once overheated, they won't be able to fire until they have cooled down for a while. Weapons in this categorie include \c(0d0)Railguns\c(), \c(0d0)Rocket Launchers\c(), \c(0d0)Bolters\c() and \c(0d0)Cannons\c().
it: Le\c(0d0) torrette di surriscaldamento\c() accumulano calore durante il tiro e hanno bisogno di raffreddarsi regolarmente. Una volta surriscaldati, non saranno in grado di sparare fino a quando non si saranno raffreddati per un po'. armi in questa categoria includono \c(0d0)cannoni ferroviari\c(), \c(0d0)lanciarazzi\c(), \c(0d0) bulloni\c() e \c(0d0)cannoni\c().

source: Energy Turrets
it: Torrette Energetiche

source: \c(0d0)Energy-Using Turrets\c() have batteries that first need to be charged with your ship's energy. Once this battery is depleted, the turret will stop shooting until its battery has been recharged. Weapons of this category inlcude \c(0d0)Lasers\c(), \c(0d0)Tesla\c() and \c(0d0)Lightning Guns\c() and \c(0d0)Plasma Turrets\c().
it: Le\c(0d0)Torrette che utilizzano energia\c() hanno batterie che devono prima essere caricate con l'energia della tua nave. Una volta esaurita questa batteria, la torretta smetterà di sparare fino a quando la sua batteria non sarà stata ricaricata. Armi di questa categoria includono \c(0d0)Laser\c(), \c(0d0)Tesla\c() e \c(0d0) Pistole Fulmine\c() e \c(0d0) Torrette al Plasma\c().

source: Special Turrets
it: Torrette speciali
