Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Have you seen the new energy satellites by the M.A.D. Science Association? They're full of state-of-the-art energy equipment. And nobody is guarding them! It's like they're asking people to steal or salvage them! Don't tell anybody, but once I'm done with work, I'll see if I can grab one of them.
it: Hai visto i nuovi satelliti energetici della M.A.D. Science Association? Sono pieni di apparecchiature energetiche all'avanguardia. E nessuno li protegge! È come se chiedessero alle persone di rubarli o recuperarli! Non dirlo a nessuno, ma una volta finito il lavoro, vedrò se riesco a prenderne uno.

source: Uhh... Thanks?
it: Uhh... Grazie?

source: The M.A.D. Science Association is researching new electricity weapons. A complete waste of time if you ask me. Everybody knows that electricity can't do anything against stone. On the other hand, who would plate his ship with stones?
it: La M.A.D. Science Association sta studiando nuove armi elettriche. Una completa perdita di tempo se me lo chiedi. Tutti sanno che l'elettricità non può fare nulla contro la pietra. D'altra parte, chi riempirebbe la sua nave di pietre?

source: Huh. Good to know.
it: Buono a sapersi.

source: A friend of mine got some new electricity weapons from the M.A.D. Science Association. But when he tried them out, he realized that they don't do anything to asteroids! What good is a weapon that you can't even use on stone?
it: Un mio amico ha ricevuto alcune nuove armi elettriche dalla M.A.D. Science Association. Ma quando le ha provate, si è reso conto che non fanno nulla agli asteroidi! A cosa serve un'arma che non puoi nemmeno usare sulla pietra?

source: I was recently contacted by a group of people who are apparently looking for Xsotan artifacts. As if I had anything to do with this nonsense! I told them they should maybe post a bulletin with a reward.
it: Recentemente sono stato contattato da un gruppo di persone che apparentemente stanno cercando manufatti Xsotan. Come se avessi qualcosa a che fare con questa assurdità! Ho detto loro che forse avrebbero dovuto pubblicare un bollettino con una ricompensa.

source: You're not the only one asking around here lately. Recently there have been people who were looking for Xsotan artifacts. They said they wanted to journey to the center of the galaxy. That's crazy if you ask me.
it: Non sei l'unico a chiedere in giro ultimamente. Recentemente ci sono state persone che stavano cercando manufatti Xsotan. Hanno detto che volevano viaggiare verso il centro della galassia. È pazzesco se me lo chiedi.

source: Have you seen these bulletins that have been around on stations lately? Someone must be really desperate to get their hands on these Xsotan artifacts. I really wonder why anybody would want to have anything to do with these monsters.
it: Hai visto questi bollettini che sono stati in giro nelle stazioni ultimamente? Qualcuno deve essere davvero disperato per mettere le mani su questi manufatti Xsotan. Mi chiedo davvero perché qualcuno vorrebbe avere qualcosa a che fare con questi mostri.

source: If you haven't noticed yet, there's a subspace rift that's preventing people from going to the center of the galaxy. Some say it's the Xsotan. Some say it's just a natural phenomenon and that it will pass.
it: Se non l'hai ancora notato, c'è una spaccatura subspaziale che impedisce alle persone di andare al centro della galassia. Alcuni dicono che sia lo Xsotan. Alcuni dicono che è solo un fenomeno naturale e che passerà.

source: What do you think?
it: Cosa ne pensi?

source: Thanks. Goodbye.
it: Grazie. Arrivederci.

source: I'm not sure. But it sure as hell isn't going away. My grandfather already knew of this Barrier. He said that when he was a boy, it was a lot closer to the center of the galaxy.
it: Non saprei. Ma di sicuro non se ne andrà. Mio nonno sapeva già di questa Barriera. Ha detto che quando era un ragazzo, era molto più vicino al centro della galassia.

source: Have you not seen the rift? Ah, of course not, you can't see it. But no hyperspace drive can get past it! I wonder what's inside?
it: Non hai visto la spaccatura? Ah, certo che no, non puoi vederla. Ma nessuna unità iperspaziale può superarlo! Chissà cosa c'è dentro?

source: You should be careful. The Xsotan are nearby.
it: Dovresti stare attento. Gli Xsotan sono nelle vicinanze.

source: Where?
it: Dove?

source: Just over the rift a few sectors further in. I don't know how they do it, but they must have found a way to cross the rift.
it: Poco oltre la spaccatura alcuni settori più avanti. Non so come facciano, ma devono aver trovato un modo per attraversare la spaccatura.

source: Last week I came across some strange asteroid formations near the rift. There were eight asteroids aligned in a circle, and they had some kind of metal structures built onto them that all pointed into the middle. I wonder what this is all about.
it: La settimana scorsa mi sono imbattuto in alcune strane formazioni di asteroidi vicino alla spaccatura. C'erano otto asteroidi allineati in cerchio e avevano una sorta di strutture metalliche costruite su di essi che puntavano tutte verso il centro. Mi chiedo di cosa si tratti.

source: Don't talk to me.
it: Non parlarmi.

source: I have nothing to say to you.
it: Non ho niente da dirti.

source: I don't know why I should talk to you.
it: Non so perché dovrei parlarti.

source: Why do you think I'd talk to you?
it: Perché pensi che dovrei parlare con te?

source: Go away.
it: Vattene.

source: Leave me alone.
it: Lasciami stare.

source: I might know something, but I won't tell you.
it: Potrei sapere qualcosa, ma non te lo dirò.

source: There is nothing that I want to tell you.
it: Non c'è niente che voglio dirti.

source: Anything interesting around here?
it: C'è qualcosa di interessante da queste parti?

source: Our loot is in danger! We have to get out of here! We'll be safe in %1% seconds!
it: Il nostro bottino è in pericolo! Dobbiamo andarcene da qui! Saremo al sicuro in %1% secondi!

source: This piece of junk's Hyperspace Engine takes so long to activate! Hold off this thief for another %1% seconds!
it: Questo pezzo di Hyperspace Engine di spazzatura impiega così tanto tempo per attivarsi! Tieni a bada questo ladro per altri %1% secondi!

source: Go, go, go! We're almost there! We're almost out of here!
it: Via, via, via! Ci siamo quasi! Siamo quasi fuori di qui!

source: Finally we got some real loot.
it: Finalmente abbiamo un vero bottino.

source: Once we get home, everyone will get their share.
it: Una volta tornati a casa, ognuno avrà la sua parte.

source: I've got to hide my treasure.
it: Devo nascondere il mio tesoro.

source: Relax, everyone gets some of the spoils.
it: Rilassati, tutti ricevono un po' di bottino.

source: If anything happens, we can always run away.
it: Se succede qualcosa, possiamo sempre scappare.

source: Juicy spoils and a good fight every once in a while. A pirate's life for me!
it: Succoso bottino e una bella rissa di tanto in tanto. La vita di un pirata per me!

source: Energy Signature Suppressor
it: Soppressore Firma Energetica

source: - Burned Out -
it: - Bruciato -

source: Runtime: ${hours} hours ${minutes} minutes before burning out.
it: Durata: ${hours} ore e ${minutes} minuto prima della combustione.

source: Runtime: ${minutes} minutes before burning out.
it: Durata: ${minutes} minuti prima del burn out.

source: Your energy signature suppressor in sector \s(%1%:%2%) has burnt out!
it: Il tuo soppressore di firma energetica nel settore \s(%1%:%2%) è bruciato!

source: Enter
it: Entra

source: Hey you. Leave me alone. I am testing a new technology. You won't be able to hurt me anyway.
it: Ehi tu, lasciami in pace. Sto testando una nuova tecnologia. Non sarai in grado di farmi del male comunque.

source: Which new technology?
it: Quale nuova tecnologia?

source: I won't take orders from you (attack).
it: Non prenderò ordini da te (attacco).

source: Ok, I won't bother you.
it: Ok, non ti disturberò.

source: You wouldn't understand the technical details, but in the end my ship will be indestructible.
it: Non capiresti i dettagli tecnici, ma alla fine la mia nave sarà indistruttibile.

source: Try me.
it: Mettimi alla prova.

source: Indestructible? We will see... (attack)
it: Indistruttibile? Vedremo... (attacco)

source: Ok, I won't bother you anymore.
it: Ok, non ti disturberò più.

source: I said you wouldn't understand. Leave or I will have to teach you a lesson.
it: Ho detto che non avresti capito. Vattene o dovrò darti una lezione.

source: What are the technical details?
it: Quali sono i dettagli tecnici?

source: Maybe I should teach YOU a lesson!
it: Forse dovrei DARTI una lezione!

source: Ok, I'll leave now.
it: Ok, ora me ne vado.

source: Enough joking. I will show you my superiority.
it: Basta scherzare. Ti mostrerò la mia superiorità.

source: Just don't come too close. I'll shoot.
it: Ma non avvicinarti troppo. Sparo.

source: I said don't touch anything!
it: Ho detto di non toccare niente!

source: My jumpsystems will be back online shortly - you can't hold me forever!
it: I miei jumpsystem torneranno online a breve: non puoi trattenermi per sempre!

source: Hahaha, your common weapons don't phase me! You'll need something better to short-circuit my jump engine!
it: Ahahah, le tue armi comuni non mi sfasano! Avrai bisogno di qualcosa di meglio per mandare in cortocircuito il mio motore Jump!

source: Exit Into Drone
it: Esci nel drone

# direction
source: NNW
it: NNO

# direction
source: NW
it: NO

# direction
source: WNW
it: ONO

# direction
source: W
it: O

# direction
source: WSW
it: OSO

# direction
source: SW
it: SO

# direction
source: SSW
it: SSO

source: Fee
it: Corrispettivo

source: <Gate Control \s(%1%:%2%)> You need %3% more Credits to pay passage fee.
it: <Gate Control \s(%1%:%2%)> Hai bisogno dell' %3% di crediti in più per pagare la tassa di passaggio.

source: <Gate Control \s(%1%:%2%)> Your alliance needs %3% more Credits to pay passage fee.
it: <Gate Control \s(%1%:%2%)> La tua alleanza ha bisogno dell' %3% di crediti in più per pagare la tassa di passaggio.

source: Gate Control
it: Controllo cancello

source: You paid %1% Credits: passage fee for the ship '%2%'.
it: Hai pagato %1% Crediti: tariffa di passaggio per la nave '%2%'.

source: Paid %2% Credits: gate passage fee for the ship '%1%'.
it: %2% Crediti pagati: tariffa per il passaggio al gate per la nave '%1%'.

source: Paid %1% Credits: gate passage fee
it: Pagato %1% Crediti: tassa di passaggio del cancello

source: Loss Payment enclosed
it: Perdita pagamento allegata

source: Received %1% Credits: insurance reimbursement.
it: Ricevuti %1% Crediti: rimborso assicurativo.

source: Insurance Plan
it: Piano assicurativo

source: Insurance '${craft}'
it: Assicurazione '${craft}'

source: Ship Value
it: Valore della nave

source: Insured Value
it: Valore Assicurato

source: Refunded Value
it: Valore rimborsato

source: Insurance Price
it: Prezzo dell'assicurazione

source: Paid
it: Pagato

source: Still Due
it: Ancora da pagare

source: Automatic Payments
it: Pagamenti automatici

source: Automatically pays 10% of your Credits every few minutes as, long as you haven't fully paid for your insurance.
it: Paga automaticamente il 10% dei tuoi crediti ogni pochi minuti fino a quando non hai pagato completamente la tua assicurazione.

source: Buy Full Insurance
it: Acquista un'assicurazione completa

source: This is your ship's value.
it: Questo è il valore della tua nave.

source: The price for the insurance of your ship (30% of its value).
it: Il prezzo per l'assicurazione della tua nave (30% del suo valore).

source: On destruction, this much money will be refunded by your insurance.
it: In caso di distruzione, questi soldi saranno rimborsati dalla tua assicurazione.

source: The maximum value that your current insurance will cover.
it: Il valore massimo che la tua attuale assicurazione coprirà.

source: The amount of money you have already paid.
it: La somma di denaro che hai già pagato.

source: When destroyed, your ship's insurance will refund its value. The price is 30% of your ship's value.
it: Se distrutta, l'assicurazione della tua nave rimborserà il suo valore. Il prezzo è il 30% del valore della tua nave.

source: You can pay only a fraction of the insurance price, but then only the same fraction of your ship's value gets refunded.
it: Puoi pagare solo una frazione del prezzo dell'assicurazione, ma solo la stessa frazione del valore della tua nave viene rimborsata.

source: If you make your ship bigger, you will have to make further payments.
it: Se rendi la tua nave più grande, dovrai effettuare ulteriori pagamenti.

source: If you make your ship smaller, you won't get money back that you already spent, but it stays invested and you won't have to pay twice.
it: Se rendi la tua nave più piccola, non riceverai indietro i soldi che hai già speso, ma rimane investita e non dovrai pagare due volte.

source: Your ship is not insured!
it: La tua nave non è assicurata!

source: Insured for %s%% of ship value!
it: Assicurato per lo %s%% del valore della nave!

source: Paid %1% Credits for ship insurance.
it: %1% Crediti pagati per l'assicurazione della nave.

source: You paid %1% Credits for %2%'s insurance.
it: Hai pagato %1% Crediti per l'assicurazione di %2%.

source: Insurance fraud detected. You won't receive any payments for %s.
it: Rilevata frode assicurativa. Non riceverai alcun pagamento per %s.

source: Received insurance refund for %1%: %2% Credits.
it: Ricevuto rimborso assicurativo per %1%: %2% Crediti.

source: Dear %1%, We have received notice of the destruction of your craft '%2%'. Very unfortunate! What is even more unfortunate, is that it appears as if there was an error in our transaction system. We can only reimburse the amount of money you paid us, not the full sum for your ship. The contract for your craft '%2%' is now fulfilled. We hope we can be of future service to you. Best wishes, Ship Insurance Intergalactical
it: Gentile %1%, Abbiamo ricevuto la notifica della distruzione della tua imbarcazione "%2%". Molto sfortunato! Ciò che è ancora più sfortunato è che sembra che ci sia stato un errore nel nostro sistema di transazione. Possiamo rimborsare solo l'importo che ci hai pagato, non l'intera somma per la tua nave. Il contratto per la tua imbarcazione "%2%" è ora adempiuto. Speriamo di potervi servire in futuro. Cordiali saluti, Assicurazione nave Intergalactical

source: Dear %1%, We have received notice of the destruction of your craft '%2%'. Very unfortunate! As you are insured at our company you shall receive enclosed the sum insured with us as a loss payment. The contract for your craft '%2%' is now fulfilled. We hope we can be of future service to you. Best wishes, Ship Insurance Intergalactical
it: Caro %1%, Abbiamo ricevuto la notizia della distruzione della tua imbarcazione '%2%'. Che sfortuna! "Essendo assicurato presso la nostra compagnia, riceverà in allegato la somma assicurata presso di noi come pagamento del danno. "Il contratto per la sua imbarcazione '%2%' è ora soddisfatto. Ci auguriamo di poterle essere utili in futuro. I nostri migliori auguri, Assicurazione Navale Intergalattica

source: Invite to Group
it: Invita nel gruppo

source: No player is flying this ship.
it: Nessun giocatore sta pilotando questa nave.

source: Buoy online.
it: Boa online.

source: Marker Buoy
it: Boa di segnalazione

source: Configure
it: Configura

source: Biotope
it: Biotopo

source: Our restaurants are open all the time for you.
it: I nostri ristoranti sono sempre aperti per te.

source: Visit our parks. Only the best weather thanks to our latest software.
it: Visita i nostri parchi. Solo il clima migliore grazie al nostro software di ultima generazione.

source: When have you last seen animals outside of a cage?
it: Quando è stata l'ultima volta che hai visto animali fuori da una gabbia?

source: Visit the biotope and get a home-picked apple! Included in the ticket price.
it: Visita il biotopo e ottieni una mela raccolta in casa! Incluso nel prezzo del biglietto.

source: Visit us and get a home-picked apple.
it: Vieni a trovarci e ottieni una mela raccolta in casa.

source: We got all new squatels and kliefs! During a visit to the zoo you can have a look at them.
it: Abbiamo tutti nuovi squatel e klief! Durante una visita allo zoo puoi dargli un'occhiata.

source: Shipyard
it: Cantiere navale

source: Dangerous Cargo Transport License
it: Licenza di trasporto merci pericolose

source: Suspicious Cargo Transport License
it: Licenza di trasporto merci sospette

source: Stolen Cargo Transport License
it: Licenza di trasporto merci rubate

source: Illegal Cargo Transport License
it: Licenza di trasporto merci illegale

source: License for transporting special cargo
it: Licenza per il trasporto di merci speciali

source: Only valid in designated territory
it: Valido solo nel territorio designato

source: Dangerous Cargo
it: Carico pericoloso

source: Suspicious Cargo
it: Carico sospetto

source: Stolen Cargo
it: Carico rubato

source: Illegal Cargo
it: Carico illegale

source: Territory
it: Territorio

source: Buy Cargo License
it: Acquista licenza di carico

source: Cargo Transport Licenses
it: Licenze di trasporto merci

source: Casino
it: Casinò

source: Oh no! I've lost my ship! I guess I'll have to walk home now.
it: Oh no! Ho perso la mia nave! Immagino che dovrò tornare a casa a piedi adesso.

source: What? Drunk? Me? Never.
it: Cosa? Ubriaco? Io? Mai.

source: Recreational gambling - the best in the sector!
it: Gioco d'azzardo ricreativo - il migliore del settore!

source: We offer over ${N3}0 different games!
it: Offriamo oltre ${N3}0 giochi diversi!

source: The first round is free!
it: Il primo turno è gratuito!

source: Come to our casino, we have the most modern games and you might even win!
it: Vieni nel nostro casinò, abbiamo i giochi più moderni e potresti anche vincere!

source: Buy
it: Acquista

source: Buy from station
it: Acquista dalla stazione

source: Sell
it: Vendi

source: Sell to station
it: Vendi alla stazione

source: This station buys consumer goods from traders.
it: Questa stazione acquista beni di consumo dai commercianti.

source: This station doesn't buy consumer goods from traders.
it: Questa stazione non acquista beni di consumo dai commercianti.

source: Equipment Dock
it: Dock Attrezzature

source: That's sold out, sorry.
it: È tutto esaurito, mi dispiace.

source: Problems with pirates? No more with our weaponry!
it: Problemi con i pirati? Basta con le nostre armi!

source: Equipment of all sorts, for a great price! No refunds.
it: Attrezzature di ogni tipo, ad un ottimo prezzo! Nessun rimborso.

source: No refunds.
it: Nessun rimborso.

source: Guns Guns Guns!
it: Pistole Pistole Pistole!

source: Buy turrets! Your crew will thank you for it!
it: Acquista torrette! Il tuo equipaggio te ne sarà grato!

source: Only the best turrets, subsystems and fighters!
it: Solo le migliori torrette, sottosistemi e caccia!

source: Show the Xsotan who's boss with our chain guns!
it: Mostra allo Xsotan chi comanda con le nostre pistole a catena!

source: Not enough resources? Get a mining laser and change that!
it: Risorse insufficienti? Prendi un laser minerario e cambialo!

source: Tired of being chronically unarmed? We're here for you!
it: Stanco di essere cronicamente disarmato? Siamo qui per te!

source: Our fighters are ready for you! Pilots not included.
it: I nostri caccia sono pronti per te! Piloti non inclusi.

source: Pilots not included.
it: Piloti non inclusi.

source: Gunners not included.
it: Artiglieri non inclusi.

# station type
source: Mine
it: Miniera

source: Factory
it: Fabbrica

source: Buy from factory
it: Acquista dalla fabbrica

source: Sell to factory
it: Vendi alla fabbrica

source: Factory configuration
it: Configurazione di fabbrica

source: Only two more years of work, and I'll get my free weekend!
it: Solo altri due anni di lavoro e avrò il mio weekend gratis!

source: We are always looking for workers. Everyone who is young and strong can apply.
it: Siamo sempre alla ricerca di lavoratori. Chiunque sia giovane e forte può candidarsi.

source: Reminder to all factory workers: there will be no compensation for lost limbs or loss of life.
it: Promemoria a tutti i lavoratori dello stabilimento: non ci sarà alcun risarcimento per la perdita di arti o la perdita di vite umane.

source: Trade your goods at a factory, we offer way better prices than any trading post!
it: Scambia le tue merci in una fabbrica, offriamo prezzi molto migliori di qualsiasi postazione commerciale!

source: The best prices in the sector in our factory outlet store!
it: I migliori prezzi del settore nel nostro factory outlet store!

source: Station can't produce because ingredients are missing!
it: La stazione non riesce a produrre perché mancano gli ingredienti!

source: Base Price %
it: % prezzo base

source: Sets the base price of goods bought and sold by this station. A low base price attracts more buyers and a high base price attracts more sellers.
it: Imposta il prezzo base dei beni acquistati e venduti da questa stazione. Un prezzo base basso attira più acquirenti e un prezzo base alto attira più venditori.

source: Buy goods from others
it: Acquista beni da altri

source: If checked, the station will buy goods from traders from other factions than you.
it: Se selezionato, la stazione acquisterà merci da commercianti di altre fazioni.

source: Sell goods to others
it: Vendi beni ad altri

source: If checked, the station will sell goods to traders from other factions than you.
it: Se selezionato, la stazione venderà merci a commercianti di altre fazioni oltre a te.

source: Actively request goods
it: Richiedi attivamente la merce

source: If checked, the station will actively request traders to deliver goods when it's empty. If unchecked, it may stay empty until a trader visits randomly.
it: Se selezionata, la stazione richiederà attivamente ai trader di consegnare la merce quando è vuota. Se deselezionata, potrebbe rimanere vuota fino a quando un trader non visita casualmente.

source: Actively sell goods
it: Vendere attivamente le merci

source: If checked, the station will request traders that will buy its goods when it's full. If unchecked, its goods may sit around until a trader visits randomly.
it: Se selezionata, la stazione richiederà ai trader di acquistare i suoi beni quando è piena. Se deselezionata, i suoi beni possono rimanere in giro fino a quando un trader non visita casualmente.

source: Deliver goods to stations:
it: Consegnare la merce alle stazioni:

source: Fetch goods from stations:
it: Recupera merci dalle stazioni:

source: Shuttles transport a certain amount of volume (but always at least 1 good) per every few seconds to other stations.
it: Le navette trasportano una certa quantità di volume (ma sempre almeno 1 buono) ogni pochi secondi verso altre stazioni.

source: This station will buy and sell its goods for ${percentage}% of the normal price.
it: Questa stazione acquisterà e venderà i suoi prodotti al ${percentage} del prezzo normale.

source: This factory can have up to ${productions} productions running in parallel.
it: Questa fabbrica può avere fino a ${productions} produzioni in esecuzione in parallelo.

source: [No ingredients required]
it: [Nessun ingrediente richiesto]

source: ${c}${price} - Base Price
it: ${c}${price} - Prezzo base

source: x ${factor}% - Base Price Factor
it: x ${factor}% - Fattore Prezzo Base

source: x ${factor}% - Regional Supply/Demand
it: x ${factor}% - Domanda/Offerta Regionale

source: ${c}${price} - Final Price
it: ${c}${price} - Prezzo finale

source: Note: Prices are influenced by regional supply and demand.
it: Nota: i prezzi sono influenzati dalla domanda e dall'offerta regionale.
