Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Note: Additionally, the price of this good is influenced by your relations with the seller.
it: Nota: Inoltre, il prezzo di questo bene è influenzato dai tuoi rapporti con il venditore.

source: Optional Ingredient: This ingredient is not required for production, but when used will double production speed.
it: Ingrediente opzionale: questo ingrediente non è richiesto per la produzione, ma quando viene utilizzato raddoppia la velocità di produzione.

source: Prices for ${goods} are ${percentage} higher in this region, because there is a high demand for this good.
it: I prezzi per ${goods} sono ${percentage} più alti in questa regione, perché c'è una forte domanda per questo bene.

source: Prices for ${goods} are ${percentage} lower in this region, because there is a high supply for this good.
it: I prezzi per ${goods} sono inferiori di ${percentage} in questa regione, perché c'è un'offerta elevata per questo bene.

source: Prices for ${goods} are unchanged in this region. There is no special regional demand for this good.
it: I prezzi per ${goods} sono invariati in questa regione. Non esiste una domanda regionale speciale per questo bene.

source: Note: This is a regional effect, and has no influence on the amount of traders visiting your factory.
it: Nota: questo è un effetto regionale e non ha alcuna influenza sulla quantità di trader che visitano la tua fabbrica.

source: Note: Additionally, the price of this good is influenced by your relations with the buyer.
it: Nota: inoltre, il prezzo di questo bene è influenzato dalle tue relazioni con l'acquirente.

source: Profit / production
it: Utile / produzione

source: The average amount of profit per production, calculated by comparing the value of all products against the value of all ingredients.
it: L'importo medio del profitto per produzione, calcolato confrontando il valore di tutti i prodotti con il valore di tutti gli ingredienti.

source: Money spent
it: Denaro speso

source: Amount of money spent on purchasing ingredients for production. Note: In the beginning, factories have to invest some money and may not yield profits immediately.
it: Quantità di denaro speso per l'acquisto di ingredienti per la produzione. Nota: all'inizio, le fabbriche devono investire del denaro e potrebbero non produrre profitti immediatamente.

source: Money gained
it: Soldi guadagnati

source: Amount of money gained by selling products.
it: Quantità di denaro guadagnato vendendo prodotti.

source: Profit
it: Profitto

source: Total profit of the factory; (sales - purchases). Note: In the beginning, factories have to invest some money and may not yield profits immediately.
it: Profitto totale della fabbrica; (vendite - acquisti). Nota: all'inizio, le fabbriche devono investire del denaro e potrebbero non produrre profitti immediatamente.

source: Upgrade to allow up to ${amount} parallel productions.
it: Aggiorna per consentire fino a ${amount} produzioni parallele.

source: Upgrade to allow up to ${volume} transported volume per shuttle every ${seconds} seconds.
it: Eseguire l'aggiornamento per consentire fino a ${volume} volumi trasportati per navetta ogni ${seconds} secondo.

source: Factory appears to be working as intended.
it: La fabbrica sembra funzionare come previsto.

source: This factory is already at its highest level.
it: Questa fabbrica è già al suo livello più alto.

source: Transport capacity is already at maximum.
it: La capacità di trasporto è già al massimo.

source: Error with partner station!
it: Errore con la stazione partner!

source: No more goods!
it: Niente più merce!

source: Partner station doesn't buy this!
it: La stazione partner non lo compra!

source: No more goods on partner station!
it: Niente più merce sulla stazione partner!

source: Station at full capacity!
it: Stazione a pieno regime!

source: Factory can't produce because ingredients are missing!
it: La fabbrica non può produrre perché mancano gli ingredienti!

source: Factory can't produce because there is not enough cargo space for products!
it: La fabbrica non può produrre perché non c'è abbastanza spazio di carico per i prodotti!

source: Fighter Factory
it: Fabbrica di caccia

# window title
source: Build Fighters
it: Costruisci combattenti

source: Create
it: Crea

source: Combat Fighter
it: Combattente

source: Boarding Shuttle
it: Navetta d'imbarco

source: Remaining Points:
it: Punti rimanenti:

source: Size:
it: Dimensioni:

source: Durability:
it: Durabilità:

source: Maneuverability:
it: Manovrabilità:

source: Speed:
it: Velocità:

source: Price:
it: Prezzo:

source: Don't fancy the standard? We build fighters individually according to your specs.
it: Non ti piace lo standard? Costruiamo i caccia individualmente in base alle tue specifiche.

source: We build fighters for everybody who can pay.
it: Costruiamo combattenti per tutti coloro che possono pagare.

source: We heavily discourage building fighters on your own ship and emphasize the quality of fighters you get from a professional.
it: Scoraggiamo fortemente la costruzione di caccia sulla tua nave e sottolineiamo la qualità dei caccia che ottieni da un professionista.

source: Make your own fighters! Only bring us the parts, turrets, select a configuration and pay us.
it: Crea i tuoi combattenti! Portaci solo le parti, le torrette, seleziona una configurazione e pagaci.

source: This property gets increased points due to the turret's material.
it: Questa proprietà ottiene punti aumentati a causa del materiale della torretta.

source: You have no turret selected.
it: Non hai selezionato nessuna torretta.

source: You have no plan selected.
it: Non hai selezionato alcun piano.

source: You must own the Black Market DLC to build this fighter.
it: Devi possedere il DLC Mercato Nero per costruire questo caccia.

source: You must own the Into The Rift DLC to build this fighter.
it: Devi possedere il DLC Into The Rift per costruire questo caccia.

source: This turret can't be integrated into a fighter.
it: Questa torretta non può essere integrata in un caccia.

source: Invalid fighter stats.
it: Statistiche del combattente non valide.

source: You must be docked to the station to build fighters.
it: Devi essere attraccato alla stazione per costruire caccia.

source: You must be closer to the ship to build fighters.
it: Devi essere più vicino alla nave per costruire i caccia.

source: Paid %1% Credits to build a fighter.
it: Pagato %1% Credito per costruire un combattente.

source: Fighter Merchant
it: Mercante di caccia

source: Fighters
it: Combattenti

source: No private visits for block ${R} today.
it: Nessuna visita privata per il blocco ${R} oggi.

source: Apartment inspections will begin shortly after the wake-up signal.
it: Le ispezioni degli appartamenti inizieranno poco dopo il segnale di sveglia.

source: The bad news: In areas ${R} and ${LN2} the warm water isn't working today. The good news: cold showers wake you up and increase productivity!
it: La cattiva notizia: nelle aree ${R} e ${LN2} l'acqua calda non funziona oggi. La buona notizia: le docce fredde ti svegliano e aumentano la produttività!

source: Today's job offers: habitat command is looking for ${N} doctors and ${N2} plumbers.
it: Le offerte di lavoro di oggi: habitat Command è alla ricerca di ${N} medici e ${N2} idraulico.

source: We're asking all residents to dry their clothes only in the designated areas.
it: Chiediamo a tutti i residenti di asciugare i vestiti solo nelle aree designate.

source: ${faction} Headquarters
it: ${faction} Sede

source: Headquarters
it: Sede

source: Military Outpost
it: Avamposto militare

source: Detected increased Xsotan activity in nearby sectors.
it: Rilevata maggiore attività Xsotan nei settori vicini.

source: The scouts from ${R} have returned.
it: Gli esploratori di ${R} sono tornati.

source: Many good men were lost that day.
it: Molti bravi uomini si persero quel giorno.

source: We're looking for the heroes of tomorrow today!
it: Cerchiamo oggi gli eroi di domani!

source: We always have well-paid offers for capable mercenaries.
it: Abbiamo sempre offerte ben pagate per mercenari capaci.

source: If you need cash, check our bulletin board. We always have offers for capable people.
it: Se hai bisogno di contanti, controlla la nostra bacheca. Abbiamo sempre offerte per persone capaci.

source: Join our army! It's fun!
it: Unisciti al nostro esercito! È divertente!

source: Planetary Trading Post
it: Post di trading planetario

source: Refinery
it: Raffineria

source: Your refined resources can be picked up in \s(%1%:%2%).
it: Le tue risorse raffinate possono essere ritirate in \s(%1%:%2%).

source: Received %1% %2% tax from refinery.
it: Ricevuta l'imposta dello %1% %2% dalla raffineria.

source: We finished refining your ores. You can pick them up in \s(%1%:%2%).
it: Abbiamo finito di raffinare i tuoi minerali. Puoi ritirarli in \s(%1%:%2%).

source: Relations aren't good enough to refine!
it: Le relazioni non sono abbastanza buone da perfezionarsi!

source: You already have a job running.
it: Hai già un lavoro in corso.

source: You have refined resources that need to be picked up first.
it: Hai risorse raffinate che devono essere raccolte per prime.

source: You must be docked to the station to refine ores.
it: Devi essere attraccato alla stazione per raffinare i minerali.

source: You must be closer to the ship to refine ores.
it: Devi essere più vicino alla nave per raffinare i minerali.

source: Refine Raw Ores
it: Perfeziona i minerali grezzi

source: ORES & SCRAP
it: MINERALI E ROTTAMI

source: Start Refining
it: Inizia a raffinare

source: Refine ores and scrap metals to extract their resources. Extracted resources can be collected after processing. The refinery keeps a small percentage depending on your relations.
it: Raffina minerali e rottami metallici per estrarre le loro risorse. Le risorse estratte possono essere raccolte dopo la lavorazione. La raffineria mantiene una piccola percentuale a seconda delle tue relazioni.

source: Refinery Tax: %.1f%%
it: Tassa sulla raffineria: %.1f%%

source: ${amount} ${good} Rich Ore: Yield x4
it: ${amount} ${good} Minerale ricco: rendimento x4

source: There is nothing to take.
it: Non c'è niente da prendere.

source: Received %1% %2% from refinery.
it: Ricevuto %1% %2% dalla raffineria.

# Station Title
source: Repair Dock
it: Darsena di riparazione

# Interaction Title
source: Repair Dock
it: Attracca per riparare

source: Repair your ship
it: Ripara la tua nave

source: Repair Costs:
it: Costi di riparazione:

source: Credits + Materials
it: Crediti + Materiali

source: Credits Only
it: Solo crediti

# Action
source: Repair
it: Ripara

source: Buy Kit
it: Acquista kit

source: CRAFT
it: ARTIGIANATO

source: KITS
it: KIT

source: Reconstruction Kit: Allows quick reconstruction of a destroyed ship or station from its wreckage.
it: Kit di ricostruzione: consente la rapida ricostruzione di una nave o stazione distrutta dal suo relitto.

# Action
source: Use as Reconstruction Site
it: Usa come sito di ricostruzione

source: Reconstruction Site Bonuses: - Tow ships from anywhere in the galaxy - Repair & Tow for free - Switch to this sector from the Galaxy Map
it: Bonus del sito di ricostruzione: - Traina navi da qualsiasi parte della galassia - Ripara e rimorchia gratuitamente - Passa a questo settore dalla Mappa Galattica

source: Tow
it: Rimorchia

source: Alliance Ship
it: Nave dell'Alleanza

source: PRICE
it: PREZZO

source: Towing: brings a ship's wreckage into this sector and quickly reassembles it. Your ship may be in need of some repairs afterwards.
it: Traino: porta il relitto di una nave in questo settore e lo riassembla rapidamente. La tua nave potrebbe aver bisogno di alcune riparazioni in seguito.

source: Will only tow ships that were destroyed or lost in a 50 sector radius (exception: Reconstruction Site).
it: Rimorchierà solo le navi che sono state distrutte o perse in un raggio di 50 settori (eccezione: sito di ricostruzione).

source: This is your reconstruction site. You can tow destroyed or lost ships to this place from anywhere in the galaxy. For free!
it: Questo è il tuo sito di ricostruzione. Puoi trainare navi distrutte o perse in questo luogo da qualsiasi parte della galassia. Gratis!

source: Problems with docking? Scratches on the hull? We'll fix that for you.
it: Problemi con l'attracco? Graffi sullo scafo? Sistemeremo tutto per te.

source: Asteroid-fall damage on the windshield? We'll fix that for you.
it: Danni da caduta di asteroidi sul parabrezza? Sistemeremo tutto per te.

source: Almost got destroyed by pirates? We'll fix that for you.
it: Sei quasi stato distrutto dai pirati? Sistemeremo tutto per te.

source: The Xsotan are really good for business. Just like pirates. But don't tell anyone I said that.
it: Gli Xsotan fanno davvero bene agli affari. Proprio come i pirati. Ma non dire a nessuno che l'ho detto.

source: We're lucky that shields don't protect against asteroids. We'd be out of business if they did.
it: Siamo fortunati che gli scudi non proteggano dagli asteroidi. Saremmo fuori dal mercato se lo facessero.

source: Destroyed by pirates? Our brand-new Towing Service is here for you!
it: Distrutto dai pirati? Il nostro nuovissimo servizio di rimorchio è qui per te!

source: Destroyed by Xsotan? Our brand-new Towing Service is here for you!
it: Distrutto da Xsotan? Il nostro nuovissimo servizio di rimorchio è qui per te!

source: Free
it: Gratis

source: Your ship is not damaged.
it: La tua nave non è danneggiata.

source: Only available at Repair Docks, not Shipyards!
it: Disponibile solo presso le banchine di riparazione, non nei cantieri navali!

source: Reconstruction Kits
it: Kit di ricostruzione

source: Price: ¢${money}
it: Prezzo: ¢${money}

source: Alliances don't have Reconstruction Sites.
it: Le alleanze non hanno siti di ricostruzione.

source: This sector is already your Reconstruction Site.
it: Questo settore è già il tuo sito di ricostruzione.

source: We only offer these kinds of services to people we have relations of at least 60,000 with.
it: Offriamo questo tipo di servizi solo a persone con cui abbiamo rapporti di almeno 60.000 persone.

source: Your alliance already owns a Reconstruction Kit for this ship.
it: La tua alleanza possiede già un kit di ricostruzione per questa nave.

source: You already own a Reconstruction Kit for this ship.
it: Possiedi già un kit di ricostruzione per questa nave.

source: Towing Service
it: Servizio di rimorchio

source: Tow and reconstruct the ship in this sector
it: Trainare e ricostruire la nave in questo settore

source: You can't be more than 1km away to repair your ship.
it: Non puoi essere a più di 1 km di distanza per riparare la tua nave.

source: You were damaged recently.
it: Hai subito danni di recente.

source: You can't repair your ship right now.
it: Non puoi riparare la tua nave in questo momento.

source: You don't have permission to do that in the name of your alliance.
it: Non hai il permesso di farlo in nome della tua alleanza.

source: Shipyards don't offer these kinds of services.
it: I cantieri navali non offrono questo tipo di servizi.

source: Can only reconstruct ships.
it: Può solo ricostruire le navi.

source: Reconstruction impossible.
it: Ricostruzione impossibile.

source: Ship wasn't destroyed.
it: La nave non è stata distrutta.

source: Paid %1% Credits to reconstruct a ship.
it: Hai pagato %1% Crediti per ricostruire una nave.

source: Error reconstructing craft.
it: Errore durante la ricostruzione dell'imbarcazione.

source: Towing & Reconstruction complete! Thanks to your instructions, we found the wormhole to the center. That was a wild ride!
it: Traino e ricostruzione completati! Grazie alle tue istruzioni, abbiamo trovato il tunnel spaziale al centro. È stata una corsa selvaggia!

source: Towing & Reconstruction complete!
it: Traino e ricostruzione completati!

source: We also offer very affordable repair services if you are interested!
it: Offriamo anche servizi di riparazione molto convenienti se sei interessato!

source: Your alliance already owns a Reconstruction Kit for that ship.
it: La tua alleanza possiede già un kit di ricostruzione per quella nave.

source: You already own a Reconstruction Kit for that ship.
it: Possiedi già un kit di ricostruzione per quella nave.

source: Paid %1% credits for a Reconstruction Kit.
it: Hai pagato %1% Crediti per un Kit di Ricostruzione.

source: This is impossible.
it: Questo è impossibile.

source: Paid %1% Credits to set a new Reconstruction Site.
it: Ha pagato %1% crediti per impostare un nuovo sito di ricostruzione.

source: Too far away! Only available for Reconstruction Site subscribers.
it: Troppo lontano! Disponibile solo per gli abbonati al sito di ricostruzione.

# station title
source: Research
it: Ricerca

source: Research
it: Ricerca

source: [RMB] Select Item
it: [RMB] Seleziona articolo

source: Auto Research
it: Ricerca automatica

source: Same Item Types
it: Stessi tipi di articolo

source: Same Turrets
it: Stesse Torrette

source: Same Turret-Blueprints
it: Stessa torretta: impronte blu

source: Same Subsystems
it: Stessi Sottosistemi

source: Any Turrets
it: Qualsiasi torretta

source: Any Turret-Blueprints
it: Qualsiasi torretta - Impronte blu

source: Any Subsystems
it: Eventuali Sottosistemi

source: Any Combination
it: Qualsiasi combinazione

source: Auto-Research Trash Items
it: Ricerca automatica degli elementi del cestino

source: Completely random AI-supported research, it's basically a gamble!
it: Ricerca completamente casuale supportata dall'IA, è fondamentalmente un gioco d'azzardo!

source: Feed objects to the research AI and see what crazy things it creates from them!
it: Dai da mangiare agli oggetti all'IA di ricerca e vedi quali cose folli crea da loro!

source: Our research AI eats up objects and creates new ones based on the old ones - often better, sometimes worse!
it: La nostra IA di ricerca mangia oggetti e ne crea di nuovi sulla base di quelli vecchi - spesso migliori, a volte peggiori!

source: We remind all researchers to turn on the ventilation after finishing experiments.
it: Ricordiamo a tutti i ricercatori di attivare la ventilazione dopo aver terminato gli esperimenti.

source: Research for everyone.
it: Ricerca per tutti.

source: Good news everyone!
it: Buone notizie a tutti!

source: We will destroy everything you have if you want us to.
it: Distruggeremo tutto ciò che hai, se vuoi.

source: Get rid of your superfluous items and build new ones!
it: Sbarazzati dei tuoi oggetti superflui e costruiscine di nuovi!

source: Our researchers will offer you all capacities they have. They're being paid for that.
it: I nostri ricercatori ti offriranno tutte le capacità che hanno. Sono pagati per questo.

source: Make the best of your old things!
it: Sfrutta al meglio le tue vecchie cose!

source: Doing what we must because we can.
it: Fare quello che dobbiamo perché possiamo.

source: Our research AI eats up objects and creates new ones - Often better, sometimes worse!
it: La nostra IA di ricerca mangia oggetti e ne crea di nuovi - spesso migliori, a volte peggiori!

source: Place at least 3 items for research!
it: Posiziona almeno 3 oggetti per la ricerca!

source: Invalid items in ingredients.
it: Articoli non validi negli ingredienti.

source: Stop Auto-Research
it: Interrompi ricerca automatica

source: You must be docked to the station to research items.
it: Devi essere attraccato alla stazione per cercare oggetti.

source: Not enough trash items available for current auto research mode.
it: Non sono disponibili abbastanza elementi del cestino per l'attuale modalità di ricerca automatica.

source: You don't have enough items!
it: Non hai abbastanza oggetti!

source: You need at least 3 items to do research!
it: Hai bisogno di almeno 3 oggetti per fare ricerche!

source: You must be closer to the ship to research items.
it: Devi essere più vicino alla nave per cercare oggetti.

source: Your inventory is full (%1%/%2%). Your researched item was dropped.
it: Il tuo inventario è pieno (%1%/%2%). Il tuo oggetto di ricerca è stato lasciato cadere.

source: Incapable of transforming these items.
it: Incapace di trasformare questi oggetti.

source: Your items cannot be more than one rarity apart!
it: I tuoi oggetti non possono essere più di una rarità a parte!

source: We don't want anything to do with you.
it: Non vogliamo avere niente a che fare con te.

source: Resistance Outpost
it: Avamposto della Resistenza

source: Always great to see some new faces around here. As long as you're not a Xsotan or a pirate, you're welcome to this sector.
it: È sempre bello vedere alcune facce nuove da queste parti. Finché non sei un Xsotan o un pirata, sei il benvenuto in questo settore.

source: I heard you have some work for me?
it: Ho sentito che hai del lavoro per me?

source: We are what's left of the factions in the center of the galaxy. We have been struggling against the Xsotan for over 200 years now. How can you not know this?
it: Siamo ciò che resta delle fazioni al centro della galassia. Lottiamo contro gli Xsotan da oltre 200 anni. Come fai a non saperlo?

source: I'm not from around here.
it: Non sono di queste parti.

source: That's my own business.
it: Sono affari miei.

source: Wait, are you actually from the outside? This is incredible!
it: Aspetta, vieni davvero dall'esterno? È incredibile!

source: Why is that incredible?
it: Perché è incredibile?

source: I'm from the outside, so what?
it: Vengo da fuori, e allora?

source: I'll be going now.
it: Ora devo andare.

source: So what!?
it: E allora?

source: We haven't seen anybody from the outside for hundreds of years! This changes everything! So many questions... How did you manage to get here? And why would you even come here?
it: Non vediamo nessuno dall'esterno da centinaia di anni! Questo cambia tutto! Quante domande... Come sei riuscito ad arrivare qui? E perché saresti venuto qui?

source: I want to put an end to the Xsotan.
it: Voglio porre fine agli Xsotan.

source: Just curious.
it: Solo curiosità.

source: Loot and riches.
it: Bottino e ricchezze.

source: That's none of your business.
it: Non sono affari tuoi.

source: I'm afraid you won't find a lot of it here. We only take what we need, we have to be very careful. Make sure you check out the sectors around here - there's plenty of wreckages that you can search through. But there's also the Xsotan.
it: Temo che non ne troverai molto qui. Prendiamo solo ciò di cui abbiamo bisogno, dobbiamo stare molto attenti. Assicurati di controllare i settori qui intorno: ci sono molti rottami che puoi cercare. Ma c'è anche lo Xsotan.

source: If you are serious about this, then we might have some work for you. I'll inform the others. This might be our chance!
it: Se fai sul serio, potremmo avere del lavoro per te. Informerò gli altri. Questa potrebbe essere la nostra occasione!

source: I'd rather keep to myself.
it: Preferirei stare per conto mio.

source: Farewell then.
it: Addio allora.

source: Don't get yourself killed. I'm sure you can help us out of this miserable situation. I have to inform the others. This changes everything.
it: Non farti uccidere. Sono sicuro che puoi aiutarci a uscire da questa miserabile situazione. Devo informare gli altri. Questo cambia tutto.

source: If you managed to get into this area, that means that we can get out of here as well! But, it also means that it's possible to send reinforcements, so we can actually fight the Xsotan!
it: Se sei riuscito a entrare in quest' area, significa che possiamo uscire anche noi da qui! Ma significa anche che è possibile inviare rinforzi, quindi possiamo effettivamente combattere gli Xsotan!

source: How do you want to fight them?
it: Come vuoi combatterli?
