Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: \c(3dd)Tier 3 Captains\c() are in high demand and don't have to look for work on station crew boards. You'll have to find other ways to hire such people.
it: I\c(3dd) capitani di livello 3\c() sono molto richiesti e non devono cercare lavoro sui tabelloni dell'equipaggio della stazione. Dovrai trovare altri modi per assumere queste persone.

source: You can see what sector you are in when you look at the top left corner of the \c(3dd)HUD\c().
it: Puoi vedere in quale settore ti trovi quando guardi l'angolo in alto a sinistra dell '\c(3dd)HUD\c().

source: Type \c(3dd)\s\c() in the chat window to post your current sector as a link in the chat.
it: Digita \c(3dd)\s\c() nella finestra della chat per pubblicare il tuo settore attuale come link nella chat.

source: Try pressing \c(3dd)F5\c(), \c(3dd)F6\c() and \c(3dd)F9\c() in the \c(3dd)Main Menu\c().
it: Prova a premere \c(3dd)F5\c(), \c(3dd)F6\c() e \c(3dd)F9\c() nel \c(3dd)Menu principale\c().

source: You can post items in the \c(3dd)Chat\c() by holding \c(3dd)CTRL\c() and clicking them.
it: Puoi pubblicare elementi nella \c(3dd)Chat\c() tenendo premuto \c(3dd)CTRL\c() e facendo clic su di essi.

source: There are a number of \c(3dd)Chat\c() channels. Type \c(3dd)/sector\c(), \c(3dd)/all\c(), \c(3dd)/alliance\c() or \c(3dd)/group\c() in the chat to write in that specific channel.
it: Ci sono un certo numero di canali\c(3dd)Chat\c(). Digita \c(3dd)/sector\c(), \c(3dd)/all\c(), \c(3dd)/alliance\c() o \c(3dd)/group\c() nella chat per scrivere in quel canale specifico.

source: Different factions have different ship styles. If you look closely, you can identify factions by the look of their ships.
it: Fazioni diverse hanno stili di navi diversi. Se guardi da vicino, puoi identificare le fazioni dall'aspetto delle loro navi.

source: When you've got tons of money but no resources, buy them at a \c(3dd)Resource Depot\c() to build your dream vessel!
it: Quando hai un sacco di soldi ma nessuna risorsa, comprali in un \c(3dd) Deposito Risorse\c() per costruire la nave dei tuoi sogni!

source: You can cycle through targets in reverse order by holding Ctrl while pressing %s.
it: È possibile scorrere i bersagli in ordine inverso tenendo premuto Ctrl mentre si preme %s.

source: Scientists at \c(3dd)Rift Research Centers\c() have developed teleporter technology that enables them to carry out \c(3dd)Expeditions\c() into Rifts.
it: Gli scienziati dei\c(3dd) Centri di Ricerca sulle Spaccature\c() hanno sviluppato una tecnologia di teletrasporto che consente loro di effettuare \c(3dd)Spedizioni\c() nelle Spaccature.

source: \c(3dd)Rift Missions\c() are available at \c(3dd)Rift Research Centers\c(). They are advertised by scientists in order to explore \c(3dd)Rifts\c() in greater detail.
it: Le\c(3dd) Missioni Rift\c() sono disponibili presso i\c(3dd) Centri di Ricerca Rift\c(). Sono pubblicizzati dagli scienziati per esplorare \c(3dd)Rift\c() in modo più dettagliato.

source: Darth Vader's flagship is an 'Executor-class' Star Destroyer. It has more than 5000 turbolasers and ion cannons.
it: L'ammiraglia di Darth Vader è uno Star Destroyer di classe "Executor". Ha più di 5000 turbolaser e cannoni ionici.

source: 'The Executor', Darth Vader's flagship, is 19000 m (62335 ft) long and has 13 engines.
it: "The Executor", l'ammiraglia di Darth Vader, è lunga 19000 m (62335 piedi) e ha 13 motori.

source: The Imperial I-class Star Destroyer from Star Wars has a length of 1600 meters (5249 ft) and supports over 37000 crew members.
it: Lo Star Destroyer imperiale di classe I di Star Wars ha una lunghezza di 1600 metri (5249 piedi) e supporta oltre 37000 membri dell'equipaggio.

source: The Imperial I-class Star Destroyer from Star Wars has enough quarters for 9700 stormtroopers.
it: Lo Star Destroyer imperiale di classe I di Star Wars ha abbastanza alloggi per 9700 assaltatori.

source: The Star Wars Imperial Army has hyperspace blocking ships designed to prevent other ships from jumping to light speed or even pulling them out of a hyperspace jump - The Immobilizer 418 cruiser. It creates gravity wells that distort jump routes.
it: L'Esercito Imperiale di Star Wars ha navi che bloccano l'iperspazio progettate per impedire ad altre navi di saltare alla velocità della luce o addirittura di tirarle fuori da un salto iperspaziale: l'incrociatore Immobilizer 418. Crea pozzi gravitazionali che distorcono le vie di salto.

source: Star Wars's CR90-Corvette is a very versatile ship with a minimum crew requirement of 7, 3000 m³ cargo space and a maximum atmospheric speed of 980 km/h. And all that for 3,500,000 Credits!
it: La CR90-Corvette di Star Wars è una nave molto versatile con un requisito minimo per l'equipaggio di 7, 3000 m³ di spazio di carico e una velocità atmosferica massima di 980 km/h. E tutto questo per 3.500.000 crediti!

source: The iconic X-Wing Starfighter has a length of 12.5 meters (39 ft) and is equipped with 4 laser cannons on its wings and proton torpedo launchers.
it: L'iconico X-Wing Starfighter ha una lunghezza di 12,5 metri (39 piedi) ed è dotato di 4 cannoni laser sulle ali e lanciasiluri protonici.

source: The Death Star is 160,000 meters (524,934 ft) wide and has a total of 1,206,293 crew.
it: La Morte Nera è larga 160.000 metri (524.934 piedi) e ha un totale di 1.206.293 membri dell'equipaggio.

source: The Starship USS Enterprise weighs about 397,805 metric tons (877,009,902.1 lb) and is 642.5 meters (2,108 ft) long. It can fly without taking on any resources for 15 years.
it: La nave stellare USS Enterprise pesa circa 397.805 tonnellate (877.009.902,1 libbre) ed è lunga 642,5 metri (2.108 piedi). Può volare senza assumere alcuna risorsa per 15 anni.

source: The command bridge and all battle stations of the USS Enterprise can be separated from the main ship via the "saucer separation".
it: Il ponte di comando e tutte le postazioni di battaglia della USS Enterprise possono essere separati dalla nave principale tramite la "separazione a disco".

source: The USS Enterprise has a total of 1014 crew members, including civilians.
it: La USS Enterprise ha un totale di 1014 membri dell'equipaggio, compresi i civili.

source: NASA scientists are working on a propulsion drive similar to Star Treks Impulse Engines. While they still aren't close, it is very possible to build such engines!
it: Gli scienziati della NASA stanno lavorando su un propulsore simile a Star Treks Impulse Engines. Anche se non sono ancora vicini, è molto possibile costruire tali motori!

source: The Battlestar Galactica is 1438 m (4720 ft) long, 537 m (1762 ft) wide and 183 m (602 ft) tall. Up to 5000 crew members are working on it at a time.
it: Il Battlestar Galactica è lungo 1438 m (4720 piedi), largo 537 m (1762 piedi) e alto 183 m (602 piedi). Fino a 5000 membri dell'equipaggio ci stanno lavorando contemporaneamente.

source: 'Tycho Station' from the TV show 'The Expanse' has more than 65,000,000 m³ of manufacturing and storage space!
it: "Tycho Station" dello show televisivo "The Expanse" ha più di 65.000.000 m³ di spazio di produzione e stoccaggio!

source: The two counter-rotating habitation rings of 'Tycho Station' from the TV show 'The Expanse' provide enough living space for 15,000 workers and civilians.
it: I due anelli abitativi controrotanti di "Tycho Station" dello show televisivo "The Expanse" offrono spazio vitale sufficiente per 15.000 lavoratori e civili.

source: The MCRN battleship Donnager is about 500 meters (1640 ft) long and weighs about 250,000 metric tons. It houses 2086 crew members.
it: La corazzata MCRN Donnager è lunga circa 500 metri e pesa circa 250.000 tonnellate. Ospita 2086 membri dell'equipaggio.

source: The spaceship used in Firefly is 81 meters (269 ft) long and has a crew capacity of only 5! It could, however, transport up to 74,797 kg (164,900 lb) of cargo.
it: L'astronave utilizzata in Firefly è lunga 81 metri (269 piedi) e ha una capacità di equipaggio di soli 5! Poteva, tuttavia, trasportare fino a 74.797 kg (164.900 libbre) di carico.

source: The Falcon 9 of SpaceX is the first orbital class rocket that is reusable. As of March 2020 it has already been used 50 times!
it: Il Falcon 9 di SpaceX è il primo razzo di classe orbitale riutilizzabile. A marzo 2020 è già stato utilizzato 50 volte!

source: SpaceX's Falcon 9 second stage has just one engine with a thrust of 934,000 N (210,000 lbf) and a burn time of 397 seconds. The first stage features 9 engines with a thrust of 8,227,000 N (1,849,500 lbf) in a vacuum.
it: Il secondo stadio del Falcon 9 di SpaceX ha un solo motore con una spinta di 934.000 N (210.000 lbf) e un tempo di accensione di 397 secondi. Il primo stadio dispone di 9 motori con una spinta di 8.227.000 N (1.849.500 lbf) nel vuoto.

source: SpaceX's Falcon 9 first stage features 9 engines with a thrust of 8,227,000 N (1,849,500 lbf) in a vacuum. This would allow the rocket to transport a 4,020 kg (8862 lb) payload to Mars!
it: Il primo stadio Falcon 9 di SpaceX dispone di 9 motori con una spinta di 8.227.000 N (1.849.500 lbf) nel vuoto. Ciò consentirebbe al razzo di trasportare un carico utile di 4.020 kg (8862 libbre) su Marte!

source: The International Space station (ISS) has been orbiting Earth since 1998! It travels at 27,600 km/h (17,200 mph) and orbits earth 15.5 times a day.
it: La Stazione Spaziale Internazionale (ISS) orbita attorno alla Terra dal 1998! Viaggia a 27.600 km/h (17.200 mph) e orbita intorno alla terra 15,5 volte al giorno.

source: The Milky Way is 100,000 light years wide; that is approx. 946,073,047,258,080,000,000 meters (587,862.5 trillion miles).
it: La Via Lattea è larga 100.000 anni luce; ovvero circa 946.073.047.258.080.000.000 metri (587.862,5 trilioni di miglia).

source: The Milky Way contains between 200-400 billion stars and at least 100 billion planets.
it: La Via Lattea contiene tra 200-400 miliardi di stelle e almeno 100 miliardi di pianeti.

source: Our sun is about 26.4 thousand light years away from the center of the Milky Way.
it: Il nostro sole si trova a circa 26,4 mila anni luce dal centro della Via Lattea.

source: The Hubble Space Telescope, launched in 1990, orbits earth at an altitude of 569 km (353 miles) and sends about 140 gigabits of data per week back to Earth.
it: Il telescopio spaziale Hubble, lanciato nel 1990, orbita attorno alla Terra a un'altitudine di 569 km (353 miglia) e invia circa 140 gigabit di dati alla settimana sulla Terra.

source: The Hubble Space Telescope is 13.2 meters (43.5 ft) long and weighs 12,247 kg (27,000 lb). It needs about 2,100 watts energy and produces 5,500 watts solely with solar panels!
it: Il telescopio spaziale Hubble è lungo 13,2 metri e pesa 12.247 kg. Ha bisogno di circa 2.100 watt di energia e produce 5.500 watt solo con i pannelli solari!

source: Russian Cosmonaut Yuri Gagarin was the first human in space. In 1961 he orbited Earth in 108 minutes.
it: Il cosmonauta russo Yuri Gagarin è stato il primo essere umano nello spazio. Nel 1961 orbitò intorno alla Terra in 108 minuti.

source: The first living things humans sent to space were fruit flies. In 1947 a V-2 rocket was launched to an altitude of 109 km (67.7 miles) to explore radiation exposure rates.
it: I primi esseri viventi che gli umani hanno inviato nello spazio sono stati i moscerini della frutta. Nel 1947 un razzo V-2 fu lanciato a un'altitudine di 109 km (67,7 miglia) per esplorare i tassi di esposizione alle radiazioni.

source: The fastest speed a human ever reached was a stunning 11,082 m/s (24,791 mph) during the Apollo 10 mission.
it: La velocità più veloce mai raggiunta da un essere umano è stata di 11.082 m/s (24.791 mph) durante la missione Apollo 10.

source: Avorion is pronounced 'Avorion'
it: Avorion si pronuncia 'Avorion'

source: This block is too small to be useful.
it: Questo blocco è troppo piccolo per essere utile.

# as in Repair Iron Hull
source: Repair
it: Ripara

source: There are no more missing blocks that can be repaired on your craft.
it: Non ci sono più blocchi mancanti che possono essere riparati sulla tua imbarcazione.

source: Transform into
it: Trasformare in

source: You have new mail. Press [%s] to open mails.
it: Hai nuova posta. Premi [%s] per aprire le e-mail.

source: Your craft doesn't meet all requirements for building.
it: La tua imbarcazione non soddisfa tutti i requisiti per la costruzione.

source: You can't edit your drone. Found a ship first!
it: Non puoi modificare il tuo drone. Prima trova una nave!

source: You can't edit fighters.
it: Non puoi modificare i combattenti.

source: You don't have permissions to modify this.
it: Non disponi delle autorizzazioni per modificarlo.

source: You can't delete the root block of the plan! (Safe Mode)
it: Non puoi eliminare il blocco radice del piano! (Modalità provvisoria)

source: You can't delete blocks that have turrets attached (Safe Mode)
it: Non è possibile eliminare blocchi con torrette collegate (modalità provvisoria)

source: This would delete more than the selected blocks (Safe Mode)
it: Ciò eliminerebbe più dei blocchi selezionati (modalità provvisoria)

source: Error (Safe Mode)
it: Errore (modalità provvisoria)

source: Delete Entire Ship
it: Elimina intera nave

source: This will delete your ship. Are you sure?
it: Questa azione eliminerà la tua nave. Sei sicuro?

source: Warning: Your ship has subsystems installed. If you delete your ship now, they will be lost!
it: AVVERTENZA: la tua nave ha sottosistemi installati. Se elimini la tua nave ora, andranno persi!

source: Press F1 to show Building Controls
it: Premi F1 per mostrare i comandi dell'edificio

source: Auto-Save of builds is disabled!
it: Il salvataggio automatico delle build è disabilitato!

source: Empty turret base.
it: Base torretta vuota.

source: Press %1% to enter Turret Design Mode.
it: Premere %1% per accedere alla modalità di progettazione della torretta.

source: Select to edit design.
it: Selezionare per modificare il progetto.

source: Place a coaxial gun on this turret base to activate its design. Design size: %s
it: Posiziona una pistola coassiale su questa base della torretta per attivarne il design. Dimensioni del design: %s

source: Place a turret on this turret base to activate its design. Design size: %s
it: Posiziona una torretta su questa base della torretta per attivarne il design. Dimensioni del design: %s

source: Merged %1% blocks to %2% blocks.
it: Unito blocchi %1% a blocchi %2%.

source: Select one turret base block to create a design.
it: Seleziona un blocco di base della torretta per creare un progetto.

source: Not enough space available for the turret design.
it: Spazio insufficiente per la progettazione della torretta.

source: Turret Too Big
it: Torretta troppo grande

source: A turret that was placed here is too big for this turret base. Please remove it before editing the design.
it: Una torretta che è stata posizionata qui è troppo grande per questa base della torretta. Per favore rimuovila prima di modificare il progetto.

source: Scale Design Down
it: Scala disegno verso il basso

source: The design is too big for this turret base. Do you want to scale it down?
it: Il design è troppo grande per questa base della torretta. Vuoi ridimensionarlo?

source: This removes blocks that require a shipyard to build and there is none here (Safe Mode).
it: Questo rimuove i blocchi che richiedono un cantiere navale per essere costruiti e non ce n' è nessuno qui (Modalità provvisoria).

source: This would remove a turret because of its material (Safe Mode)
it: Ciò rimuoverebbe una torretta a causa del suo materiale (Modalità provvisoria)

source: Transforming into Hologram would remove a turret (Safe Mode)
it: La trasformazione in ologramma rimuoverà una torretta (modalità provvisoria)

source: Transforming into Hologram would split up the craft.
it: La trasformazione in ologramma avrebbe diviso l'imbarcazione.

source: Switched controls to cruiser mode. Press %s to change it back.
it: Passaggio dei comandi in modalità navigazione con tastiera. Premere %s per tornare indietro.

source: Switched controls to immediate mode. Press %s to change it back.
it: Passaggio dei comandi in modalità navigazione con mouse . Premere %s per tornare indietro.

source: Quick switching of control schemes disabled. You can enable it in the settings.
it: Cambio rapido dei comandi di volo disabilitato. Puoi abilitarlo nelle impostazioni.

source: Player
it: Giocatore

source: Escort
it: Scorta Nave

source: Attack (%s)
it: Attacca Bersaglio (%s)

source: Fly Through
it: Vola attraverso

source: Fly Here
it: Vola qui

source: Guard Position (%s)
it: Posizione Difensiva (%s)

source: Patrol Sector (%s)
it: Pattuglia il Settore (%s)

source: Attack Enemies (%s)
it: Attacca Nemici (%s)

source: Mine Asteroid
it: Estrai Risorse dall'Asteroide

source: Mine (%s)
it: Estrai Risorse (%s)

source: Salvage Wreckage
it: Recupera i rottami

source: Salvage (%s)
it: Recupera Oggetti (%s)

source: Refine Ores
it: Raffina i Minerali

source: Board (%s)
it: Scheda (%s)

source: Stop (%s)
it: Fermati (%s)

source: Repair Target
it: Ripara Bersaglio

source: Repair
it: Ripara Nave

source: Dock
it: Attracca

source: Stations can't perform this action.
it: Le stazioni non possono eseguire questa azione.

source: Your ship needs a captain for that!
it: La tua nave ha bisogno di un capitano per fare questo!

source: The Drone can't perform this action.
it: Il Drone non può eseguire questa azione.

source: Design Inactive
it: Design inattivo

source: Reset the turret's rotation to continue building.
it: Ripristina la rotazione della torretta per continuare a costruire.

source: Turret Base
it: Base della torretta

source: Turret Body
it: Corpo torretta

source: Turret Barrel
it: Cilindro della torretta

source: This Turret Design is inactive. Place a turret on its base to activate it.
it: Questo design della torretta è inattivo. Posiziona una torretta sulla sua base per attivarla.

source: Minimum size of the current design reached.
it: Dimensione minima del disegno attuale raggiunta.

source: Minimum size reached. The design must not be smaller than the actual turret.
it: Dimensione minima raggiunta. Il design non deve essere più piccolo della torretta effettiva.

source: No block selected.
it: Nessun blocco selezionato.

source: No blocks selected to mark as muzzle.
it: Nessun blocco selezionato da contrassegnare come museruola.

source: The selected turret design is invalid.
it: Il design della torretta selezionata non è valido.

source: Failed to transform turret part. Not enough space.
it: Impossibile trasformare la parte della torretta. Spazio insufficiente.

source: Blocks must be inside of the bounding box.
it: I blocchi devono trovarsi all'interno del riquadro di delimitazione.

source: Failed to transfer blocks. Not enough space.
it: Impossibile trasferire i blocchi. Spazio insufficiente.

source: You can't pick this up with your current ship.
it: Non puoi ritirarlo con la tua nave attuale.

# Time, in how many seconds loot ban is lifted
source: Never
it: Mai

source: Denied for you. Runs out in: %s
it: Negato per te. Si esaurisce tra: %s

source: Your inventory is full.
it: Il tuo inventario è pieno.

source: Your inventory is full (%1%/%2%).
it: Il tuo inventario è pieno (%1%/%2%).

source: Cargo is ship-bound and can only be picked up by a ship of the correct faction.
it: Il carico è legato alla nave e può essere raccolto solo da una nave della fazione corretta.

source: Your craft doesn't have a cargo bay!
it: La tua imbarcazione non ha una stiva di carico!

source: Not enough room in your cargo bay!
it: Non c'è abbastanza spazio nella tua stiva di carico!

source: Your cargo bay is configured not to collect this!
it: La tua stiva di carico è configurata per non raccoglierlo!

source: Crew is ship-bound and can only be picked up by a ship of the correct faction.
it: L'equipaggio è legato alla nave e può essere prelevato solo da una nave della fazione corretta.

source: Your craft doesn't have a crew!
it: La tua imbarcazione non ha equipaggio!

source: Not enough room in your crew!
it: Non c'è abbastanza spazio nel tuo equipaggio!

source: Your craft doesn't have torpedo storage!
it: La tua imbarcazione non ha spazio per i siluri!

source: Not enough room in your torpedo storage!
it: Spazio insufficiente nel deposito dei siluri!

# Time, in how many seconds loot reservation is lifted
source: Never
it: Mai

# Will be used like: 'Reserved for someone else.'
source: someone else
it: qualcun altro

source: Reservation runs out in: %s
it: La prenotazione scade tra: %s

source: Path %s doesn't exist.
it: Il percorso %s non esiste.

source: Galaxy name can't be empty.
it: Il nome della galassia non può essere vuoto.

source: Max players can't be 0 or less.
it: I giocatori massimi non possono essere 0 o meno.

source: Too many threads.
it: Troppe discussioni.

source: Collision damage can't be less than 0.
it: Il danno da collisione non può essere inferiore a 0.

source: Error while downloading mods:
it: Errore durante il download delle mod:

# Window Caption
source: Downloading Mods
it: Download Mod

source: Mods Running On Server
it: Mod in esecuzione sul server

source: Title
it: Titolo

source: Description
it: Descrizione

# Mod Installation Status
source: Ready
it: Pronto

# Mod Installation Status
source: Download Required
it: Download richiesto

source: This mod will be downloaded automatically from the Steam Workshop.
it: Questa mod verrà scaricata automaticamente dal Workshop di Steam.

# Mod Installation Status
source: Not Installed
it: Non installato

source: Couldn't find this mod on disk or in the Steam Workshop.
it: Impossibile trovare questa mod su disco o nell'officina di Steam.

# Mod Installation Status
source: Version Mismatch
it: Versione non corrispondente

source: Installed: version %1% Required: version %2%.*
it: Installata: versione %1% Richiesta: versione %2%.*

# Mod Installation Status
source: Server Only
it: Solo server

source: Not connected to Steam
it: Non collegato a Steam

source: Downloading Mod %1% of %2%
it: Download Mod %1% di %2%

source: [%1% of %2% | %3%%%]
it: [%1% di %2% | %3%%%]

source: Unknown error downloading item with workshop ID '%i', skipping after 10 tries.
it: Errore sconosciuto durante il download dell'elemento con ID officina '%i', saltando dopo 10 tentativi.

source: Starting Game ...
it: Avvio del gioco in corso...

source: Singleplayer Instance Error
it: Errore dell'istanza singleplayer

source: Singleplayer server startup failed.
it: Avvio del server singleplayer non riuscito.

source: Connection to local instance failed
it: Connessione all'istanza locale non riuscita

source: Connection to server failed
it: Connessione al server non riuscita

source: Connection to %s failed
it: Connessione a %s non riuscita

source: Connection refused: %s
it: Connessione rifiutata: %s

source: Connection to local instance failed: no response
it: Connessione all'istanza locale non riuscita: nessuna risposta

source: Connection to server failed: server unreachable
it: Connessione al server non riuscita: server non raggiungibile

source: Connection to %s failed: server unreachable
it: Connessione a %s non riuscita: server non raggiungibile

source: Starting Server...
it: Avvio del server...

source: Starting Singleplayer...
it: Avvio della galassia in giocatore singolo in corso...

source: Connecting...
it: Connessione in corso...

source: Entering Singleplayer...
it: Accesso al singleplayer...

source: Connection failed
it: Connessione non riuscita

source: Entering Singleplayer failed
it: L'accesso al singleplayer è fallito

source: Connection closed
it: Connessione chiusa

source: Singleplayer instance closed
it: Istanza singleplayer chiusa

source: Connection lost: no response from server
it: Connessione persa: nessuna risposta dal server
