Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: This craft cannot board others: %s
it: Questa nave non può abbordare altre navi: %s

source: This object cannot be boarded.
it: Questo obiettivo non può essere abbordato.

source: This ship needs weapons to board other ships.
it: Questa nave ha bisogno di armi per abbordare altre navi.

source: Your craft %1% can't follow %2% because it won't fit through a wormhole or gate.
it: La tua nave %1% non può seguire l' %2% perché non passerà attraverso un Wormhole o un portale.

source: One of your crafts can't follow its target %s because it won't fit through a wormhole or gate.
it: Una delle tue navi non può seguire il suo obiettivo %s perché non passerà attraverso un Wormhole o un portale.

source: Your craft %1% has lost track of its target %2%.
it: La tua nave %1% ha perso le tracce del suo bersaglio %2%.

source: One of your crafts can't follow its target %s because it can't jump far enough.
it: Una delle vostre navi non può seguire il suo obiettivo perché non riesce a saltare abbastanza lontano.

source: One of your crafts has lost track of its target %s.
it: Una delle tue navi ha perso le tracce del suo bersaglio %s.

source: %1% has not jumped for 5 minutes because it is waiting for an escorting ship.
it: %1% non salta da 5 minuti perché è in attesa di una nave di scorta.

source: %1% can't perform a hyperspace jump because it doesn't have enough energy.
it: %1% non può eseguire un salto nell'iperspazio perché non ha abbastanza energia.

source: Invite other players to the alliance.
it: Invita altri giocatori all'alleanza.

source: Kick other members ranked lower than you from the alliance.
it: Caccia dall'alleanza gli altri membri che sono classificati più in basso di te.

source: Promote other members ranked lower than you, but not to a rank higher than your rank.
it: Promuovi altri membri con un rango inferiore al tuo, ma non con un rango superiore al tuo.

source: Demote other members ranked lower than you.
it: Retrocedi gli altri membri con un punteggio inferiore al tuo.

source: Edit ranks and permissions.
it: Modifica ranghi e autorizzazioni.

source: Add items to the alliance safe.
it: Aggiungi oggetti al deposito dell'alleanza.

source: Use items from the alliance safe on crafts and property owned by the alliance.
it: Usa gli oggetti del deposito dell'alleanza su imbarcazioni e proprietà dell'alleanza.

source: Take items from the alliance safe.
it: Prendi gli oggetti dal deposito dell'alleanza.

source: Add resources to the alliance safe.
it: Aggiungi risorse al deposito dell'alleanza.

source: Use resources from the alliance safe on crafts and property owned by the alliance.
it: Usa le risorse del deposito dell'alleanza su imbarcazioni e proprietà dell'alleanza.

source: Take resources from the alliance safe.
it: Prendi le risorse dal deposito dell'alleanza.

source: Found ships that will be owned by the alliance.
it: Trova navi che saranno possedute dall'alleanza.

source: Found stations that will be owned by the alliance.
it: Trova stazioni che saranno possedute dall'alleanza.

source: Manage stations, factory or mine prices, insurance and sell asteroids.
it: Gestisci i prezzi di stazioni, fabbriche e miniere, assicurazioni e vendi asteroidi.

source: Manage ships, e.g. crew payment, ship transfers, orders, reconstruction and naming.
it: Gestione delle navi, come ad esempio il pagamento dell'equipaggio, i trasferimenti, gli ordini, la ricostruzione e la denominazione delle navi.

source: Fly and manage crafts owned by the alliance.
it: Vola e gestisci le navi possedute dall'alleanza.

source: Change equipment and structure of crafts and property owned by the alliance.
it: Cambia le attrezzature e la struttura delle navi e dei beni possedute dall'alleanza.

source: Change the emblem of the alliance.
it: Cambia l'emblema dell'alleanza.

source: Change the message of the day in the alliance main menu.
it: Cambia il messaggio del giorno nel menu principale dell'alleanza.

source: Negotiate relations with other factions.
it: Negoziare le relazioni con altre fazioni.

source: Mark sectors on the map and change notes.
it: Contrassegna i settori sulla mappa e cambia le note.

source: Invite Players
it: Invita Giocatori

source: Kick Players
it: Espelli Giocatori

source: Promote Members
it: Promuovi Membri

source: Demote Members
it: Abbassa di livello Membri

source: Edit Ranks
it: Modifica Ranghi

source: Add Items
it: Aggiungi Oggetti

source: Spend Items
it: Usa Oggetti

source: Take Items
it: Prendi Oggetti

source: Add Resources
it: Aggiungi Risorse

source: Spend Resources
it: Usa Risorse

source: Take Resources
it: Prendi Risorse

source: Found Ships
it: Navi Trovate

source: Found Stations
it: Stazioni Trovate

source: Manage Stations
it: Gestisci Stazioni

source: Manage Ships
it: Gestisci Navi

source: Fly Crafts
it: Usa Nave

source: Modify Crafts
it: Modifica Creazioni

source: Modify Emblem
it: Modifica Emblema

source: Modify Motd
it: Modifica Messaggio del Giorno

source: Negotiate Relations
it: Negozia relazioni

source: Edit Map
it: Modifica mappa

# Alliance Member Rank
source: Admiral
it: Ammiraglio

# Alliance Member Rank
source: General
it: Generale

# Alliance Member Rank
source: Officer
it: Ufficiale

# Alliance Member Rank
source: Member
it: Membro

# Block
source: Smart Hull
it: Scafo intelligente

# Block
source: Smart Blank Hull
it: Scafo vuoto intelligente

# Block
source: Engine
it: Motore

# Block
source: Stone
it: Pietra

# Block
source: Cargo Bay
it: Baia di carico

# Block
source: Crew Quarters
it: Alloggi per l'equipaggio

# Block
source: Edge Crew Quarters
it: Bordo alloggio equipaggio

# Block
source: Corner Crew Quarters 1
it: Angolo alloggio equipaggio 1

# Block
source: Corner Crew Quarters 2
it: Angolo alloggio equipaggio 2

# Block
source: Corner Crew Quarters 3
it: Angolo alloggio equipaggio 3

# Block
source: Twisted Corner Crew Quarters 1
it: Angolo contorto dell'equipaggio 1

# Block
source: Twisted Corner Crew Quarters 2
it: Angolo contorto dell'equipaggio 2

# Block
source: Flat Corner Crew Quarters
it: Alloggiamenti per l'equipaggio ad angolo piatto

# Block
source: Thruster
it: Propulsore

# Block
source: Directional Thruster
it: Propulsore direzionale

# Block
source: Armor
it: Corazza

# Block
source: Framework
it: Struttura

# Block
source: Dock
it: Attracco

# Block
source: Shield Generator
it: Generatore di scudi

# Block
source: Generator
it: Generatore

# Block
source: Energy Container
it: Contenitore di energia

# Block
source: Integrity Field Generator
it: Generatore di campo di integrità

# Block
source: Computer Core
it: Nucleo del computer

# Block
source: Hyperspace Core
it: Nucleo iperspaziale

# Block
source: Solar Panel
it: Pannello solare

# Block
source: Light
it: Luce

# Block
source: Colored Light
it: Luce colorata

# Block
source: Flashing Light 1
it: Luce lampeggiante 1

# Block
source: Flashing Light 2
it: Luce lampeggiante 2

# Block
source: Flashing Light 3
it: Luce lampeggiante 3

# Block
source: Transporter
it: Trasportatore

# Block
source: Academy
it: Accademia

# Block
source: Cloning Pods
it: Clonazione dei Pod

# Block
source: Smart Edge
it: Bordo intelligente

# Block
source: Smart Corner 1
it: Angolo intelligente 1

# Block
source: Smart Corner 2
it: Angolo intelligente 2

# Block
source: Smart Corner 3
it: Angolo intelligente 3

# Block
source: Smart Twisted Corner 1
it: Angolo attorcigliato intelligente 1

# Block
source: Smart Twisted Corner 2
it: Angolo attorcigliato intelligente 2

# Block
source: Smart Flat Corner
it: Angolo piatto intelligente

# Block
source: Edge Armor
it: Corazza per bordi

# Block
source: Corner Armor 1
it: Armatura angolare 1

# Block
source: Corner Armor 2
it: Armatura angolare 2

# Block
source: Corner Armor 3
it: Armatura angolare 3

# Block
source: Twisted Corner Armor 1
it: Armatura ad angolo attorcigliata 1

# Block
source: Twisted Corner Armor 2
it: Armatura ad angolo attorcigliata 2

# Block
source: Flat Corner Armor
it: Armatura ad angolo piatto

# Block
source: Glow
it: Bagliore

# Block
source: Glow Edge
it: Bordo incandescente

# Block
source: Glow Corner 1
it: Angolo luminoso 1

# Block
source: Glow Corner 2
it: Angolo luminoso 2

# Block
source: Glow Corner 3
it: Angolo luminoso 3

# Block
source: Glow Twisted Corner 1
it: Angolo attorcigliato luminoso 1

# Block
source: Glow Twisted Corner 2
it: Angolo attorcigliato luminoso 2

# Block
source: Glow Flat Corner
it: Angolo piatto luminoso

# Block
source: Glass
it: Vetro

# Block
source: Glass Edge
it: Bordo in vetro

# Block
source: Glass Corner 1
it: Angolo vetro 1

# Block
source: Glass Corner 2
it: Angolo vetro 2

# Block
source: Glass Corner 3
it: Angolo del vetro 3

# Block
source: Glass Twisted Corner 1
it: Angolo in vetro ritorto 1

# Block
source: Glass Twisted Corner 2
it: Angolo del vetro ritorto 2

# Block
source: Glass Flat Corner
it: Angolo piatto in vetro

# Block
source: Reflector
it: Catarifrangente

# Block
source: Reflector Edge
it: Bordo del riflettore

# Block
source: Reflector Corner 1
it: Angolo riflettore 1

# Block
source: Reflector Corner 2
it: Angolo riflettore 2

# Block
source: Reflector Corner 3
it: Angolo del riflettore 3

# Block
source: Reflector Twisted Corner 1
it: Angolo 1 attorcigliato del catarifrangente

# Block
source: Reflector Twisted Corner 2
it: Angolo attorcigliato del catarifrangente 2

# Block
source: Reflector Flat Corner
it: Angolo piatto riflettore

# Block
source: Stone Edge
it: Bordo in pietra

# Block
source: Stone Corner 1
it: Angolo di pietra 1

# Block
source: Stone Corner 2
it: Angolo di pietra 2

# Block
source: Stone Corner 3
it: Angolo di pietra 3

# Block
source: Stone Twisted Corner 1
it: Angolo attorcigliato in pietra 1

# Block
source: Stone Twisted Corner 2
it: Angolo attorcigliato in pietra 2

# Block
source: Stone Flat Corner
it: Angolo piatto in pietra

# Block
source: Hologram
it: Ologramma

# Block
source: Hologram Edge
it: Bordo ologramma

# Block
source: Hologram Corner 1
it: Angolo ologramma 1

# Block
source: Hologram Corner 2
it: Angolo ologramma 2

# Block
source: Hologram Corner 3
it: Angolo ologramma 3

# Block
source: Hologram Twisted Corner 1
it: Angolo attorcigliato ologramma 1

# Block
source: Hologram Twisted Corner 2
it: Angolo contorto ologramma 2

# Block
source: Hologram Flat Corner
it: Angolo piatto ologramma

# Block
source: Rich Stone
it: Pietra ricca

# Block
source: Rich Stone Edge
it: Ricco bordo in pietra

# Block
source: Rich Stone Corner 1
it: Angolo Pietra Ricca 1

# Block
source: Rich Stone Corner 2
it: Angolo Pietra Ricca 2

# Block
source: Rich Stone Corner 3
it: Angolo Pietra Ricca 3

# Block
source: Rich Stone Twisted Corner 1
it: Angolo attorcigliato in pietra ricca 1

# Block
source: Rich Stone Twisted Corner 2
it: Angolo attorcigliato in pietra ricca 2

# Block
source: Rich Stone Flat Corner
it: Angolo piatto in pietra ricca

# Block
source: Super Rich Stone
it: Pietra super ricca

# Block
source: Super Rich Stone Edge
it: Bordo Pietra Ricchissimo

# Block
source: Super Rich Stone Corner 1
it: Angolo di pietra super ricco 1

# Block
source: Super Rich Stone Corner 2
it: Angolo di pietra super ricco 2

# Block
source: Super Rich Stone Corner 3
it: Angolo di pietra super ricco 3

# Block
source: Super Rich Stone Twisted Corner 1
it: Angolo Contorto 1 Pietra Ricchissima

# Block
source: Super Rich Stone Twisted Corner 2
it: Angolo attorcigliato in pietra super ricca 2

# Block
source: Super Rich Stone Flat Corner
it: Angolo piatto in pietra super ricco

# Block
source: Rift Stone
it: Pietra del Rift

# Block
source: Rift Stone Edge
it: Bordo di pietra Rift

# Block
source: Rift Stone Corner 1
it: Angolo di pietra di Rift 1

# Block
source: Rift Stone Corner 2
it: Angolo di pietra di Rift 2

# Block
source: Rift Stone Corner 3
it: Angolo di pietra di Rift 3

# Block
source: Rift Stone Twisted Corner 1
it: Pietra del Rift Angolo attorcigliato 1

# Block
source: Rift Stone Twisted Corner 2
it: Pietra del Rift Angolo attorcigliato 2

# Block
source: Rift Stone Flat Corner
it: Angolo piatto in pietra Rift

# Block
source: Glow Stone
it: Pietra incandescente

# Block
source: Glow Stone Edge
it: Bordo pietra incandescente

# Block
source: Glow Stone Corner 1
it: Angolo pietra incandescente 1

# Block
source: Glow Stone Corner 2
it: Angolo pietra luminosa 2

# Block
source: Glow Stone Corner 3
it: Angolo pietra luminosa 3

# Block
source: Glow Stone Twisted Corner 1
it: Angolo attorcigliato pietra luminosa 1

# Block
source: Glow Stone Twisted Corner 2
it: Angolo attorcigliato pietra luminosa 2

# Block
source: Glow Stone Flat Corner
it: Angolo piatto pietra incandescente

# Block
source: Rich Rift Stone
it: Pietra ricca Rift

# Block
source: Rich Rift Stone Edge
it: Bordo in pietra di rift ricco di dettagli

# Block
source: Rich Rift Stone Corner 1
it: Angolo Pietra ricca Rift 1

# Block
source: Rich Rift Stone Corner 2
it: Angolo Pietra ricca Rift 2

# Block
source: Rich Rift Stone Corner 3
it: Angolo Pietra ricca Rift 3

# Block
source: Rich Rift Stone Twisted Corner 1
it: Rift pietra ricca angolo attorcigliato 1

# Block
source: Rich Rift Stone Twisted Corner 2
it: Rift pietra ricca angolo attorcigliato 2

# Block
source: Rich Rift Stone Flat Corner
it: Angolo piatto in pietra ricca Rift

# Block
source: Super Rich Rift Stone
it: Pietra Rift Ricchissima

# Block
source: Super Rich Rift Stone Edge
it: Bordo Pietra Rift ricca

# Block
source: Super Rich Rift Stone Corner 1
it: Angolo Pietra Rift ricca 1

# Block
source: Super Rich Rift Stone Corner 2
it: Angolo di pietra super ricca 2

# Block
source: Super Rich Rift Stone Corner 3
it: Angolo Pietra Rift ricca 3

# Block
source: Super Rich Rift Stone Twisted Corner 1
it: Pietra di Rift super ricca Angolo contorto 1

# Block
source: Super Rich Rift Stone Twisted Corner 2
it: Pietra di Rift super ricca Angolo contorto 2

# Block
source: Super Rich Rift Stone Flat Corner
it: Angolo piatto in pietra super ricca Rift

# Block
source: Portal
it: Portale

# Block
source: Turret Rotation Lock
it: Blocco rotazione torretta

# Block
source: Turret Rotation Lock Edge
it: Bordo blocco rotazione torretta

# Block
source: Gyro Array
it: Array giroscopico

# Block
source: Inertia Dampener
it: Smorzatore di inerzia

# Block
source: Flight Recorder
it: Registratore di volo

# Block
source: Assembly
it: Montaggio

# Block
source: Torpedo Launcher
it: Lanciasiluri

# Block
source: Frontal Torpedo Launcher
it: Lanciasiluri frontale

# Block
source: Torpedo Storage
it: Deposito siluri

# Block
source: Turret Base
it: Base della torretta

# Block
source: Edge Turret Base
it: Base della torretta Edge

# Block
source: Armored Turret Base
it: Base della torretta corazzata

# Block
source: Armored Edge Turret Base
it: Base della torretta con bordo corazzato

# Block
source: Ship Name
it: Nome della nave

# Block
source: Ship Name Edge
it: Nome bordo della nave

# Block
source: Emblem
it: Emblema

# Block
source: Emblem Edge
it: Bordo dell'emblema

# Block
source: Wreckage
it: Rottami

# Block
source: Wreckage Edge
it: Bordo del relitto

# Block
source: Wreckage Corner 1
it: Angolo del relitto 1

# Block
source: Wreckage Corner 2
it: Angolo del relitto 2

# Block
source: Wreckage Corner 3
it: Angolo del relitto 3

# Block
source: Wreckage Twisted Corner 1
it: Angolo del relitto attorcigliato 1

# Block
source: Wreckage Twisted Corner 2
it: Angolo contorto del relitto 2

# Block
source: Wreckage Flat Corner
it: Angolo piatto dei rottami

# Block
source: Hull (Alternate Pattern A)
it: Scafo (Modello alternato A)

# Block
source: Edge (Alternate Pattern A)
it: Bordo (motivo alternativo A)

# Block
source: Corner 1 (Alternate Pattern A)
it: Angolo 1 (Modello alternato A)

# Block
source: Corner 2 (Alternate Pattern A)
it: Angolo 2 (Modello alternato A)

# Block
source: Corner 3 (Alternate Pattern A)
it: Angolo 3 (Modello alternato A)

# Block
source: Flat Corner (Alternate Pattern A)
it: Angolo piatto (motivo alternativo A)

# Block
source: Twisted Corner 1 (Alternate Pattern A)
it: Angolo attorcigliato 1 (modello alternativo A)

# Block
source: Twisted Corner 2 (Alternate Pattern A)
it: Angolo attorcigliato 2 (modello alternativo A)

# Block
source: Hull (Alternate Pattern B)
it: Scafo (Modello alternato B)

# Block
source: Edge (Alternate Pattern B)
it: Bordo (motivo alternativo B)

# Block
source: Corner 1 (Alternate Pattern B)
it: Angolo 1 (Modello alternato B)

# Block
source: Corner 2 (Alternate Pattern B)
it: Angolo 2 (Schema alternato B)

# Block
source: Corner 3 (Alternate Pattern B)
it: Angolo 3 (Schema alternato B)

# Block
source: Flat Corner (Alternate Pattern B)
it: Angolo piatto (motivo alternato B)

# Block
source: Twisted Corner 1 (Alternate Pattern B)
it: Angolo attorcigliato 1 (motivo alternativo B)

# Block
source: Twisted Corner 2 (Alternate Pattern B)
it: Angolo attorcigliato 2 (motivo alternativo B)

# Block
source: Hull (Vivid Colors)
it: Scafo (colori vivaci)

# Block
source: Edge (Vivid Colors)
it: Bordo (colori vivaci)

# Block
source: Corner 1 (Vivid Colors)
it: Angolo 1 (colori vivaci)

# Block
source: Corner 2 (Vivid Colors)
it: Angolo 2 (colori vivaci)

# Block
source: Corner 3 (Vivid Colors)
it: Angolo 3 (colori vivaci)

# Block
source: Flat Corner (Vivid Colors)
it: Angolo piatto (colori vivaci)

# Block
source: Twisted Corner 1 (Vivid Colors)
it: Angolo attorcigliato 1 (colori vivaci)

# Block
source: Twisted Corner 2 (Vivid Colors)
it: Angolo attorcigliato 2 (colori vivaci)

# Block
source: Hull (White Stripes A)
it: Scafo (strisce bianche A)

# Block
source: Edge (White Stripes A)
it: Bordo (strisce bianche A)

# Block
source: Corner 1 (White Stripes A)
it: Angolo 1 (strisce bianche A)

# Block
source: Corner 2 (White Stripes A)
it: Angolo 2 (strisce bianche A)

# Block
source: Corner 3 (White Stripes A)
it: Angolo 3 (strisce bianche A)

# Block
source: Flat Corner (White Stripes A)
it: Angolo piatto (strisce bianche A)

# Block
source: Twisted Corner 1 (White Stripes A)
it: Angolo attorcigliato 1 (strisce bianche A)

# Block
source: Twisted Corner 2 (White Stripes A)
it: Angolo attorcigliato 2 (strisce bianche A)

# Block
source: Hull (White Stripes B)
it: Scafo (strisce bianche B)

# Block
source: Edge (White Stripes B)
it: Bordo (strisce bianche B)

# Block
source: Corner 1 (White Stripes B)
it: Angolo 1 (strisce bianche B)

# Block
source: Corner 2 (White Stripes B)
it: Angolo 2 (strisce bianche B)

# Block
source: Corner 3 (White Stripes B)
it: Angolo 3 (strisce bianche B)

# Block
source: Flat Corner (White Stripes B)
it: Angolo piatto (strisce bianche B)

# Block
source: Twisted Corner 1 (White Stripes B)
it: Angolo attorcigliato 1 (strisce bianche B)

# Block
source: Twisted Corner 2 (White Stripes B)
it: Angolo attorcigliato 2 (strisce bianche B)

# Block
source: Hull (White Stripes C)
it: Scafo (strisce bianche C)

# Block
source: Edge (White Stripes C)
it: Bordo (strisce bianche C)

# Block
source: Corner 1 (White Stripes C)
it: Angolo 1 (strisce bianche C)

# Block
source: Corner 2 (White Stripes C)
it: Angolo 2 (strisce bianche C)

# Block
source: Corner 3 (White Stripes C)
it: Angolo 3 (strisce bianche C)

# Block
source: Flat Corner (White Stripes C)
it: Angolo piatto (strisce bianche C)

# Block
source: Twisted Corner 1 (White Stripes C)
it: Angolo attorcigliato 1 (strisce bianche C)

# Block
source: Twisted Corner 2 (White Stripes C)
it: Angolo attorcigliato 2 (strisce bianche C)

# Block
source: Hull (Dark Stripes A)
it: Scafo (strisce scure A)

# Block
source: Edge (Dark Stripes A)
it: Bordo (strisce scure A)

# Block
source: Corner 1 (Dark Stripes A)
it: Angolo 1 (strisce scure A)

# Block
source: Corner 2 (Dark Stripes A)
it: Angolo 2 (strisce scure A)

# Block
source: Corner 3 (Dark Stripes A)
it: Angolo 3 (strisce scure A)

# Block
source: Flat Corner (Dark Stripes A)
it: Angolo piatto (strisce scure A)

# Block
source: Twisted Corner 1 (Dark Stripes A)
it: Angolo attorcigliato 1 (strisce scure A)

# Block
source: Twisted Corner 2 (Dark Stripes A)
it: Angolo attorcigliato 2 (strisce scure A)

# Block
source: Hull (Dark Stripes B)
it: Scafo (strisce scure B)

# Block
source: Edge (Dark Stripes B)
it: Bordo (strisce scure B)

# Block
source: Corner 1 (Dark Stripes B)
it: Angolo 1 (strisce scure B)

# Block
source: Corner 2 (Dark Stripes B)
it: Angolo 2 (strisce scure B)

# Block
source: Corner 3 (Dark Stripes B)
it: Angolo 3 (strisce scure B)

# Block
source: Flat Corner (Dark Stripes B)
it: Angolo piatto (strisce scure B)

# Block
source: Twisted Corner 1 (Dark Stripes B)
it: Angolo attorcigliato 1 (strisce scure B)

# Block
source: Twisted Corner 2 (Dark Stripes B)
it: Angolo attorcigliato 2 (strisce scure B)

# Block
source: Hull (Dark Stripes C)
it: Scafo (strisce scure C)

# Block
source: Edge (Dark Stripes C)
it: Bordo (strisce scure C)

# Block
source: Corner 1 (Dark Stripes C)
it: Angolo 1 (strisce scure C)

# Block
source: Corner 2 (Dark Stripes C)
it: Angolo 2 (strisce scure C)

# Block
source: Corner 3 (Dark Stripes C)
it: Angolo 3 (strisce scure C)

# Block
source: Flat Corner (Dark Stripes C)
it: Angolo piatto (strisce scure C)

# Block
source: Twisted Corner 1 (Dark Stripes C)
it: Angolo attorcigliato 1 (strisce scure C)

# Block
source: Twisted Corner 2 (Dark Stripes C)
it: Angolo attorcigliato 2 (strisce scure C)

# Block
source: Scaffold
it: Ponteggio

# Block
source: Scaffold Edge
it: Bordo del ponteggio

# Block
source: Scaffold Corner 1
it: Angolo del ponteggio 1

# Block
source: Scaffold Corner 2
it: Angolo del ponteggio 2

# Block
source: Scaffold Corner 3
it: Angolo del ponteggio 3

# Block
source: Scaffold Flat Corner
it: Angolo piatto del ponteggio

# Block
source: Scaffold Twisted Corner 1
it: Angolo attorcigliato ponteggio 1

# Block
source: Scaffold Twisted Corner 2
it: Ponteggio ad angolo attorcigliato 2

# Block
source: Hull
it: Scafo

# Block
source: Edge
it: Bordo

# Block
source: Corner 1
it: Angolo 1

# Block
source: Corner 2
it: Angolo 2

# Block
source: Corner 3
it: Angolo 3

# Block
source: Flat Corner
it: Angolo piatto

# Block
source: Twisted Corner 1
it: Angolo attorcigliato 1

# Block
source: Twisted Corner 2
it: Angolo attorcigliato 2

# Block
source: Blank Hull
it: Scafo vuoto

source: Functional-Block version of the normal hull. Contributes towards processing power.
it: Blocco funzionale di scafo normale. Contribuisce alla potenza di elaborazione.

source: The standard hull that makes up most of a ship's, well, hull. No special functionality.
it: Lo scafo standard che costituisce la maggior parte della struttura di una nave. Nessuna funzionalità speciale.

source: Strong, heavy block that adds lots of HP to your ship. Armor blocks take less collision damage and stop piercing projectiles, like railgun projectiles.
it: Blocco forte e pesante che aggiunge molti HP alla tua nave. I blocchi corazzati subiscono meno danni da collisione e fermano i proiettili perforanti, come i proiettili della railgun.

source: Main engine that propels your ship forward. Engines can only point backwards. Increases acceleration and maximum velocity (diminishing returns).
it: Motore principale che spinge la tua nave in avanti. I motori possono puntare solo all'indietro. Aumenta l'accelerazione e la velocità massima (rendimenti decrescenti).

source: Storage for trading goods. This is required to transport goods on your ship.
it: Deposito per il commercio di merci. Questo è necessario per trasportare merci sulla tua nave.

source: Housing for crew members. Overpopulating your ship is possible, but morale will drop after some time.
it: Alloggiamento per i membri dell'equipaggio. È possibile sovrappopolare la tua nave, ma il morale calerà dopo un po' di tempo.
