Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: What happened to you?
it: Cosa ti è successo?

source: We accidentally entered the jump coordinates wrong. So we didn't end up with the convoy but somewhere else entirely. And if that wasn't enough the sector was full of pirates. We barely managed to get our Hyperspace Drive up and running before we were destroyed.
it: Abbiamo inserito accidentalmente le coordinate di salto errate. Quindi non siamo finiti con il convoglio ma da qualche altra parte. E come se non bastasse il settore era pieno di pirati. Siamo riusciti a malapena a far funzionare il nostro Hyperspace Drive prima di essere distrutti.

source: Did the pirates follow you?
it: I pirati ti hanno seguito?

source: No, at least not yet. But our scanners show a lot of activity around here. Please help us repair our ship! We'll make it worth your while of course.
it: No, almeno non ancora. Ma i nostri scanner mostrano molta attività da queste parti. Aiutaci a riparare la nostra nave! Ne varrà la pena, ovviamente.

source: Sure, I'll help.
it: Certo, ti aiuterò.

source: Thank you so much! Without you, this would have been the end of us!
it: Grazie mille! Senza di te, questa sarebbe stata la nostra fine!

source: Can we ask one more favor of you? Please heal us to full health. We're afraid of more mishaps, and wouldn't dare try to jump after the convoy on low health.
it: Possiamo chiederti un altro favore? Ti preghiamo di guarirci in piena salute. Abbiamo paura di altri incidenti e non oseremmo provare a saltare dopo il convoglio in cattive condizioni di salute.

source: Of course.
it: Certo.

source: Thank you again. We will send the reward over once we are completely repaired!
it: Grazie ancora. Ti invieremo la ricompensa non appena saremo completamente riparati!

source: Investigate Pirate Activity
it: Indaga sull'attività dei pirati

source: Find out what the pirates are up to.
it: Scopri cosa stanno combinando i pirati.

source: Read the mail from the scouts
it: Leggi la mail degli scout

source: Clear the sector of pirates
it: Ripulisci il settore dai pirati

source: Hello fellow traveler! Our scouts have said that the pirates are meeting in sector (%1%:%2%). We have a bad feeling about this. Please go there and make sure they can't harm anyone! The Trade League
it: Ciao compagno di viaggio! I nostri esploratori hanno detto che i pirati si stanno incontrando nel settore (%1%:%2%). Abbiamo un brutto presentimento al riguardo. Per favore, vai lì e assicurati che non possano fare del male a nessuno! La Trade League

# Mail Subject
source: Pirate Location
it: Luogo dei pirati

source: Hello fellow traveler! Thank you for defeating those pirates. They have proven they were up to no good. But now we can travel on safely! The Trade League
it: Ciao compagno di viaggio! Grazie per aver sconfitto quei pirati. Hanno dimostrato di non aver fatto nulla di buono. Ma ora possiamo viaggiare in sicurezza! La Trade League

# Mail Subject
source: Thank You
it: Grazie

source: We have received reports of pirates in sector (${x}:${y}). Several small groups of bandits have jumped into the sector and then back out again.
it: Abbiamo ricevuto segnalazioni di pirati nel settore (${x}:${y}). Diversi piccoli gruppi di banditi sono saltati nel settore e poi di nuovo fuori.

source: We would like you to investigate. If possible, you should try to prevent the pirates from getting any fancy ideas.
it: Vorremmo che indagassi. Se possibile, dovresti cercare di evitare che i pirati abbiano idee fantasiose.

source: Who are you? Nobody is supposed to see how many ships we have. You're going to have to die now!
it: Chi sei? Nessuno dovrebbe vedere quante navi abbiamo. Dovrai morire adesso!

source: Xsotan Threat
it: Minaccia Xsotan

source: Defeat the Xsotan that are threatening the convoy.
it: Sconfiggi gli Xsotan che stanno minacciando il convoglio.

source: Clear the sector of Xsotan
it: Ripulisci il settore di Xsotan

source: Hello fellow traveler! The Xsotan have just jumped into sector (%1%:%2%). We never got a good enough look to tell you anything about their numbers, but we are confident that you will be able to defeat them, no matter how many there are. The Trade League
it: Ciao compagno di viaggio! Gli Xsotan sono appena entrati nel settore (%1%:%2%). Non abbiamo mai avuto un buon aspetto per dirti qualcosa sui loro numeri, ma siamo fiduciosi che sarai in grado di sconfiggerli, non importa quanti siano. La Trade League

# Mail Subject
source: Xsotan Location
it: Posizione Xsotan

source: Hello fellow traveler! Thank you for protecting us from those Xsotan. Now that we know how many there were, we are especially glad that they never got a chance to attack us. Now we can travel on safely. The Trade League
it: Ciao compagno di viaggio! Grazie per averci protetto da quegli Xsotan. Ora che sappiamo quanti erano, siamo particolarmente felici che non abbiano mai avuto la possibilità di attaccarci. Ora possiamo viaggiare in sicurezza. La Trade League

source: Help Wanted: Protect the Convoy
it: Aiuto richiesto: Proteggi il convoglio

source: Help protect the convoy. They have reason to believe that a huge pirate attack will occur soon.
it: Aiuta a proteggere il convoglio. Hanno motivo di credere che presto si verificherà un enorme attacco pirata.

source: There they are! This is going to be rough. Let’s stay in formation and fight with everything we’ve got!
it: Eccoli! Sarà dura. Rimaniamo in formazione e combattiamo con tutto ciò che abbiamo!

source: That was rough! Have you ever seen pirates banding together like that?
it: È stata dura! Hai mai visto dei pirati unirsi in quel modo?

source: They only do that in the center.
it: Lo fanno solo al centro.

source: In any case, thank you so much for your help! We wouldn’t have made it without you. Take this reward, please.
it: In ogni caso, grazie mille per il tuo aiuto! Non ce l'avremmo fatta senza di te. Prendi questa ricompensa, per favore.

source: Procure the Container
it: Procura il container

source: The Trade League got wind of a container that seems to have no owner. Procure it for them.
it: La Trade League ha avuto notizia di un container che sembra non avere proprietari. Procuratelo per loro.

source: Dock the container and bring it back to the convoy
it: Agganciare il container e riportarlo al convoglio

source: What are you doing? Stay away!
it: Che stai facendo? Stai lontano!

source: [Deliver Container]
it: [Consegna container]

source: Hey! You should go. There's nothing to see here.
it: Ehi! Dovresti andare. Non c'è niente da vedere qui.

source: Really? Looks like something to me.
it: Davvero? A me sembra qualcosa.

source: Well, as they say: Curiosity killed the cat. Prepare to die or leave now! Last Chance.
it: Beh, come si suol dire: la curiosità ha ucciso il gatto. Preparati a morire o ad andartene ora! Ultima possibilità.

source: Do you want to test that cat theory?
it: Vuoi testare quella teoria del gatto?

source: Okay, I won't interfere for now.
it: Ok, non interferirò per ora.

source: We warned you! Now die.
it: Ti avevamo avvertito! Ora muori.

source: Please come closer to us if you want to deliver the container.
it: Si prega di avvicinarsi a noi se si desidera consegnare il container.

source: Thank you for getting us the container! It really does look interesting! Here is your reward.
it: Grazie per averci fornito il container! Sembra davvero interessante! Ecco la tua ricompensa.

source: Container BW601
it: Contenitore BW601

source: Expedition to the Center
it: Spedizione al centro

source: A convoy is doing an expedition to the core regions of the galaxy. It might be worth checking out.
it: Un convoglio sta facendo una spedizione nelle regioni centrali della galassia. Potrebbe valere la pena dare un'occhiata.

source: Hello, We're starting an expedition to the core regions of the galaxy. We heard that you successfully ventured there before and that you beat some of the strongest Xsotan there are. It would be an honor to have you accompany our mission. We're currently gathering in a sector near the barrier that we marked on your galaxy map. Every ship venturing into the center will need Avorion Hyperspace Cores to cross the barrier. Please keep in mind that the expedition will start with or without you. The Trade League
it: Ciao, Stiamo iniziando una spedizione nelle regioni centrali della galassia. Abbiamo sentito che ti sei avventurato con successo lì prima e che hai battuto alcuni degli Xsotan più forti che ci siano. Sarebbe un onore avere te ad accompagnare la nostra missione. Al momento ci stiamo radunando in un settore vicino alla barriera che abbiamo segnato sulla tua mappa galattica. Ogni nave che si avventura nel centro avrà bisogno di nuclei iperspaziali Avorion per attraversare la barriera. Tieni presente che la spedizione inizierà con o senza di te. La Trade League

# Mail Subject
source: An Expedition into the Center
it: Una spedizione al centro

source: Smuggling Alcohol
it: Contrabbando di alcolici

source: Smuggle booze for the Family.
it: Contrabbandare alcolici per la famiglia.

source: Read the mail from the Family
it: Leggi la mail della Famiglia

source: Go to sector (${x}:${y}) and meet Moretti
it: Vai al settore (${x}:${y}) e incontra Moretti

source: Find the smuggler hideout in sector (${x}:${y})
it: Trova il nascondiglio del contrabbandiere nel settore (${x}:${y})

source: Get the booze from the smuggler hideout
it: Prendi l'alcol dal nascondiglio del contrabbandiere

source: Take the booze to the habitat in sector (${x}:${y})
it: Porta l'alcol all'habitat nel settore (${x}:${y})

source: Read Moretti's mail
it: Leggi la mail di Moretti

source: Meet Moretti in sector (${x}:${y})
it: Incontra Moretti nel settore (${x}:${y})

source: [Pick Up Booze]
it: [Prendi l'alcol]

source: [Deliver Booze]
it: [Consegna alcolici]

source: Very expensive booze, though almost worthless, as nobody would ever buy it. The family doesn't like other people drinking that.
it: Alcol molto costoso, anche se quasi inutile, perché nessuno lo comprerebbe mai. Alla famiglia non piace che altre persone lo bevano.

source: Moretti's Ship
it: Nave di Moretti

source: Uxhi'ma Smugglers
it: Contrabbandieri Uxhi'ma

source: Check out this job offer! You should take it, the Family always pays well. Izzy ------ Forwarded Message ------ Original sender: John Moretti @TheFamily Greetings associate! Recently, the big factions have begun taking higher and higher taxes on alcoholic beverages. This can only lead to unrest, and that is bad for business. Luckily, we can sell the same drinks for a lot less money, which means that people are going to want to buy from us instead! We simply have to be a little careful about who knows about our enterprises. So we decided to hire a third party - you. Please meet me in sector (%1%:%2%) to discuss the assignment. John Moretti
it: Dai un'occhiata a questa offerta di lavoro! Dovresti prenderlo, la Famiglia paga sempre bene. Izzy ------ Messaggio inoltrato ------ Mittente originale: John Moretti @TheFamily Saluti associati! Recentemente, le grandi fazioni hanno iniziato a riscuotere tasse sempre più alte sulle bevande alcoliche. Questo può solo portare a disordini, e questo è un male per gli affari. Fortunatamente, possiamo vendere le stesse bevande per molti meno soldi, il che significa che le persone vorranno comprare da noi! Dobbiamo semplicemente stare un po' attenti a chi conosce le nostre imprese. Quindi abbiamo deciso di assumere una terza parte: voi. Incontriamoci nel settore (%1%:%2%) per discutere dell'incarico. John Moretti

# Mail Subject
source: Fwd: Delivery of Booze
it: Fwd: Consegna di alcolici

source: Greetings associate! I've heard you successfully delivered the alcoholic beverages. Please meet me in sector(%1%:%2%) to discuss possible future collaboration. John Moretti
it: Saluti socio! Ho sentito che hai consegnato con successo le bevande alcoliche. Incontriamoci nel settore(%1%:%2%) per discutere di possibili collaborazioni future. John Moretti

# Mail Subject
source: Successful Delivery of Booze
it: Consegna di alcolici riuscita

source: John Moretti @The Family
it: John Moretti @La Famiglia

source: Please leave. I'm waiting for somebody and I can't have any random ships hanging around here.
it: Per favore, vattene. Sto aspettando qualcuno e non posso avere navi a caso qui intorno.

source: I'm the one you're waiting for.
it: Sono io quello che stai aspettando.

source: Is that so? Who are you?
it: Davvero? Chi sei?

source: Izzy forwarded me your mail.
it: Izzy mi ha inoltrato la tua posta.

source: Izzy. Well, that was to be expected. She's completely unreliable. Did she send you to do her work?
it: Izzy. Beh, c'era da aspettarselo. È completamente inaffidabile. Ti ha mandato a fare il suo lavoro?

source: I don't usually like to work with strangers, but this needs to be done. We need somebody to pick up a delivery of booze from the smuggler hideout in sector (${x}:${y}). Can you do this?
it: Di solito non mi piace lavorare con estranei, ma questo deve essere fatto. Abbiamo bisogno di qualcuno che prenda una consegna di alcolici dal nascondiglio del contrabbandiere nel settore (${x}:${y}). Puoi farlo?

source: Good. Let's see if you're better at this than Izzy. If you are, we might have more jobs for you. So don't disappoint us! And don't you dare touch that booze. That's Family property.
it: Bene. Vediamo se sei più bravo di Izzy. Se lo sei, potremmo avere più posti di lavoro per te. Quindi non deluderci! E non osare toccare quell' alcol. È proprietà della famiglia.

source: Hello! Can you help us?
it: Ciao! Puoi aiutarci?

source: Why do you need help?
it: Perché hai bisogno di aiuto?

source: Outlaws attacked us just now! We managed to fend them off, but they were talking about regrouping and bringing backup!
it: I fuorilegge ci hanno attaccato poco fa! Siamo riusciti a respingerli, ma stavano parlando di raggrupparsi e portare rinforzi!

source: Why should I help?
it: Perché dovrei aiutarti?

source: If you help us, we'll sell you anything you want, and for a good price!
it: Se ci aiuti, ti venderemo tutto ciò che vuoi e ad un buon prezzo!

source: Get ready! Here they come!
it: Preparati! Eccoli che arrivano!

source: Thank you so much for helping us! We promised a good deal and we'll keep our word!
it: Grazie mille per averci aiutato! Abbiamo promesso un buon affare e manterremo la parola data!

source: The Family sent me.
it: Mi ha mandato la Famiglia.

source: You're with the Family? No wonder you're such a brave fighter! We were expecting somebody to pick up the alcoholic beverages.
it: Sei con la famiglia? Non c'è da stupirsi che tu sia un combattente così coraggioso! Ci aspettavamo che qualcuno prendesse le bevande alcoliche.

source: I'll take them now.
it: Ora li prendo.

source: You lost the alcoholic beverages we gave you?
it: Hai perso le bevande alcoliche che ti abbiamo dato?

source: Well, since you helped us defeat those pirates, well give you more. But be more careful this time, this booze has been made after a special Family recipe!
it: Bene, dal momento che ci hai aiutato a sconfiggere quei pirati, beh, ti do di più. Ma fai più attenzione questa volta, questo alcol è stato fatto dopo una speciale ricetta di famiglia!

source: Ah, the good stuff promised by the Family! Time to celebrate our victory over the Family!
it: Ah, le cose buone promesse dalla Famiglia! È ora di festeggiare la nostra vittoria sulla Famiglia!

source: Family Booze? For non-Family?
it: Alcolici per la famiglia? Per chi non è della famiglia?

source: Haha, jealous? Me and my men screwed up that Family job and then this single Family guy tried threatening us. When he showed up we gave him the beating of his life, haha! And guess what happened next? Day after, his boss, 'Amaretto' or something, shows up, and apologizes for his behavior! Even offered us their special Family booze if we don't tell the other Family members how we beat his man up.
it: Haha, geloso? Io e i miei uomini abbiamo rovinato quel lavoro di famiglia e poi questo single della famiglia ha cercato di minacciarci. Quando si è presentato gli abbiamo dato il pestaggio della sua vita, haha! E indovina cosa è successo dopo? Il giorno dopo, il suo capo, "Amaretto" o qualcosa del genere, si presenta e si scusa per il suo comportamento! Ci ha anche offerto il loro speciale alcol della famiglia se non diciamo agli altri membri della famiglia come abbiamo picchiato il suo uomo.

source: Impressive.
it: Impressionante.

source: Yeah right? It's pretty obvious they're scared of us! These Family weaklings had no idea who they're dealing with. And now we're celebrating with their own booze! Idiots!
it: Giusto? È abbastanza ovvio che hanno paura di noi! Questi deboli della famiglia non avevano idea con chi hanno a che fare. E ora stiamo festeggiando con il loro stesso alcol! Idioti!

source: You sound really smart.
it: Sembri davvero intelligente.

source: Oh, I am! But flattery won't get you any of my exquisite stuff. Shoo, you may leave now.
it: Oh, lo sono! Ma l'adulazione non ti procurerà nessuna delle mie cose squisite. Shoo, puoi andartene ora.

source: You have nothing to deliver. Come back once you have the booze.
it: Non hai niente da consegnare. Torna quando hai bevuto.

source: Oh, the booze. Come to the dock, please!
it: Oh, l'alcol. Vieni al molo, per favore!

source: Your craft has no cargo bay.
it: La tua imbarcazione non ha stiva di carico.

source: Greetings associate.
it: Saluti socio.

source: The smuggler hideout has contacted me. They were very impressed by your fighting skills.
it: Il nascondiglio dei contrabbandieri mi ha contattato. Sono rimasti molto colpiti dalle tue abilità di combattimento.

source: Nice.
it: Bello.

source: I would like to offer you more jobs. The Family could use an associate of your qualities. Are you interested?
it: Vorrei offrirti più posti di lavoro. La famiglia potrebbe avere bisogno di un socio delle tue qualità. Ti interessa?

source: About that package...
it: A proposito di quel pacchetto...

source: What about it? You didn't touch any of it, did you? It was a special... ... gift. Only meant for some special... ... friends.
it: Che ne dici? Non hai toccato niente, vero? Era un regalo speciale... ... Solo per alcuni amici speciali... ...

source: Did you just poison someone?
it: Hai appena avvelenato qualcuno?

source: I understand.
it: Capisco.

source: None of your business. My... friends... got the special Family treatment. A very special celebration just for them. They got what they deserved.
it: Non sono affari tuoi. I miei... amici... ha ricevuto il trattamento speciale Famiglia. Una festa molto speciale solo per loro. Hanno avuto quello che meritavano.

source: And what does that make me?
it: E questo cosa fa di me?

source: This is very vague...
it: Questo è molto vago...

source: An accomplice. Who asks too many questions. I don't like an accomplice who ask too many questions.
it: Un complice. Che fa troppe domande. Non mi piace un complice che fa troppe domande.

source: I'll stop.
it: La smetto.

source: Good. Here's your reward. I'll message you when I have more tasks for you.
it: Bene. Ecco la tua ricompensa. Ti invierò un messaggio quando avrò più compiti per te.

source: Booze for the Family
it: Alcolici per la famiglia

source: Eliminating Rivals
it: Eliminare i rivali

source: Someone is conducting business in Family territory. It appears you will play a major role in making sure they go out of business.
it: Qualcuno sta conducendo affari nel territorio della famiglia. Sembra che giocherai un ruolo importante nell'assicurarti che cessino l'attività.

source: Go to sector (${x}:${y}) and talk to the Family contact
it: Vai al settore (${x}:${y}) e parla con il contatto della famiglia

source: Wait for the rival in sector (${x}:${y})
it: Attendi il rivale nel settore (${x}:${y})

source: Defeat the rival's henchmen
it: Sconfiggi gli scagnozzi del rivale

source: Go to the hideout in sector (${x}:${y}) and wait for backup
it: Vai al nascondiglio nel settore (${x}:${y}) e attendi i rinforzi

source: Scan the station logs
it: Scansiona i registri delle stazioni

source: Find the trading partner of Mr. Jackson in sector (${x}:${y})
it: Trova il partner commerciale del signor Jackson nel settore (${x}:${y})

source: Go to sector (${x}:${y}) to find the communications relay of Mr. Jackson
it: Vai al settore (${x}:${y}) per trovare il relè di comunicazione del signor Jackson

source: Destroy the communications relay and all of Mr. Jackson's henchmen
it: Distruggi il relè di comunicazione e tutti gli scagnozzi del signor Jackson

source: Careful, they've got backup! Destroy them all!
it: Attenzione, hanno i rinforzi! Distruggili tutti!

source: [Scan Logs]
it: [Scansiona registri]

source: Fly closer to scan logs
it: Vola più vicino per scansionare i registri

source: Greetings associate. Somebody is trying to conduct business in our territory. They're making us look bad and discouraging potential customers from trading with us. We need to make sure that they ... go out of business. We don’t know who is behind this operation, but we have found somebody who is willing to talk. We need you to go to sector (%1%:%2%) and ask him where he is supposed to meet the lowlife that is working against us. Our contact will only talk to you if you give him the password 'Capricorn'. Don’t disappoint us. John Moretti
it: Saluti socio. Qualcuno sta cercando di fare affari nel nostro territorio. Ci stanno mettendo in cattiva luce e scoraggiano i potenziali clienti dal commerciare con noi. Dobbiamo fare in modo che... falliscano. Non sappiamo chi ci sia dietro questa operazione, ma abbiamo trovato qualcuno disposto a parlare. Abbiamo bisogno che tu vada nel settore (%1%:%2%) e che gli chieda dove deve incontrare il criminale che sta lavorando contro di noi. Il nostro contatto parlerà con te solo se gli darai la password "Capricorno". Non deludeteci. John Moretti

# Mail Subject
source: Rival Business
it: Affari rivali

source: Greetings associate. We were told you ran into trouble. Meet me in sector (%1%:%2%) and tell me what happened. John Moretti
it: Saluti socio. Ci è stato detto che hai avuto problemi. Incontriamoci nel settore (%1%:%2%) e raccontami cosa è successo. John Moretti

# Mail Subject
source: Need Help?
it: Hai bisogno di aiuto?

# name of a station
source: Communications Relay
it: Relè di comunicazione

source: Mr. Jackson
it: Sig. Jackson

source: We came just in time! Destroy these dogs!
it: Siamo arrivati appena in tempo! Distruggi questi cani!

source: Aries.
it: Ariete.

source: Capricorn.
it: Capricorno.

source: Gemini.
it: Gemelli.

source: I have no idea what you're talking about.
it: Non ho idea di cosa tu stia parlando.

source: I see. You want to know where you can find the guy who killed Shorty?
it: Capisco. Vuoi sapere dove puoi trovare il tizio che ha ucciso Shorty?

source: Who is Shorty?
it: Chi è Shorty?

source: Oh, I got my passwords mixed up. Whoops, sorry. First week on the job. So... You want to know where you can find the guy who is messing with the Family's business.
it: Oh, ho confuso le mie password. Ops, scusa. Prima settimana di lavoro. Allora... Vuoi sapere dove puoi trovare il ragazzo che sta incasinando gli affari della famiglia.

source: I was supposed to meet him in sector (${x}:${y}). You should go there quickly, before he comes after me. I never had the goods I promised him.
it: Avrei dovuto incontrarlo nel settore (${x}:${y}). Dovresti andarci in fretta, prima che venga dopo di me. Non ho mai avuto i beni che gli avevo promesso.

source: I'll hurry.
it: Mi sbrigherò.
