Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

# compact description of grid mode
source: Global
it: Globale

# compact description of grid mode
source: Local
it: Locale

# compact description of grid mode
source: Middle
it: Centro

source: [Hold %s]: Free mouse
it: [Hold %s]: mouse libero

source: Don't show again
it: Non mostrare più

source: You have new mail. It might be important, you should check it out!
it: Hai nuova posta. Potrebbe essere importante, dovresti dare un'occhiata!

source: Click here to assign orders to your automatic turrets.
it: Clicca qui per assegnare gli ordini alle tue torrette automatiche.

source: One of your captains has sent you a yield from their operation! Open the Fleet Tab to claim it!
it: Uno dei tuoi capitani ti ha inviato un rendimento dalla loro operazione! Apri la scheda Flotta per richiederlo!

source: You have Subsystems that can be installed in your ship. Open the Ship Subsystems Tab to install them.
it: Hai sottosistemi che possono essere installati nella tua nave. Apri la scheda Sottosistemi nave per installarli.

source: Your ship has boarders but no boarding shuttles! To board a ship, you must to build a hangar and buy or build boarding shuttles.
it: La tua nave ha imbarcatori ma non navette d'imbarco! Per salire a bordo di una nave, devi costruire un hangar e acquistare o costruire navette d'imbarco.

source: Your ship has boarding shuttles but no boarders! To board a ship, you must hire or train boarders.
it: La tua nave ha navette di imbarco ma nessun imbarco! Per salire a bordo di una nave, devi assumere o addestrare gli imbarchi.

source: To build more turrets, increase the amount of turret slots on your ship with Subsystems! Buy Subsystems at an Equipment Docks and equip them in the Ship Menu (%s).
it: Per costruire più torrette, aumenta la quantità di slot torretta sulla tua nave con i Sottosistemi! Acquista Sottosistemi in un Molo Equipaggiamento ed equipaggiali nel Menu Nave (%s).

source: Placing turrets on the front of the ship might not always be the best idea. Turrets have a certain dead zone when turning. Consider placing them on the top, bottom, left or right side of the ship.
it: Posizionare torrette sulla parte anteriore della nave potrebbe non essere sempre l'idea migliore. Le torrette hanno una certa zona morta quando girano. Valuta di posizionarle sul lato superiore, inferiore, sinistro o destro della nave.

source: When close to an Equipment Dock (less than 3km), you can remove Subsystems that were permanently installed.
it: Quando ci si trova vicino a un Dock Attrezzature (meno di 3 km), è possibile rimuovere i Sottosistemi che sono stati installati in modo permanente.

source: Your craft is overpopulated! Build more crew quarters or the morale on your ship will drop!
it: La tua imbarcazione è sovrappopolata! Costruisci più alloggi per l'equipaggio o il morale sulla tua nave calerà!

source: Morale on your ship is bad! Improve it or the crew will go on strike!
it: Il morale sulla tua nave è pessimo! Miglioralo o l'equipaggio sciopererà!

source: Crew payment is due every 3 hours. You can set up automatic payment in the Fleet Tab of the Player Menu.
it: Il pagamento dell'equipaggio è dovuto ogni 3 ore. Puoi impostare il pagamento automatico nella scheda Flotta del menu Giocatore.

source: Hold ALT and hover the mouse over the template to select the root block used to attach it.
it: Tenere premuto ALT e passare il mouse sul modello per selezionare il blocco radice utilizzato per collegarlo.

source: You found new Building Knowledge! Unlock it from your inventory!
it: Hai trovato una nuova Conoscenza di Costruzione! Sbloccalo dal tuo inventario!

source: Click on the dots on the right and drag an energy system to change its priority.
it: Clicca sui puntini a destra e trascina un sistema energetico per modificarne la priorità.

source: Type /e, /a, /g or /s to talk to everyone, people in your alliance, your group or in your sector.
it: Digita /e, /a, /g o /s per parlare con tutti, le persone della tua alleanza, il tuo gruppo o il tuo settore.

source: Navigating rifts is hard. Use the Strategy Mode (%s) for easier orientation.
it: Navigare tra le spaccature è difficile. Utilizzare la Modalità Strategia (%s) per facilitare l'orientamento.

source: Buy insurance for your station, so you get your money back when your station gets destroyed!
it: Acquista un'assicurazione per la tua stazione, in modo da riavere i tuoi soldi quando la tua stazione viene distrutta!

source: You can set a Repair Dock as your Reconstruction Site, so you can tow and repair ships for free there.
it: Puoi impostare un Dock di riparazione come sito di ricostruzione, in modo da poter trainare e riparare le navi gratuitamente lì.

source: You're too close to the center of the galaxy and your ship is too weak! You'll be easy pickings for pirates and other vultures, so turn back or improve your ship!
it: Sei troppo vicino al centro della galassia e la tua nave è troppo debole! Sarai facile da catturare per pirati e altri avvoltoi, quindi torna indietro o migliora la tua nave!

source: Your drone is severely damaged! Switch to one of your ships or type /suicide in the chat to have it restored. /suicide will send you back to your home sector.
it: Il tuo drone è gravemente danneggiato! Passa a una delle tue navi o digita /suicida nella chat per ripristinarlo. /suicidio ti rimanderà al tuo settore di origine.

source: Your acceleration is low because you don't have enough engineers on your ship! Assign engineers or hire some at a station!
it: La tua accelerazione è bassa perché non hai abbastanza ingegneri sulla tua nave! Assegna ingegneri o assumine alcuni in una stazione!

source: Your acceleration is low! Build more engines or build your ship out of a light material, such as Titanium.
it: La tua accelerazione è bassa! Costruisci più motori o costruisci la tua nave con un materiale leggero, come il titanio.

source: Your turning speed is poor! Build more thrusters or gyros or build your ship out of a light material, such as Titanium.
it: La tua velocità di virata è scarsa! Costruisci più propulsori o giroscopi o costruisci la tua nave con un materiale leggero, come il titanio.

source: Your brake thrust is poor! Build more thrusters or inertia dampeners, or build your ship out of a light material, such as Titanium.
it: La tua spinta del freno è scarsa! Costruisci più propulsori o smorzatori di inerzia o costruisci la tua nave con un materiale leggero, come il titanio.

source: Your hyperspace engine is being jammed! Get out of range of the jammer so you can jump again!
it: Il tuo motore iperspaziale è inceppato! Esci dalla portata del disturbatore in modo da poter saltare di nuovo!

source: Your ship's energy is low and your Hyperspace Engine can't recharge at full speed!
it: L'energia della tua nave è bassa e il tuo motore iperspaziale non può ricaricarsi a tutta velocità!

source: Your fighters won't start because all hangar exits are obstructed by other blocks.
it: I tuoi caccia non partiranno perché tutte le uscite dell'hangar sono ostruite da altri blocchi.

source: Your fighters won't start because you don't have enough pilots for all of them.
it: I tuoi caccia non partiranno perché non hai abbastanza piloti per tutti.

source: Some items are reserved for AI factions and can only be picked up by them.
it: Alcuni oggetti sono riservati alle fazioni IA e possono essere raccolti solo da loro.

source: Some items are reserved for other players or AI factions and can only be picked up by them.
it: Alcuni oggetti sono riservati ad altri giocatori o fazioni IA e possono essere raccolti solo da loro.

source: Some items can't be picked up by you immediately; for example when you're the one who dropped them.
it: Alcuni oggetti non possono essere ritirati immediatamente; ad esempio quando sei tu ad averli lasciati cadere.

source: You won't pick up this cargo, because your cargo bay configuration forbids it. You can change that behavior in the cargo tab of your ship menu.
it: Non ritirerai questo carico, perché la configurazione della stiva di carico lo vieta. Puoi modificare questo comportamento nella scheda del carico del menu della nave.

source: Have destroyed ships towed at Repair Docks!
it: Hai distrutto le navi rimorchiate al Repair Docks!

source: Sell or buy resources at a Resource Depot.
it: Vendi o acquista risorse in un deposito di risorse.

source: Refine ores and scrap metal at a Resource Depot.
it: Raffina minerali e rottami metallici in un deposito di risorse.

source: Stations with an exclamation mark have a mission for you on their bulletin board.
it: Le stazioni con un punto esclamativo hanno una missione per te sulla loro bacheca.

source: Mine asteroids to gather resources. You can either sell resources at a Resource Depot, or use them to build your ship.
it: Estrai asteroidi per raccogliere risorse. Puoi vendere risorse in un Deposito Risorse, o usarle per costruire la tua nave.

source: You can order ships to move by selecting them with left-click and right-clicking on a position or a target. Use the icons at the bottom for more order types.
it: Puoi ordinare lo spostamento delle navi selezionandole con un clic con il pulsante sinistro del mouse e un clic con il pulsante destro del mouse su una posizione o un obiettivo. Usa le icone in basso per ulteriori tipi di ordine.

source: You can select multiple of your own ships. Hold Ctrl while clicking to add them to the selection.
it: Puoi selezionare più navi. Tieni premuto Ctrl mentre fai clic per aggiungerle alla selezione.

source: Switch to a sector with an online group member! Right-Click the target sector and select 'Switch to Sector'.
it: Passa a un settore con un membro del gruppo online! Fai clic con il pulsante destro del mouse sul settore di destinazione e seleziona "Passa a settore".

source: You can always switch to your home sector or reconstruction site. Right-Click the sector and select 'Switch to Sector'.
it: Puoi sempre passare al tuo settore domestico o al sito di ricostruzione. Fai clic con il pulsante destro del mouse sul settore e seleziona "Passa al settore".

source: You can switch to another sector that contains one of your crafts. Right-Click the target sector and select 'Switch to Sector'.
it: Puoi passare a un altro settore che contiene una delle tue imbarcazioni. Fai clic con il pulsante destro del mouse sul settore di destinazione e seleziona "Passa a settore".

source: Shields: %i%%.
it: Scudi: %i%%.

source: Hull: %i%%.
it: Scafo: %i%%.

source: Surplus Energy: %i%%. Charging battery.
it: Eccedenza di energia: %i%%. Carica della batteria.

source: Battery: %i%%. Charging.
it: Batteria: %i%%. In carica.

source: Energy Deficiency: %i%%. Draining battery.
it: Carenza di energia: %i%%. Batteria in esaurimento.

source: Battery: %i%%. Draining.
it: Batteria: %i%%. Scarico.

source: Battery is empty! Ship systems are failing!
it: La batteria è scarica! I sistemi della nave si stanno guastando!

source: Important Changes
it: Modifiche importanti

source: Show me later
it: Mostramelo più tardi

source: Read until the end to not show this window in the future.
it: Leggi fino alla fine per non mostrare questa finestra in futuro.

source: Hides this window in the future.
it: Nascondi questa finestra in futuro.

source: Black Market DLC
it: DLC Black Market

source: Thank you for purchasing the Black Market DLC!
it: Grazie per aver acquistato il DLC Black Market!

source: To get started with the \c(3ff)Black Market Story\c(), you should look for new opportunities at bulletin boards. But be careful, getting involved with a \c(3ff)syndicate\c() is not without consequences ...
it: Per iniziare con la \c(3ff) Storia del DLC Black Market\c(), dovresti cercare nuove opportunità nelle bacheche missioni. Ma attenzione, essere coinvolti in un \c(3ff)sindacato\c() non è privo di conseguenze ...

source: Black Market DLC - Convoy
it: DLC Black Market - Convoglio

source: Once you've reached the center of the galaxy, the news of it will spread like rifts through the galaxy. Soon there will be others, who will also try and get into the center. Will you join and support them to make new friends, or will you exploit their openness and curiosity? The choice is yours.
it: Una volta raggiunto il centro della galassia, la notizia si diffonderà come spaccature nella galassia. Presto ce ne saranno altri, che cercheranno anch' essi di entrare nel centro. Ti unirai a loro e li sosterrai per fare nuove amicizie, o sfrutterai la loro apertura e curiosità? A te la scelta.

source: Into the Rift DLC
it: DLC Into the Rift

source: Thank you for purchasing the Into the Rift DLC!
it: Grazie per aver acquistato il DLC Into the Rift!

source: To unravel the mysteries of the rifts, look out for \c(3ff)Rift Research Stations\c() near rifts. The scientists there can transport you into the rift with their \c(3ff)Teleporter\c() device. But be careful and well prepared, rifts are a dangerous place!
it: Per svelare i misteri delle spaccature, cerca le\c(3ff) Stazioni di Ricerca delle Spaccature\c() vicino alle spaccature. Gli scienziati possono trasportarti nella spaccatura con il loro dispositivo\c(3ff)Teletrasporto\c(). "Ma fai attenzione e preparati bene, le spaccature sono un posto pericoloso!

source: Behemoth Event Series
it: Serie di eventi Behemoth

source: Mythical \c(3ff)Behemoth Ships\c() are appearing all over the galaxy, attacking helpless sectors at will and alarming all galaxy dwellers. The few who survive their encounters tell a tale of extremely strong and durable ships, that carry unique technology. This could be interesting for those brave (or reckless) enough to face them...
it: Le mitiche \c(3ff)Navi Behemoth\c() appaiono in tutta la galassia, attaccando a piacimento settori indifesi e allarmando tutti gli abitanti della galassia. I pochi che sopravvivono ai loro incontri raccontano di navi estremamente forti e resistenti, che trasportano una tecnologia unica. Questo potrebbe essere interessante per coloro che sono abbastanza coraggiosi (o temerari) da affrontarle...

source: World Bosses
it: Boss del mondo

source: New world bosses have appeared in multiple sectors of the game! You'll find them in several \c(0d0)hidden mass sectors\c() throughout the entire galaxy. \c(fff)NOTE\c(): New bosses and sectors were introduced into the game. Hidden mass sectors that were scouted by captains, but not yet visited by you, may have incorrect scouting information on the Galaxy Map.
it: Nuovi boss mondiali sono apparsi in diversi settori del gioco! Li troverete in diversi settori di \c(0d0)massa nascosti\c() in tutta la galassia. \c(fff)NOTA\c(): Sono stati introdotti nel gioco nuovi boss e settori. I settori di massa nascosti che sono stati esplorati dai capitani, ma non ancora visitati, potrebbero avere informazioni di esplorazione errate sulla Mappa della Galassia.

source: Mark as Trash
it: Segna come spazzatura

source: Unmark All Above
it: Deseleziona tutto sopra

source: Unmark All Below
it: Deseleziona tutto sotto

source: Mark All Below
it: Segna tutto sotto

source: [Everything]
it: [Tutto]

source: [Turrets Only]
it: [Solo torrette]

source: [Subsystems Only]
it: [Solo sottosistemi]

source: Mirror X
it: Specchio X

source: Mirror Y
it: Specchio Y

source: Mirror Z
it: Specchio Z

source: Move X-Axis Mirror To Selection
it: Sposta specchio asse X nella selezione

source: Move Y-Axis Mirror To Selection
it: Sposta lo specchio dell'asse Y nella selezione

source: Move Z-Axis Mirror To Selection
it: Sposta lo specchio dell'asse Z nella selezione

# [<tab key name>]: Track Mission
source: [Tab]: Track
it: [Tab]: Cingolo

source: Modify Whole Ship
it: Modifica intera nave

source: Scale Whole Turret
it: Bilancia intera torretta

source: Uniform Scaling
it: Scala uniforme

source: Apply
it: Applica

source: This may remove several turrets!
it: Questo potrebbe rimuovere diverse torrette!

source: Modify Turret Part
it: Modifica parte della torretta

source: No Modification
it: Nessuna modifica

source: %1% (%2%) Credits
it: %1% (%2%) Crediti

source: You have %1% Credits. Recently gained: %2%
it: Tu hai %1% Credito. Guadagno recente: %2%

source: You have %1% Credits. Recently lost: %2%
it: Tu hai %1% Credito. Perdite recenti: %2%

source: You have %1% %2%. Recently gained: %3%
it: Tu hai %1% %2%. Guadagno recente: %3%

source: You have %1% %2%. Recently lost: %3%
it: Tu hai %1% %2%. Perdite recenti: %3%

# inventory item 1=amount, 2=name, 3=rarity
source: Removed %1%x %2% (%3%)
it: Rimosso %1%x %2% (%3%)

# inventory item 1=name, 2=rarity
source: Removed %1% (%2%)
it: Rimosso %1% (%2%)

# cargo 1=amount, 2=kind
source: Removed %1% %2%
it: Rimosso %1% %2%

# cargo 1=amount 2=kind
source: Gained %1% %2%
it: Ottenuto %1% %2%

source: You now have a \c(f80)Ceasefire\c(fff) with %s.
it: Ora hai un \c(f80)Cessate il fuoco\c(fff) con %s.

source: You are now \c(8f8)Allies\c(fff) with %s.
it: Ora sei\c(8f8)Alleati\c(fff) con %s.

source: You are now at \c(b7f)Neutral\c(fff) standings with %s.
it: Ora sei in classifica\c(b7f)Neutrale\c(fff) con %s.

source: You are now \c(f00)at War\c(fff) with %s!
it: Ora sei\c(f00)in guerra\c(fff) con %s!

source: Relations to %1% \c(0f0)improved\c(fff) by %2%.
it: Le relazioni con lo %1% \c(0f0)sono migliorate\c(fff) dell' %2%.

source: Relations to %1% \c(f00)worsened\c(fff) by %2%.
it: Relazioni con %1% \c(f00)worsened\c(fff) da %2%.

# Ex: Gained {5 Pilots}
source: Gained %1%
it: Ottenuto %1%

# Ex: Lost {5 Pilots}
source: Lost %1%
it: Perso %1%

source: The captain has relinquished command of the ship.
it: Il capitano ha ceduto il comando della nave.

source: A new captain has taken command of the ship!
it: Un nuovo capitano ha preso il comando della nave!

source: A passenger entered the ship.
it: Un passeggero entrò nella nave.

source: A passenger left the ship.
it: Un passeggero lasciò la nave.

# tooltip
source: Game Menu (%s)
it: Menu di gioco (%s)

# tooltip
source: Player Menu (%s)
it: Menu Giocatore (%s)

source: One of your ships has yields for you!
it: Una delle tue navi ha dei guadagni per te!

source: One of your alliance ships has yields for you!
it: Una delle navi della tua alleanza ha dei guadagni per te!

# tooltip
source: Ship Menu (%s)
it: Menu Nave (%s)

# tooltip
source: Galaxy Map (%s)
it: Mappa galattica (%s)

# tooltip
source: Strategy Mode (%s)
it: Modalità Strategia (%s)

# tooltip
source: Mail (%s)
it: Posta (%s)

source: You have %i unread mails
it: Hai %i email non lette

# tooltip
source: Building Mode (%s)
it: Modalità costruzione (%s)

source: Player Trade Menu
it: Menu per lo Scambio tra Giocatori

source: Reconstruct Ship
it: Ricostruisci nave

source: You were destroyed! Do you want to have your ship towed & reassembled?
it: Sei stato distrutto! Vuoi che la tua nave venga rimorchiata e riassemblata?

source: Price: ¢%s
it: Prezzo: ¢%s

source: You were destroyed! Right now you can't have your last ship towed and reassembled. Save up enough money to tow and reassemble your ship at a Repair Dock!
it: Sei stato distrutto! In questo momento non puoi rimorchiare e riassemblare la tua ultima nave. Metti da parte il denaro sufficiente per effetturare questa operazione!

source: Price: %s
it: Prezzo: %s

source: Repair Ship
it: Nave Riparatrice

source: Block-by-Block Repair
it: Riparazione blocco per blocco

source: Full Repair
it: Riparazione completa

source: Missing Blocks Only
it: Solo blocchi mancanti

source: Repairs the ship completely, including missing blocks and health.
it: Ripara completamente la nave, compresi i blocchi mancanti e la salute.

source: Restores missing blocks, but not health. Allows you to continue building.
it: Ripristina i blocchi mancanti, ma non la salute. Permette di continuare a costruire.

source: Discard Destroyed Blocks
it: Scarta i blocchi distrutti

source: Repairs your ship.
it: Ripara la tua nave.

source: Discards missing blocks. Your original design for this craft will be lost. This is necessary if you want to edit your ship without repairing it first.
it: Elimina i blocchi mancanti. Il tuo design originale per questa imbarcazione andrà perso. Questo è necessario se vuoi modificare la tua nave senza prima ripararla.

source: Your craft is fully repaired.
it: La tua nave è stata completamente riparata.

source: Rotate Whole Ship
it: Ruota l'intera nave

source: Rotate Around X Axis (This will remove all turrets!)
it: Ruota attorno all'asse X (questo rimuoverà tutte le torrette!)

source: Rotate Around Z Axis (This will remove all turrets!)
it: Ruota attorno all'asse Z (questo rimuoverà tutte le torrette!)

source: Rotate Around Y Axis (This will remove all turrets!)
it: Ruota attorno all'asse Y (questo rimuoverà tutte le torrette!)

source: Rotate Turret Part
it: Ruota la parte della torretta

source: Rotate Around X Axis
it: Ruota attorno all'asse X

source: Rotate Around Y Axis
it: Ruota attorno all'asse Y

source: Rotate Around Z Axis
it: Ruota attorno all'asse Z

source: Switch to Craft Building Mode to apply this design.
it: Passa alla modalità Costruzione artigianale per applicare questo design.

source: Apply this design to the selected turret bases.
it: Applica questo design alle basi della torretta selezionate.

source: Select turret bases to apply this design directly or enter Turret Design Mode.
it: Seleziona le basi della torretta per applicare direttamente questo design o entra nella modalità di progettazione della torretta.

source: Enter Turret Design Mode to apply this design.
it: Entra nella modalità di progettazione della torretta per applicare questo design.

source: This turret design is bigger than the turret base. Do you want to scale it down?
it: Questo design della torretta è più grande della base della torretta. Vuoi ridimensionarlo?

source: This plan has a lot of blocks. It may take a lot of time for the server to process it and the server won't respond until it's done. The UI might not be functioning until the server finished processing the plan. Large block counts can also negatively affect game performance.
it: Questo piano ha molti blocchi. Potrebbe volerci molto tempo prima che il server lo elabori e il server non risponderà fino al termine. L'interfaccia utente potrebbe non funzionare fino a quando il server non ha terminato l'elaborazione del piano. Anche grandi conteggi di blocchi possono influire negativamente sulle prestazioni del gioco.

source: Save Path:
it: Salva percorso:

source: Show cost difference to current ship
it: Mostra la differenza di costo rispetto alla nave attuale

source: Socket Adjustment
it: Regolazione presa

source: No Material Change
it: Nessuna modifica materiale

source: Keep Unavailable Blocks
it: Mantieni blocchi non disponibili

source: Transform Unavailable Blocks to Hull
it: Trasforma i blocchi non disponibili in scafo

source: Save Current Design (Ctrl-S)
it: Salva struttura corrente (Ctrl-S)

source: Save Template from Clipboard (Ctrl-V)
it: Salva modello dagli appunti (Ctrl-V)

source: Browse Workshop
it: Sfoglia il workshop

source: Apply Design
it: Applica design

source: Copy to Clipboard
it: Copia negli Appunti

source: Rename
it: Rinomina

source: Loading
it: Caricamento

source: Coaxial Gun Design
it: Progettazione pistola coassiale

source: Turret Design
it: Design della torretta

source: Size: %s
it: Taglia: %s

source: No write access to %s. Failed to auto-save ship!
it: Nessun accesso in scrittura a %s. Salvataggio automatico della nave non riuscito!

source: Your ship's plan was auto-saved to %s
it: Il piano della tua nave è stato salvato automaticamente su %s

source: No write-access to %s. Failed to auto-save turret!
it: Nessun accesso in scrittura a %s. Salvataggio automatico della torretta non riuscito!

source: Your turret was auto-saved to %s
it: La tua torretta è stata salvata automaticamente a %s
