Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: There's so much ore or scrap metal on board that refining it would take more time than the entire mining operation!
it: C'è così tanto minerale o rottame metallico a bordo che raffinarlo richiederebbe più tempo dell'intera operazione di estrazione!

source: There are no sectors that we can mine in this area!
it: Non ci sono settori che possiamo estrarre in questa zona!

source: There isn't enough space in our cargo bay for more ores!
it: Nella nostra stiva di carico non c'è abbastanza spazio per altri minerali!

source: This mining operation won't yield any resources!
it: Questa operazione di mining non produrrà alcuna risorsa!

source: We can't mine in this area!
it: Non possiamo estrarre in questa zona!

source: The area is very rich in asteroids. We will be able to collect a lot of resources here.
it: La zona è molto ricca di asteroidi. Saremo in grado di raccogliere molte risorse qui.

source: The area is rich in asteroids. We will be able to collect quite some resources here.
it: La zona è ricca di asteroidi. Saremo in grado di raccogliere alcune risorse qui.

source: \c(dd5)The area doesn't contain many asteroid fields. We might not be able to collect many resources here.\c()
it: \c(dd5)L'area non contiene molti campi di asteroidi. Potremmo non essere in grado di raccogliere molte risorse qui.\c()

source: \c(dd5)We won't be able to find many resources here, but the area seems quite safe. We'll see what we can do.\c()
it: \c(dd5)Non saremo in grado di trovare molte risorse qui, ma l'area sembra abbastanza sicura. Vedremo cosa possiamo fare.\c()

source: \c(dd5)We will not make a single hyperspace jump into pirate territory. We will be safer that way, but less productive. We will see what we can find.\c()
it: \c(dd5)Non faremo un solo salto iperspaziale nel territorio dei pirati. Saremo più sicuri in questo modo, ma meno produttivi. Vedremo cosa riusciamo a trovare.\c()

source: There is no pirate activity that we can detect.
it: Non c'è alcuna attività pirata che possiamo rilevare.

source: You won't be able to reach us while we are out mining. If you had all my knowledge about hidden asteroid fields, you wouldn't need me anymore.
it: Non sarai in grado di raggiungerci mentre siamo fuori a minare. Se avessi tutte le mie conoscenze sui campi di asteroidi nascosti, non avresti più bisogno di me.

source: \c(d93)We won't be able to use our fighters, since we have no start positions!\c()
it: \c(d93)Non saremo in grado di usare i nostri caccia, poiché non abbiamo posizioni di partenza!\c()

source: \c(d93)We won't be able to use our fighters, since we don't have enough squad control subsystems!\c()
it: \c(d93)Non saremo in grado di usare i nostri caccia, poiché non abbiamo abbastanza sottosistemi di controllo della squadra!\c()

source: \c(d93)We won't be able to use all fighters, since we don't have enough pilots!\c()
it: \c(d93)Non saremo in grado di usare tutti i caccia, poiché non abbiamo abbastanza piloti!\c()

source: Expect a shipment every 15 minutes.
it: Aspettatevi una spedizione ogni 15 minuti.

source: We will send you a shipment every 15 minutes.
it: Ti invieremo una spedizione ogni 15 minuti.

source: Expect a shipment every 30 minutes.
it: Aspettatevi una spedizione ogni 30 minuti.

source: We will send you a shipment every 30 minutes.
it: Ti invieremo una spedizione ogni 30 minuti.

source: Mine
it: Miniera

source: Mining Operation
it: Operazione mineraria

source: The captain avoids dangerous sectors, such as those with pirate activity. However, these contain more resources.
it: Il capitano evita settori pericolosi, come quelli con attività pirata. Tuttavia, questi contengono più risorse.

source: Send deliveries directly to your account.
it: Invia consegne direttamente al tuo account.

source: Delivery Interval:
it: Intervallo di consegna:

source: Additional bonus from Mining Subsystem. Mining Subsystems help most when used in areas with few resources.
it: Bonus aggiuntivo dal sottosistema minerario. I sottosistemi minerari aiutano di più se utilizzati in aree con poche risorse.

source: Damage Efficiency:
it: Efficienza del danno:

source: Cargo Space:
it: Spazio di carico:

source: Simultaneous Mining:
it: Estrazione simultanea:

source: Simultaneous Mining: The ship is able to mine several asteroids at the same time using mining fighters.
it: Estrazione simultanea: la nave è in grado di estrarre diversi asteroidi contemporaneamente utilizzando caccia minerari.

source: Damage Efficiency: More fire power, more asteroids! But this doesn't scale up endlessly. Any ship will eventually reach the point where flying and navigating takes longer than mining.
it: Efficienza ai danni: più potenza di fuoco, più asteroidi! Ma questo non aumenta all'infinito. Qualsiasi nave alla fine raggiungerà il punto in cui volare e navigare impiegherà più tempo dell'estrazione mineraria.

source: No Man's Space yields the most resources per sector while Central Faction Areas yield the least.
it: Nessuno Spazio dell'Uomo produce il maggior numero di risorse per settore mentre le Aree Centrali di Fazione producono il minor numero di risorse.

source: - Outer Faction Area: +${value}%
it: - Area della fazione esterna: +${value}%

source: - Central Faction Area: +${value}%
it: - Area della fazione centrale: +${value}%

source: - Discovered Asteroid Fields: +${value}%
it: - Campi di asteroidi scoperti: +${value}%

source: - Mining Subsystem: +${value}%
it: - Sottosistema minerario: +${value}%

source: Yields in this area:
it: Rendimenti in quest' area:

source: The ship doesn't have any free cargo space.
it: La nave non ha spazio di carico libero.

source: Cargo Space: The ship has to waste ${percent}% of its time flying to refineries.
it: Spazio di carico: la nave deve sprecare il ${percent}% del suo tempo volando verso le raffinerie.

source: Gave the captain of '%1%' a budget of %2% credits to procure goods.
it: Hai dato al capitano di '%1%' un budget di %2% crediti per procurarsi beni.

source: Procuring
it: Approvvigionamento

source: We haven't managed to acquire any goods yet. Here's your down payment back.
it: Non siamo ancora riusciti ad acquisire alcun bene. Ecco il rimborso dell'acconto.

source: We have finished acquiring goods. The goods are in our cargo bay. We are sending you what is left of our budget.
it: Abbiamo finito di acquistare le merci. La merce è nella nostra stiva di carico. Ti inviamo ciò che resta del nostro budget.

source: We had begun to acquire goods. The goods we managed to buy before you called us back are in our cargo bay. We are sending you what is left of our budget.
it: Avevamo iniziato ad acquistare beni. I beni che siamo riusciti ad acquistare prima che ci richiamassi sono nella nostra stiva di carico. Ti inviamo ciò che resta del nostro budget.

source: %1% has finished procuring goods and is awaiting your next orders in \s(%2%:%3%).
it: %1% ha completato l'approvvigionamento della merce ed è in attesa dei tuoi prossimi ordini tra \s(%2%:%3%).

source: The ship is procuring goods. Time remaining: ${timeRemaining} (${completed} % done).
it: La nave sta procurando merci. Tempo rimanente: ${timeRemaining} (${completed} % fatto).

source: No amount to procure selected!
it: Nessun importo da procurare selezionato!

source: No good selected!
it: Nessuna buona selezione!

source: Left-Click to select the area to procure in
it: Fai clic con il pulsante sinistro del mouse per selezionare l'area in cui acquistare

source: Good to procure
it: Buono da procurare

source: Amount of good
it: Quantità di bene

source: Estimated Total Price
it: Prezzo totale stimato

source: Discount Chance
it: Possibilità di sconto

source: Required Cargo Space
it: Spazio di carico richiesto

source: No supply for the good in this area. It can only be bought at a very high price.
it: Nessuna fornitura per il bene in questa zona. Può essere acquistato solo a un prezzo molto alto.

source: We don't have enough cargo space to buy goods.
it: Non abbiamo abbastanza spazio di carico per acquistare merci.

source: I should be able to procure the goods for a very low price here.
it: Dovrei essere in grado di procurarmi la merce a un prezzo molto basso qui.

source: This area seems very promising. I will be able to buy cheap goods here.
it: Quest' area sembra molto promettente. Sarò in grado di acquistare merci a basso costo qui.

source: The area has a lot of supply. I will be able to buy goods at very good prices.
it: La zona è molto fornita. Sarò in grado di acquistare beni a prezzi molto buoni.

source: The supply here could be better, but I will be able to buy goods at reasonable prices.
it: L'offerta qui potrebbe essere migliore, ma sarò in grado di acquistare beni a prezzi ragionevoli.

source: This area looks alright. There are some traders, I think I can get reasonable prices here.
it: Questa zona sembra a posto. Ci sono alcuni trader, penso di poter ottenere prezzi ragionevoli qui.

source: There are some good merchants in this area, we should be able to get some good deals.
it: Ci sono alcuni buoni commercianti in questa zona, dovremmo essere in grado di ottenere delle buone offerte.

source: \c(dd5)This is not a good area for buying goods. Perhaps we should try another area where the goods will be less expensive.\c()
it: \c(dd5)Questa non è una buona area per l'acquisto di beni. Forse dovremmo provare un'altra area in cui la merce sarà meno costosa.\c()

source: \c(dd5)According to initial calculations, this area is not ideal, it will be expensive to buy goods here.\c()
it: \c(dd5)Secondo i calcoli iniziali, quest' area non è l'ideale, sarà costoso acquistare beni qui.\c()

source: \c(d93)This area is not suitable for purchasing goods. We can do the job, but the prices will be very high.\c()
it: \c(d93)Questa zona non è adatta per l'acquisto di beni. Possiamo fare il lavoro, ma i prezzi saranno molto alti.\c()

source: \c(d93)I can try to buy goods here, but I don't think we can expect good prices in this area.\c()
it: \c(d93)Posso provare ad acquistare merci qui, ma non penso che possiamo aspettarci buoni prezzi in questo settore.\c()

source: \c(d93)In this area it may be difficult to buy goods for a reasonable price. We should try another area.\c()
it: \c(d93)In quest' area potrebbe essere difficile acquistare beni a un prezzo ragionevole. Dovremmo provare un'altra area.\c()

source: There are no stations in this area that we can trade with.
it: Non ci sono stazioni in questa zona con cui possiamo commerciare.

source: Procure
it: Procurare

source: Procurement Contract
it: Contratto di appalto

source: Goods:
it: Merci:

source: Procure goods illegally. Goods will be flagged as 'stolen'. Captain will be able to... 'buy' them for only 50% of the usual price.
it: Procurare merci illegalmente. Le merci saranno contrassegnate come "rubate". Capitano sarà in grado di... "comprarle" solo per il 50% del prezzo abituale.

source: Amount:
it: Importo:

source: Estimated Price:
it: Prezzo stimato:

source: Estimation of how much the captain will have to spend on the good.
it: Stima di quanto il capitano dovrà spendere per il bene.

source: Percentage of how much the price diverges from the regular price of the good.
it: Percentuale di quanto il prezzo si discosta dal prezzo normale del bene.

source: Credits you need to give to the captain in advance. They will return everything they don't spend.
it: Crediti che devi dare al capitano in anticipo. Restituiranno tutto ciò che non spendono.

source: Chance that the captain will find a discount.
it: Possibilità che il capitano trovi uno sconto.

source: : Goods not usually available in this area. Captain will only be able to procure them for double the usual price.
it: : Merci solitamente non disponibili in questa zona. Il capitano potrà procurarsele solo per il doppio del prezzo abituale.

source: (stolen)
it: (rubato)

source: : can only be procured illegally. Goods will be flagged as 'stolen'. Captain will be able to ... let's say organize them for only 50% of the usual price.
it: : può essere procurato solo illegalmente. Le merci saranno contrassegnate come "rubate". Capitano sarà in grado di... diciamo organizzarle per solo il 50% del prezzo abituale.

source: Cargo space required: %d
it: Spazio di carico richiesto: %d

source: Ordering a lot of a certain good may cause the duration to rise drastically!
it: Ordinare un sacco di un certo bene può far aumentare drasticamente la durata!

source: Not enough money!
it: Soldi insufficienti!

source: Percentage of how much the estimated yield diverges from the regular price of the good.
it: Percentuale di quanto il rendimento stimato si discosta dal prezzo normale del bene.

source: Bonus: Your ship has a Trading Subsystem, so you're guaranteed to get the best prices of the area.
it: Bonus: la tua nave ha un sottosistema commerciale, quindi avrai la garanzia di ottenere i migliori prezzi della zona.

source: Bonus: Your captain is a Market Expert, so you're guaranteed to get the best prices of the area.
it: Bonus: il tuo capitano è un esperto di mercato, quindi avrai la garanzia di ottenere i migliori prezzi della zona.

source: Refining
it: Raffinazione

source: Here's the shipment, Commander!
it: Ecco la spedizione, Comandante!

source: Mission completed, Commander, here's the shipment.
it: Missione completata, Comandante, ecco la spedizione.

source: %1% has finished refining and is awaiting your next orders in \s(%2%:%3%).
it: %1% ha terminato la raffinazione ed è in attesa dei tuoi prossimi ordini tra \s(%2%:%3%).

source: Ship is refining resources. Time remaining: ${timeRemaining} (${completed} % done).
it: La nave sta raffinando le risorse. Tempo rimanente: ${timeRemaining} (${completed} % fatto).

# ship AI status
source: Refining Ores
it: Minerali di raffinazione

source: Refinery Tax
it: Tassa sulla raffineria

source: There are no ores or scrap metal on board the ship.
it: Non ci sono minerali o rottami metallici a bordo della nave.

source: This operation won't yield anything.
it: Questa operazione non produrrà nulla.

source: It should be possible to have the resources refined in this area.
it: Dovrebbe essere possibile affinare le risorse in questo settore.

source: I will look for a nearby refinery and have the resources refined.
it: Cercherò una raffineria vicina e farò affinare le risorse.

source: \c(dd5)This is a sparsely populated area. We can have the resources refined, but it will take a little longer to find a suitable refinery.\c()
it: \c(dd5)Questa è un'area scarsamente popolata. Possiamo affinare le risorse, ma ci vorrà un po' più di tempo per trovare una raffineria adatta.\c()

source: \c(dd5)The area is not very densely populated. The search for a refinery will take a little longer than usual.\c()
it: \c(dd5)L'area non è molto densamente popolata. La ricerca di una raffineria richiederà un po' più tempo del solito.\c()

source: \c(dd5)I don't see any refineries in this remote area. I will find one eventually, but of course it will take a little longer.\c()
it: \c(dd5) Non vedo raffinerie in questa zona remota. Alla fine ne troverò uno, ma ovviamente ci vorrà un po' di più.\c()

source: We can save time and money and fly to a friendly refinery.
it: Possiamo risparmiare tempo e denaro e volare in una raffineria amica.

source: There's a friendly refinery nearby, so that makes things easier.
it: C'è una raffineria amichevole nelle vicinanze, il che semplifica le cose.

source: With the friendly refinery nearby, we can save time and money.
it: Con la raffineria amichevole nelle vicinanze, possiamo risparmiare tempo e denaro.

source: Refine
it: Perfeziona

source: Refining Operation
it: Operazione di raffinazione

source: Friendly refinery in the area. Duration and refinery tax are reduced.
it: Raffineria amichevole nella zona. La durata e la tassa di raffineria sono ridotte.

source: The best refinery tax for this captain in this area.
it: La migliore tassa di raffinazione per questo capitano in questa zona.

source: No Resources
it: Nessuna risorsa

source: Commander, unfortunately we could not complete the operation. Here is what we have salvaged so far!
it: Comandante, purtroppo non siamo riusciti a completare l'operazione. Ecco cosa abbiamo recuperato finora!

source: %1% has finished salvaging and is awaiting your next orders in \s(%2%:%3%).
it: %1% ha terminato il recupero ed è in attesa dei tuoi prossimi ordini tra \s(%2%:%3%).

source: Commander, there's a bunch of wreckages in this sector. Regards, Captain ${name}
it: Comandante, ci sono un sacco di rottami in questo settore. Saluti, Capitano ${name}

source: Commander, we discovered what looks like an old battlefield here. Regards, Captain ${name}
it: Comandante, abbiamo scoperto quello che sembra un vecchio campo di battaglia qui. Saluti, Capitano ${name}

source: Wreckage field here. Regards, Captain ${name}
it: Campo rottami qui. Saluti, Capitano ${name}

source: Found some lucrative salvage in this sector. Regards, Captain ${name}
it: Trovato qualche lucroso recupero in questo settore. Cordiali saluti, Capitano ${name}

source: It looks like a fight happened here. Might be worth looking into for salvage. Regards, Captain ${name}
it: Sembra che ci sia stata una rissa qui. Potrebbe valere la pena indagare per il recupero. Saluti, Capitano ${name}

source: Ship is salvaging wreckages for resources. Time remaining: ${timeRemaining} (${completed} % done).
it: La nave sta recuperando i relitti per ottenere risorse. Tempo rimanente: ${timeRemaining} (${completed} % fatto).

source: The ship has no salvaging equipment!
it: La nave non ha attrezzature di recupero!

source: There are no sectors to salvage in!
it: Non ci sono settori in cui recuperare!

source: Items
it: Articoli

source: There's so much ore or scrap metal on board that refining it would take more time than the entire salvage operation!
it: C'è così tanto minerale o rottame metallico a bordo che raffinarlo richiederebbe più tempo dell'intera operazione di recupero!

source: There are no sectors to salvage in in this area!
it: Non ci sono settori da recuperare in quest' area!

source: There isn't enough space in our cargo bay for more scrap metal!
it: Non c'è abbastanza spazio nella nostra stiva per altri rottami metallici!

source: This salvage operation won't yield any resources!
it: Questa operazione di recupero non produrrà alcuna risorsa!

source: There is nothing to salvage in this area!
it: Non c'è niente da recuperare in quest' area!

source: There are a lot of wrecks in this area. We will be able to recover a lot of resources here.
it: Ci sono molti relitti in questa zona. Saremo in grado di recuperare molte risorse qui.

source: There are quite some wrecks here. We will be able to salvage some resources.
it: Ci sono parecchi relitti qui. Saremo in grado di recuperare alcune risorse.

source: \c(dd5)There are few wrecks in this area. We may not find too much here.\c()
it: \c(dd5)Ci sono pochi relitti in quest' area. Potremmo non trovare troppo qui.\c()

source: \c(d93)Because this area is safer, there are very few wrecks here. We will have to see what we can find.\c()
it: \c(d93)Poiché questa zona è più sicura, ci sono pochissimi relitti qui. Dovremo vedere cosa riusciamo a trovare.\c()

source: \c(d93)For salvaging, we will use our weapons. That works, but real salvaging lasers would be much more efficient.\c()
it: \c(d93)Per il recupero, useremo le nostre armi. Funziona, ma i veri laser di recupero sarebbero molto più efficienti.\c()

source: Scrap
it: Rottami

source: Salvaging Operation
it: Operazione di recupero

source: Send resources directly to your account.
it: Invia le risorse direttamente al tuo account.

source: Simultaneous Salvaging:
it: Recupero simultaneo:

source: Simultaneous Salvaging: The ship is able to salvage several wrecks at the same time using fighters.
it: Recupero simultaneo: la nave è in grado di recuperare diversi relitti contemporaneamente utilizzando i caccia.

source: No salvaging possible
it: Nessun salvataggio possibile

source: Damage Efficiency: More fire power, more salvaging! But this doesn't scale up endlessly. Any ship will eventually reach the point where flying and navigating takes longer than salvaging.
it: Efficienza ai danni: più potenza di fuoco, più recupero! Ma questo non aumenta all'infinito. Qualsiasi nave alla fine raggiungerà il punto in cui volare e navigare richiederà più tempo del recupero.

source: - Discovered Wrecks: +${value}%
it: - Relitti scoperti: +${value}%

source: %1% has finished scouting and is awaiting your next orders in \s(%2%:%3%).
it: %1% ha terminato lo scouting ed è in attesa dei tuoi prossimi ordini tra \s(%2%:%3%).

source: Uncovered by captain
it: Scoperto dal capitano

source: There is something abnormal and possibly dangerous here.
it: C'è qualcosa di anormale e forse pericoloso qui.

source: I have not seen anything like this before. Caution!
it: Non ho mai visto niente di simile prima d'ora. Attenzione!

source: There is something strange in this sector. Be careful!
it: C'è qualcosa di strano in questo settore. Fai attenzione!

source: Containers are stored in this sector.
it: I container sono stoccati in questo settore.

source: We found a container field in this sector.
it: Abbiamo trovato un campo container in questo settore.

source: There is a container field in this sector.
it: C'è un campo container in questo settore.

source: Smugglers hide here.
it: I contrabbandieri si nascondono qui.

source: There are smugglers hanging around here.
it: Ci sono dei contrabbandieri nei paraggi.

source: Smugglers use this sector as their hideout.
it: I contrabbandieri usano questo settore come nascondiglio.

source: There are asteroids here.
it: Ci sono asteroidi qui.

source: We found an asteroid field in this sector.
it: Abbiamo trovato un campo di asteroidi in questo settore.

source: We found asteroids here.
it: Abbiamo trovato asteroidi qui.

source: There are asteroids in this sector.
it: Ci sono asteroidi in questo settore.

source: There are wrecks in this sector.
it: Ci sono relitti in questo settore.

source: We found wrecks in this sector.
it: Abbiamo trovato relitti in questo settore.

source: This sector contains wrecks.
it: Questo settore contiene relitti.

source: There are pirates hiding here.
it: Ci sono dei pirati nascosti qui.

source: We saw pirates in this sector.
it: Abbiamo visto pirati in questo settore.

source: This sector is infested with pirates.
it: Questo settore è infestato dai pirati.

source: There are Xsotan here.
it: Ci sono Xsotan qui.

source: We saw Xsotan in this sector.
it: Abbiamo visto Xsotan in questo settore.

source: Don't go here if you don't like Xsotan.
it: Non andare qui se non ti piace Xsotan.

source: Scouting the area. Time remaining: ${timeRemaining} (${completed} % done).
it: Esplorazione della zona. Tempo rimanente: ${timeRemaining} (${completed} % fatto).

# ship AI status
source: Scouting
it: Esplorazione

source: Left-Click to select the area to scout
it: Clicca a sinistra per selezionare l'area da esplorare

source: Add captain's notes
it: Aggiungi note del capitano

source: Hidden Mass Sectors
it: Settori di massa nascosti

source: We can't discover anything in this area!
it: Non riusciamo a scoprire nulla in questa zona!

source: We'll scout the area.
it: Perlustreremo la zona.

source: Scout
it: Perlustrazione

source: Scout Operation
it: Operazione perlustrazione

source: Mark newly discovered sectors on the map with a note from the captain.
it: Contrassegna i settori appena scoperti sulla mappa con una nota del capitano.

source: This captain will reveal all hidden mass sectors in the area.
it: Questo capitano rivelerà tutti i settori di massa nascosti nell'area.

source: Some
it: Alcuni
