Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

source: Greetings!
it: Buongiorno!

source: Witness my genius! I'm starting the apparatus!
it: Testimone del mio genio! Sto avviando l'apparato!

source: WHAT...?! This can't be happening!
it: COSA...?! Non può essere vero!

source: Zach, what have you done!?
it: Zach, cosa hai fatto!?

source: What the hell is happening?
it: Che diavolo sta succedendo?

source: [Scan for Zach]
it: [Scansiona per Zach]

source: Zach's Device
it: Dispositivo di Zach

source: Cavaliers? Zach, you damned traitor!
it: Cavalieri? Zach, maledetto traditore!

source: Hello, Thank you for your support. Here is your appropriate reward for all that you have done. It is a subsystem that can call Xsotan! These Xsotan will see you as their friend, but only you. I will now continue my research so that one day the galaxy will be free of the Xsotan Until then, Zach
it: Ciao, Grazie per il tuo supporto. Ecco la tua ricompensa appropriata per tutto ciò che hai fatto. È un sottosistema che può chiamare Xsotan! Questi Xsotan ti vedranno come loro amico, ma solo tu. Ora continuerò la mia ricerca in modo che un giorno la galassia sarà libera dagli Xsotan Fino ad allora, "Zach

# Mail Subject
source: Thank you
it: Grazie

source: I will not be handed over!
it: Non sarò consegnato!

source: Finally! Glad you could make it too.
it: Finalmente! Sono contento che ce l'abbia fatta anche tu.

source: Both you may be witnesses for the last test of my invention.
it: Entrambi potreste essere testimoni dell'ultimo test della mia invenzione.

source: You have done your part and should now get your deserved reward for it....
it: Hai fatto la tua parte e ora dovresti ricevere la tua meritata ricompensa per questo....

source: I'm so curious if this will work. I hope it does! We have had enough problems with it, after all.
it: Sono così curiosa di sapere se funzionerà. Spero di sì! Dopotutto, abbiamo già avuto abbastanza problemi.

source: Of course it will work! You should know what I am capable of!
it: Certo che funzionerà! Dovresti sapere di cosa sono capace!

source: I will clear up your doubts just as well as those of these so-called ...
it: Chiarirò i tuoi dubbi così come quelli di questi cosiddetti ...

source: ... scientists ...
it: ... scienziati ...

source: ... that were too blind to see my true genius.
it: ... che erano troppo ciechi per vedere il mio vero genio.

source: One problem remains, though.
it: Rimane però un problema.

source: What problem?
it: Quale problema?

source: This is MY invention!
it: Questa è una mia invenzione!

source: ONLY MY invention!
it: SOLO LA mia invenzione!

source: I will not share my fame with two cheap stooges!
it: Non condividerò la mia fama con due tirapiedi da quattro soldi!

source: You two are no longer needed!
it: Voi due non siete più necessari!

source: How did you...?
it: Come hai...?

source: These Cavaliers are just as useless as everyone!
it: Questi Cavalieri sono inutili come tutti!

source: Whatever, then you may just see what I have created!
it: Comunque sia, allora potresti vedere quello che ho creato!

source: It is running and it is PERFECT!
it: È in funzione ed è PERFETTO!

source: Damn! This shouldn't be possible at all!
it: Dannazione! Non dovrebbe essere affatto possibile!

source: I don't know what happened!
it: Non so cosa sia successo!

source: These stupid Cavaliers must have damaged the device!
it: Questi stupidi Cavalieri devono aver danneggiato il dispositivo!

source: Oh great.
it: Oh, fantastico.

source: It has opened a wormhole into a rift!
it: Ha aperto un wormhole in una fessura!

source: I can't close the wormhole!
it: Non riesco a chiudere il tunnel spaziale!

source: What the hell, Zach?! Of course! Something had to go wrong!
it: Ma che diavolo, Zach?! Certo! Qualcosa doveva andare storto!

source: Damn it!
it: Dannazione!

source: We better destroy that cursed device as soon as possible!
it: Faremo meglio a distruggere quel dispositivo maledetto il prima possibile!

source: NO! You can't do that!
it: NO! Non puoi farlo!

source: Then all the work would have been in vain!
it: Allora tutto il lavoro sarebbe stato vano!

source: Besides, that wouldn't do any good either!
it: Inoltre, anche questo non servirebbe a nulla!

source: The wormhole is somehow being kept open from the other side!
it: Il tunnel spaziale è in qualche modo tenuto aperto dall'altra parte!

source: There seems to be something in the rift that's holding it open from the inside. We can't do anything from out here!
it: Sembra che ci sia qualcosa nella spaccatura che lo tiene aperto dall'interno. Non possiamo fare niente da qui!

source: Crap! Then we'll have to close the wormhole from the inside!
it: Merda! Allora dovremo chiudere il tunnel spaziale dall'interno!

source: I'll stay out here to watch Zach and his damned device and fend off anything else coming out of the wormhole!
it: Starò qui fuori a guardare Zach e il suo dannato dispositivo e a respingere qualsiasi altra cosa esca dal tunnel spaziale!

source: You have to fly through the wormhole and destroy whatever is preventing it from closing!
it: Devi volare attraverso il tunnel spaziale e distruggere tutto ciò che gli impedisce di chiudersi!

source: Will do!
it: Lo farò!

source: Why me?!
it: Perché io?!

source: No time for discussions! I won't let this dirty traitor and his hellish device out of my sight!
it: Non c'è tempo per le discussioni! Non lascerò che questo sporco traditore e il suo infernale dispositivo spariscano dalla mia vista!

source: You did it!
it: Ce l'hai fatta!

source: The wormhole has been closed!
it: Il tunnel spaziale è stato chiuso!

source: Good thing we were there when Zach's device failed!
it: Meno male che eravamo lì quando il dispositivo di Zach si è guastato!

source: Now we can finally destroy that thing! We can't let it cause any more mischief!
it: Ora possiamo finalmente distruggerlo! Non possiamo lasciare che causi altri guai!

source: You can't just destroy it!
it: Non puoi semplicemente distruggerlo!

source: If you destroy it, it will release lots of energy! Then surely a new wormhole would open!
it: Se lo distruggi, rilascerà molta energia! Allora sicuramente si aprirebbe un nuovo wormhole!

source: And then you would have destroyed the only sure way to close it again!
it: E poi avresti distrutto l'unico modo sicuro per richiuderla!

source: That would be a gigantic gateway for the Xsotan!
it: Sarebbe una porta gigantesca per gli Xsotan!

source: Damn it! I wish I had never met you and your damn device!
it: Dannazione! Vorrei non aver mai incontrato te e il tuo dannato dispositivo!

source: You have doomed us all even sooner with this ... THING!
it: Ci hai condannati tutti ancora prima con questa ... COSA!

source: Wait... I just thought of something: I know who can safely dispose of this device....
it: Aspetta... Mi è appena venuta in mente una cosa: so chi può smaltire questo dispositivo in modo sicuro....

source: Your dear colleagues at the rift research center will be happy to get their hands on all this!
it: I tuoi cari colleghi del centro di ricerca Rift saranno felici di mettere le mani su tutto questo!

source: While we're at it, we can hand you over as well. The scientists will certainly know how best to hold you accountable!
it: Già che ci siamo, possiamo consegnare anche te. Gli scienziati sapranno sicuramente come ritenerti responsabile!

source: Good idea.
it: Buona idea.

source: You want to take me to these dilettantes?
it: Vuoi portarmi da questi dilettanti?

source: No way! You will never get me!
it: Assolutamente no! Non mi prenderai mai!

source: I've got him!
it: Ce l'ho in pugno!

source: He won't come far!
it: Non verrà lontano!

source: Hurry up and get him off his ship!
it: Sbrigati e portalo via dalla sua nave!

source: Then we can finally hand him over.
it: Allora possiamo finalmente consegnarlo.

source: I can't move anymore! Zach hit my ship!
it: Non riesco più a muovermi! Zach ha colpito la mia nave!

source: On it!
it: Subito!

source: NO! Let me go ...
it: NO! Lasciami andare ...

source: Please!
it: Per favore!

source: You surely must understand that I did my best to trap the Xsotan!
it: Sicuramente devi capire che ho fatto del mio meglio per intrappolare gli Xsotan!

source: If you let me go, I swear you'll never see me again!
it: Se mi lasci andare, giuro che non mi vedrai mai più!

source: I need to finish my research and find out what broke in the device.
it: Devo finire la mia ricerca e scoprire cosa si è rotto nel dispositivo.

source: You can't just hand over all the progress we've made together to those idiot scientists!
it: Non puoi semplicemente consegnare tutti i progressi che abbiamo fatto insieme a quegli stupidi scienziati!

source: Let me go and you will not regret it! I Promise!
it: Lasciami andare e non te ne pentirai! Te lo prometto!

source: Don't listen to him! He wanted to kill us!
it: Non ascoltarlo! Voleva ucciderci!

source: We have to hand him over to the scientists!
it: Dobbiamo consegnarlo agli scienziati!

source: Who knows what he'll mess up next if you just let him disappear.
it: Chissà cosa rovinerebbe se lo lasciassi sparire.

source: You scanned his ship. Forward me the data, then I can pin him down here and take care of him as soon as my ship is up and running again.
it: Hai scansionato la sua nave. Inoltrami i dati, poi posso bloccarlo qui e prendermi cura di lui non appena la mia nave sarà di nuovo operativa.

source: Let me have this last chance!
it: Fammi avere quest' ultima possibilità!

source: I beg you!
it: Ti prego!

source: We've achieved so much together, you can't just throw that away!
it: Abbiamo raggiunto così tanto insieme, non puoi semplicemente buttarlo via!

source: You already had your chance! [Take Yavana's side]
it: Hai già avuto la tua occasione! [Prendi la parte di Yavana]

source: Your research is too important. [Take Zach's side]
it: La tua ricerca è troppo importante. [Prendi le parti di Zach]

source: You cannot do that!
it: Non puoi farlo!

source: Without my research, the galaxy will not be able to survive!
it: Senza la mia ricerca, la galassia non sarà in grado di sopravvivere!

source: I will take care of him from here.
it: Mi prenderò cura di lui da qui.

source: We'll take Zach to the Rift Research Center as soon as my repairs are complete.
it: Porteremo Zach al Rift Research Center non appena le mie riparazioni saranno completate.

source: I will be waiting for you there. I'm sure Zach's invention is worth quite a bit to the scientists!
it: Ti aspetterò lì. Sono sicuro che l'invenzione di Zach vale un bel po' per gli scienziati!

source: Finally someone with some sense! Thank you!
it: Finalmente qualcuno con un po' di buon senso! Grazie!

source: You have made your contribution to the righteous liberation of the galaxy!
it: Hai dato il tuo contributo alla giusta liberazione della galassia!

source: I will soon show my gratitude to you.
it: Presto ti mostrerò la mia gratitudine.

source: WHAT!?
it: COSA!?

source: How can you just let him go like that?
it: Come puoi lasciarlo andare così?

source: After all he has done, he can't just get a pass with impunity!
it: Dopo tutto quello che ha fatto, non può semplicemente passarlo impunemente!

source: I'm taking the device to the scientists now!
it: Sto portando il dispositivo agli scienziati ora!

source: I had hoped for more from you.
it: Mi aspettavo di più da te.

source: You have betrayed everything we fought for!
it: Hai tradito tutto ciò per cui abbiamo combattuto!

source: If I ever see you again, this will be your last day. You are lucky that my ship is not ready for battle!
it: Se mai ti rivedrò, questo sarà il tuo ultimo giorno. Sei fortunato che la mia nave non sia pronta per la battaglia!

source: Get out of my sight!
it: Sparisci dalla mia vista!

source: I hope the scientists know what to do with Zach and his device.
it: Spero che gli scienziati sappiano cosa fare con Zach e il suo dispositivo.

source: I have to say goodbye to you now. For the future, I prefer to work alone again.
it: Ora devo salutarti. Per il futuro, preferisco lavorare di nuovo da solo.

source: Collaboration only ever causes problems. Nevertheless, it was an honor to have met you!
it: La collaborazione causa sempre e solo problemi. Tuttavia, è stato un onore conoscerti!

source: All the best to you!
it: Tanti auguri a te!

source: Farewell!
it: Addio!

source: Shipwrecked Research Vessel
it: Nave da ricerca naufragata

source: Xenos Research Probe
it: Sonda di ricerca Xenos

source: Screens that still respond to touch. They might contain important research data.
it: Schermi che rispondono ancora al tocco. Potrebbero contenere importanti dati di ricerca.

source: Data Chip
it: Chip dati

# A proximity mine (weapon)
source: Mine
it: Miniera

source: Large Xsotan Breeder
it: Allevatore Xsotan grande

source: Collect important rock samples in the rift for the scientists to study.
it: Raccogli importanti campioni di roccia nella spaccatura affinché gli scienziati possano studiarli.

source: Received payment of ¢%1% for completing a rift mission.
it: Ricevuto un pagamento di ¢%1% per il completamento di una missione Rift.

source: Find asteroids that contain the rare minerals
it: Trova asteroidi che contengono minerali rari

source: Rare Mineral Asteroid
it: Asteroide minerale raro

source: Minerals that puzzle the scientific community. Soft yet durable its properties may be the solution to construction issues.
it: Minerali che lasciano perplessi la comunità scientifica. Morbido ma resistente, le sue proprietà possono essere la soluzione ai problemi di costruzione.

source: So you're ready to start your adventure to collect the minerals from the rift?
it: Quindi sei pronto per iniziare la tua avventura per raccogliere i minerali dalla spaccatura?

source: The minerals await in the rift, are you ready to get them?
it: I minerali ti aspettano nella spaccatura, sei pronto a prenderli?

source: We're ready for the teleport, are you?
it: Siamo pronti per il teletrasporto, e tu?

source: No, I need more time.
it: No, ho bisogno di più tempo.

source: Wonderful! We'll remove the samples shortly. The first scans look very promising. These samples will help us greatly in revolutionizing station building. Here's your payment, thank you for your services.
it: Meraviglioso! A breve rimuoveremo i campioni. Le prime scansioni sembrano molto promettenti. Questi campioni ci aiuteranno molto a rivoluzionare la costruzione della stazione. Ecco il tuo pagamento, grazie per i tuoi servizi.

source: Ah, the samples look perfect. We'll retrieve them from your ship shortly. Here is the promised payment.
it: Ah, i campioni sembrano perfetti. Li recupereremo dalla tua nave a breve. Ecco il pagamento promesso.

source: You're back! We took the liberty to take the samples and our equipment from your ship. This gives us a great opportunity for our research. Here is your payment.
it: Sei tornato! Ci siamo presi la libertà di prelevare i campioni e le nostre attrezzature dalla tua nave. Questo ci offre una grande opportunità per la nostra ricerca. Ecco il tuo pagamento.

source: We have found traces of a special rift material. Our scans show portions of it in some asteroids in a small area of the rift. We need a captain with a ship that can extract rock samples from these asteroids.
it: Abbiamo trovato tracce di uno speciale materiale di spaccatura. Le nostre scansioni mostrano porzioni di esso in alcuni asteroidi in una piccola area della spaccatura. Ci serve un capitano con una nave che possa estrarre campioni di roccia da questi asteroidi.

source: The rock samples will help us understand how the Xsotan can endure circumstances in the rifts without being too exposed to the effects. To study a wide range of samples, we need samples from different areas of the rift.
it: I campioni di roccia ci aiuteranno a capire come l'Xsotan possa sopportare le circostanze nelle fratture senza essere troppo esposto agli effetti. Per studiare una vasta gamma di campioni, abbiamo bisogno di campioni provenienti da diverse aree della spaccatura.

source: Rare Minerals
it: Minerali rari

source: Xsotan Core Extraction
it: Estrazione del nucleo di Xsotan

source: Extract a Xsotan core from a large Xsotan.
it: Estrarre un nucleo di Xsotan da un grande Xsotan.

source: Disturb Xsotan Larvae at monoliths to provoke a large Xsotan
it: Disturbare le larve di Xsotan nei monoliti per provocare un grande Xsotan

source: ${count}/${total} Monoliths
it: ${count}/${total} Monoliti

source: Extract the Xsotan Core from the large Xsotan
it: Estrarre il nucleo di Xsotan dal grande Xsotan

source: Xsotan Larva
it: Larva di Xsotan

source: Are you ready to find a Xsotan which has the Xsotan core we need?
it: Sei pronto a trovare un Xsotan che abbia il nucleo Xsotan di cui abbiamo bisogno?

source: Are you ready to extract a Xsotan core out of a strong Xsotan?
it: Sei pronto a estrarre un nucleo di Xsotan da un forte Xsotan?

source: Are you ready to procure us a Xsotan core?
it: Sei pronto a procurarci un nucleo Xsotan?

source: Ah, as expected, you’ve found it. The core and our equipment is being retrieved from your ship as we’re speaking. Your payment is on the way. There is research to be done, until next time.
it: Ah, come previsto, l'hai trovato. Il nucleo e la nostra attrezzatura vengono recuperati dalla tua nave mentre parliamo. Il tuo pagamento è in arrivo. Ci sono ricerche da fare, fino alla prossima volta.

source: You’re back! We’ll take the core and our equipment. This will give us a huge knowledge advancement! Your payment is on the way.
it: Sei tornato! Prenderemo il nucleo e il nostro equipaggiamento. Questo ci darà un enorme avanzamento di conoscenza! Il pagamento è in arrivo.

source: You have found the core. Our decision to choose you was correct! You will be rewarded as agreed on. There is research to be done, until next time.
it: Hai trovato il nucleo. La nostra decisione di sceglierti è stata corretta! Sarai ricompensato come concordato. Ci sono ricerche da fare, fino alla prossima volta.

source: Our scans show the presence of a special Xsotan in the vicinity. We assume that this Xsotan has a Xsotan Core. We need this core to gather evidence for a new hypothesis. To get to the core, the Xsotan must be destroyed and the core extracted.
it: Le nostre scansioni mostrano la presenza di uno speciale Xsotan nelle vicinanze. Supponiamo che questo Xsotan abbia un nucleo Xsotan. Abbiamo bisogno di questo nucleo per raccogliere prove per una nuova ipotesi. Per arrivare al nucleo, l'Xsotan deve essere distrutto e il nucleo estratto.

source: The exact position of the Xsotan could not be determined so far. The contractor should therefore destroy as many Xsotan as possible to attract the Xsotan with the Xsotan Core.
it: Finora non è stato possibile determinare la posizione esatta dello Xsotan. L'appaltatore dovrebbe quindi distruggere il maggior numero possibile di Xsotan per attrarre gli Xsotan con l'Xsotan Core.

source: Explore the Unknown
it: Esplora l'ignoto

source: Explore the rift to familiarize yourself with the environment for further missions.
it: Esplora la spaccatura per familiarizzare con l'ambiente per ulteriori missioni.

source: Leave the Rift whenever you feel ready to do so
it: Lascia il Rift ogni volta che ti senti pronto a farlo

source: So you're ready to start your adventure and explore the rift?
it: Quindi sei pronto per iniziare la tua avventura ed esplorare la spaccatura?

source: We have prepared everything for your exploration tour. Are you ready to go?
it: Abbiamo preparato tutto per il tuo tour di esplorazione. Sei pronto a partire?

source: Recently, some important ventures into the rifts have failed. This was due to inexperienced captains who were not familiar with the special conditions of the rifts. This has cost us money, resources and, above all, time.
it: Recentemente, alcune importanti avventure nelle spaccature sono fallite. Ciò era dovuto a capitani inesperti che non avevano familiarità con le condizioni speciali delle spaccature. Questo ci è costato denaro, risorse e, soprattutto, tempo.

source: This is why we decided to offer training and exploration missions to promising captains. Explore the rift without pressure and develop a feeling for the environment. Take the opportunity to prepare intensively for future expeditions!
it: Per questo abbiamo deciso di offrire missioni di addestramento ed esplorazione a capitani promettenti. Esplora la spaccatura senza pressione e sviluppa un senso per l'ambiente. Cogli l'occasione per prepararti intensamente per le spedizioni future!

source: Into the Swarm
it: Nello sciame

source: Fight the Xsotan Swarm and do as much damage as you can
it: Combatti lo sciame Xsotan e fai più danni che puoi

source: Defeat at least 10 waves of Xsotan
it: Sconfiggi almeno 10 ondate di Xsotan

source: ${count} Xsotan waves defeated
it: ${count} onde Xsotan sconfitte

source: Are you ready to fight the Xsotan Swarm?
it: Sei pronto a combattere lo sciame Xsotan?

source: You have done us a great service. Your reward is already underway.
it: Ci hai reso un grande servizio. La tua ricompensa è già in corso.

source: We detected the location of a Xsotan Swarm aggregation. According to leading theories, large amounts of Xsotan create waves in the subspace fabric, thinning the barrier between our dimensions.
it: Abbiamo rilevato la posizione di un'aggregazione di sciami Xsotan. Secondo le principali teorie, grandi quantità di Xsotan creano onde nel tessuto subspaziale, assottigliando la barriera tra le nostre dimensioni.

source: We're going to use their own way of travel against them to perform a preemptive strike. Expect a strong Xsotan presence at the teleport destination.
it: Useremo il loro modo di viaggiare contro di loro per eseguire un attacco preventivo. Aspettatevi una forte presenza di Xsotan alla destinazione del teletrasporto.

source: It's possible to transport any mass to this location. However - it's going to be into the heart of the swarm. EXTREME DANGER! Ships taken on this mission must be prepared accordingly.
it: È possibile trasportare qualsiasi massa in questa posizione. Tuttavia, sarà nel cuore dello sciame. PERICOLO ESTREMO! Le navi imbarcate in questa missione devono essere preparate di conseguenza.

source: Rescue of a Lost Expedition
it: Salvataggio di una spedizione perduta

source: Rescue the scientists and other survivors of the lost rift expedition.
it: Salva gli scienziati e gli altri sopravvissuti della spedizione della spaccatura perduta.

source: Find the survivors' Makeshift Emergency Camp
it: Trova il campo di emergenza improvvisato per i sopravvissuti

source: Retrieve an empty Escape Pod from a wreckage of the scientists ships near a monolith
it: Recupera una capsula di salvataggio vuota da un relitto delle navi degli scienziati vicino a un monolite

source: Take the empty Escape Pod to the Makeshift Emergency Camp near the Communication Beacon
it: Porta la capsula di fuga vuota al campo di emergenza improvvisato vicino al faro di comunicazione

source: Dock the manned Escape Pods
it: Attracca le capsule di salvataggio con equipaggio

source: (optional) Save more crew members with additional Escape Pods: ${numLoadedCapsules} / ${numCapsulesForBonus}
it: (opzionale) Risparmia più membri dell'equipaggio con le capsule di salvataggio aggiuntive: ${numLoadedCapsules} / ${numCapsulesForBonus}

source: Leave the rift with the manned Escape Pods
it: Lascia la spaccatura con le capsule di fuga con equipaggio

source: Manned Escape Pod
it: Pod di fuga con equipaggio

source: Empty Escape Pod
it: Capsula di fuga vuota

source: Makeshift Emergency Camp
it: Campo di emergenza improvvisato

source: That's the right spot. Look for a wreckage nearby!
it: Questo è il punto giusto. Cerca un relitto nelle vicinanze!
