Repository: AndyDL24/Avorion-it-trad
Catalog: *.po
Languages: it

# sentence referring to a male captain
source: This captain has excellent knowledge of the galaxy. He finds what he is looking for much faster than others.
it: Questo capitano ha un'ottima conoscenza della galassia. Trova quello che sta cercando molto più velocemente di altri.

# sentence referring to a female captain
source: This captain has excellent knowledge of the galaxy. She finds what she is looking for much faster than others.
it: Questo capitano ha un'ottima conoscenza della galassia. Trova quello che sta cercando molto più velocemente di altri.

source: Faster completion of commands
it: Completamento più rapido dei comandi

# Captain Perk Type of a male captain
source: Stealthy
it: Furtivo

# Captain Perk Type of a female captain
source: Stealthy
it: Furtiva

# sentence referring to a male captain
source: The captain remains under the radar and is therefore less likely to be spotted by enemies.
it: Il capitano rimane sotto il radar ed è quindi meno probabile che venga individuato dai nemici.

# sentence referring to a female captain
source: The captain remains under the radar and is therefore less likely to be spotted by enemies.
it: Il capitano rimane sotto il radar ed è quindi meno probabile che venga individuato dai nemici.

source: Lower risk of being ambushed
it: Minore rischio di cadere in un'imboscata

# Captain Perk Type of a male captain
source: Market Expert
it: Esperto di mercato

# Captain Perk Type of a female captain
source: Market Expert
it: Esperto di mercato

# sentence referring to a male captain
source: The captain is familiar with the market and prices in the galaxy. He always finds the best offers.
it: Il capitano ha familiarità con il mercato e i prezzi nella galassia. Trova sempre le migliori offerte.

# sentence referring to a female captain
source: The captain is familiar with the market and prices in the galaxy. She always finds the best offers.
it: Il capitano ha familiarità con il mercato e i prezzi nella galassia. Trova sempre le migliori offerte.

source: Higher profits and faster completion of trade commands
it: Maggiori profitti e completamento più rapido dei comandi commerciali

# Captain Perk Type of a male captain
source: Uneducated
it: Non istruito

# Captain Perk Type of a female captain
source: Uneducated
it: Non istruito

# sentence referring to a male captain
source: The lack of education of this captain means that he learns much more slowly than others.
it: La mancanza di istruzione di questo capitano significa che impara molto più lentamente di altri.

# sentence referring to a female captain
source: The lack of education of this captain means that she learns much more slowly than others.
it: La mancanza di istruzione di questo capitano significa che impara molto più lentamente di altri.

source: Gains less experience when fulfilling commands
it: Guadagna meno esperienza quando esegue i comandi

# Captain Perk Type of a male captain
source: Greedy
it: Avido

# Captain Perk Type of a female captain
source: Greedy
it: Avida

# sentence referring to a male captain
source: This captain is so greedy that he is not satisfied with the normal salary but always wants a bonus.
it: Questo capitano è così avido che non è soddisfatto del normale stipendio ma vuole sempre un bonus.

# sentence referring to a female captain
source: This captain is so greedy that she is not satisfied with the normal salary but always wants a bonus.
it: Questo capitano è così avido che non è soddisfatta del normale stipendio ma vuole sempre un bonus.

source: Demands higher salary
it: Richiede uno stipendio più alto

# Captain Perk Type of a male captain
source: Careful
it: Attento

# Captain Perk Type of a female captain
source: Careful
it: Attenta

# sentence referring to a male captain
source: This captain is very careful and is therefore less likely to be attacked, but slower when executing commands.
it: Questo capitano è molto attento e quindi ha meno probabilità di essere attaccato, ma più lento quando esegue i comandi.

# sentence referring to a female captain
source: This captain is very careful and is therefore less likely to be attacked, but slower when executing commands.
it: Questo capitano è molto attento e quindi ha meno probabilità di essere attaccato, ma più lento quando esegue i comandi.

source: Lower risk of being ambushed, slower completion of commands
it: Minore rischio di imboscata, completamento più lento dei comandi

# Captain Perk Type of a male captain
source: Disoriented
it: Disorientato

# Captain Perk Type of a female captain
source: Disoriented
it: Disorientata

# sentence referring to a male captain
source: This captain has a tendency to get lost in the vastness of the galaxy. It takes him significantly longer to execute commands successfully.
it: Questo capitano ha la tendenza a perdersi nella vastità della galassia. Gli ci vuole molto più tempo per eseguire i comandi con successo.

# sentence referring to a female captain
source: This captain has a tendency to get lost in the vastness of the galaxy. It takes her significantly longer to execute commands successfully.
it: Questo capitano ha la tendenza a perdersi nella vastità della galassia. Le ci vuole molto più tempo per eseguire i comandi con successo.

source: Slower completion of commands
it: Completamento dei comandi più lento

# Captain Perk Type of a male captain
source: Gambler
it: Giocatore d'azzardo

# Captain Perk Type of a female captain
source: Gambler
it: Giocatore d'azzardo

# sentence referring to a male captain
source: This captain has a gambling problem. He always has debts, which he tries to pay back using the budget of commands, among other things, even if it is not his.
it: Questo capitano ha un problema con il gioco d'azzardo. Ha sempre debiti, che cerca di ripagare usando il budget dei comandi, tra le altre cose, anche se non è suo.

# sentence referring to a female captain
source: This captain has a gambling problem. She always has debts, which she tries to pay back using the budget of commands, among other things, even if it is not hers.
it: Questo capitano ha un problema con il gioco d'azzardo. Ha sempre debiti, che cerca di ripagare usando il budget dei comandi, tra le altre cose, anche se non è suo.

source: Reduced profits, smaller yields when refining
it: Profitti ridotti, rendimenti inferiori durante la raffinazione

# Captain Perk Type of a male captain
source: Addict
it: Dipendente

# Captain Perk Type of a female captain
source: Addict
it: Dipendente

# sentence referring to a male captain
source: He enjoys his nights of partying a little too much. The obligatory hangover slows down everything he does.
it: Si gode le sue notti di festa un po' troppo. I postumi di una sbornia obbligatoria rallentano tutto ciò che fa.

# sentence referring to a female captain
source: She enjoys her nights of partying a little too much. The obligatory hangover slows down everything she does.
it: Si gode le sue notti di festa un po' troppo. I postumi di una sbornia obbligatoria rallentano tutto ciò che fa.

# Captain Perk Type of a male captain
source: Intimidating
it: Intimidatorio

# Captain Perk Type of a female captain
source: Intimidating
it: Intimidatoria

# sentence referring to a male captain
source: This captain looks very menacing. Potential enemies avoid him, and traders prefer getting a worse deal over messing with him.
it: Questo capitano sembra molto minaccioso. I potenziali nemici lo evitano e i trader preferiscono ottenere un accordo peggiore piuttosto che prenderlo in giro.

# sentence referring to a female captain
source: This captain looks very menacing. Potential enemies avoid her, and traders prefer getting a worse deal over messing with her.
it: Questo capitano sembra molto minaccioso. I potenziali nemici la evitano e i trader preferiscono ottenere un accordo peggiore piuttosto che prenderla in giro.

source: Lower risk of being ambushed, reduced costs for commands
it: Minore rischio di imboscata, costi ridotti per i comandi

# Captain Perk Type of a male captain
source: Arrogant
it: Arrogante

# Captain Perk Type of a female captain
source: Arrogant
it: Arrogante

# sentence referring to a male captain
source: The arrogant demeanor of this captain regularly provokes angry attacks on him.
it: Il comportamento arrogante di questo capitano provoca regolarmente attacchi rabbiosi contro di lui.

# sentence referring to a female captain
source: The arrogant demeanor of this captain regularly provokes angry attacks on her.
it: Il comportamento arrogante di questo capitano provoca regolarmente attacchi rabbiosi contro di lei.

source: Higher risk of being ambushed
it: Maggiore rischio di cadere in un'imboscata

# Captain Perk Type of a male captain
source: Cunning
it: Astuto

# Captain Perk Type of a female captain
source: Cunning
it: Astuta

# sentence referring to a male captain
source: This captain usually manages to evade his enemies. If they do manage to catch him, they attack in large groups.
it: Questo capitano di solito riesce a sfuggire ai suoi nemici. Se riescono a catturarlo, attaccano in grandi gruppi.

# sentence referring to a female captain
source: This captain usually manages to evade her enemies. If they do manage to catch her, they attack in large groups.
it: Questo capitano di solito riesce a sfuggire ai suoi nemici. Se riescono a prenderla, attaccano in grandi gruppi.

source: Lower risk of being ambushed, increased strength of enemies
it: Minore rischio di essere teso un'imboscata, maggiore forza dei nemici

# Captain Perk Type of a male captain
source: Harmless
it: Innocuo

# Captain Perk Type of a female captain
source: Harmless
it: Innocua

# sentence referring to a male captain
source: This captain seems very harmless. Therefore, he gets attacked frequently, but most of those attackers are easily dealt with.
it: Questo capitano sembra molto innocuo. Pertanto, viene attaccato frequentemente, ma la maggior parte di questi attaccanti è facilmente gestibile.

# sentence referring to a female captain
source: This captain seems very harmless. Therefore, she gets attacked frequently, but most of those attackers are easily dealt with.
it: Questo capitano sembra molto innocuo. Pertanto, viene attaccata frequentemente, ma la maggior parte di questi aggressori viene affrontata facilmente.

source: Higher risk of being ambushed, reduced strength of enemies
it: Maggiore rischio di essere teso un'imboscata, ridotta forza dei nemici

# Captain Perk Type of a male captain
source: Noble
it: Nobile

# Captain Perk Type of a female captain
source: Noble
it: Nobile

# sentence referring to a male captain
source: This captain's family has always put much emphasis on military training. His openly displayed prosperity causes traders to raise their prices.
it: La famiglia di questo capitano ha sempre posto molta enfasi sull'addestramento militare. La sua prosperità apertamente mostrata fa sì che i commercianti aumentino i loro prezzi.

# sentence referring to a female captain
source: This captain's family has always put much emphasis on military training. Her openly displayed prosperity causes traders to raise their prices.
it: La famiglia di questo capitano ha sempre posto molta enfasi sull'addestramento militare. La sua prosperità apertamente mostrata fa sì che i commercianti aumentino i loro prezzi.

source: Lower risk of being ambushed, reduced profits
it: Minore rischio di imboscate, profitti ridotti

# Captain Perk Type of a male captain
source: Commoner
it: Comune

# Captain Perk Type of a female captain
source: Commoner
it: Comune

# sentence referring to a male captain
source: This captain's family has had to work their way up through honest trade. The captain has good negotiating talents, but very little skill when it comes to fighting.
it: La famiglia di questo capitano ha dovuto farsi strada attraverso un commercio onesto. Il capitano ha buone doti negoziali, ma pochissime abilità quando si tratta di combattere.

# sentence referring to a female captain
source: This captain's family has had to work their way up through honest trade. The captain has good negotiating talents, but very little skill when it comes to fighting.
it: La famiglia di questo capitano ha dovuto farsi strada attraverso un commercio onesto. Il capitano ha buone doti negoziali, ma pochissime abilità quando si tratta di combattere.

source: Increased risk of being ambushed, increased profits
it: Aumento del rischio di imboscata, aumento dei profitti

# Captain Perk Type of a male captain
source: Lucky
it: Fortunato

# Captain Perk Type of a female captain
source: Lucky
it: Fortunata

# sentence referring to a male captain
source: Downright pursued by luck, this captain keeps stumbling over lost objects, which he sometimes shares with his client.
it: Perseguitato dalla fortuna, questo capitano continua a inciampare su oggetti smarriti, che a volte condivide con il suo cliente.

# sentence referring to a female captain
source: Downright pursued by luck, this captain keeps stumbling over lost objects, which she sometimes shares with her client.
it: Perseguitata dalla fortuna, questa capitana continua a inciampare su oggetti smarriti, che a volte condivide con il suo cliente.

source: May find turrets or subsystems
it: Può trovare torrette o sottosistemi

# Captain Perk Type of a male captain
source: Unlucky
it: Sventurato

# Captain Perk Type of a female captain
source: Unlucky
it: Sventurata

# sentence referring to a male captain
source: Bad luck sticks to this captain. Again and again he collides with asteroids or damages the ship in other ways.
it: La sfortuna si attacca a questo capitano. Ancora e ancora si scontra con gli asteroidi o danneggia la nave in altri modi.

# sentence referring to a female captain
source: Bad luck sticks to this captain. Again and again she collides with asteroids or damages the ship in other ways.
it: La sfortuna si attacca a questo capitano. Ancora e ancora si scontra con gli asteroidi o danneggia la nave in altri modi.

source: Ship may suffer damages while on commands
it: La nave può subire danni durante i comandi

# male
source: Captain
it: Comandante

# female
source: Captain
it: Comandante

# Resolves to something like 'Tier 3 Smuggler'
source: Tier ${tier} ${captainclass}
it: Livello ${tier} ${captainclass}

source: Specializes when reaching level 5
it: Si specializza quando raggiunge il livello 5

source: Secondary Class
it: Classe Secondaria

source: Faction Affiliation
it: Affiliazione fazione

source: Tier
it: Livello

source: Highlights
it: Punti salienti

source: Valuable Wreckage
it: Preziosi rottami

source: Salvaging Duration
it: Durata del recupero

source: Hidden Ores
it: Minerali nascosti

source: Mining Duration
it: Durata estrazione

source: Turret Fire Rate
it: Velocità di fuoco della torretta

source: Cargo "License"
it: "Licenza" di carico

source: Cargo License
it: Licenza di carico

source: Suspicious
it: Sospetto

source: Dangerous
it: Pericoloso

source: Data Gathered
it: Dati raccolti

source: Every ${interval}s
it: Ogni ${interval}s

source: Data Dropped
it: Dati scartati

source: Attracts Rare Rift Xsotan
it: Attira Xsotan Rift raro

source: Rare Rift Xsotan Loot
it: Bottino Xsotan Rift raro

source: Level
it: Livello

source: EXP Progress
it: Avanzamento EXP

source: Captain's Certificate
it: Certificato di Comandante

source: Decline
it: Rifiuta

source: Primary:
it: Primario:

source: Secondary:
it: Secondario:

source: Tier:
it: Livello:

source: Level:
it: Livello:

source: Expected Salary:
it: Retribuzione prevista:

source: ${var1}% higher risk of being ambushed, ${var2}s faster at finding asteroids
it: ${var1}% di rischio in più di cadere in un'imboscata, ${var2} più veloce nel trovare asteroidi

source: ${var}% refinery tax
it: ${var}% imposta raffineria

source: ${var}s faster at finding asteroids
it: ${var}s più veloce nel trovare asteroidi

source: ${var}% lower risk for ambushes
it: Rischio di imboscate ridotto del ${var}%

source: No effect on this command
it: Nessun effetto su questo comando

source: ${var1}% lower risk of being ambushed, ${var2}s slower at finding asteroids
it: Rischio inferiore del ${var1}% di cadere in un'imboscata, ${var2} più lento nel trovare gli asteroidi

source: ${var}s slower at finding asteroids
it: ${var}s più lento nel trovare asteroidi

source: Gains ${var}% less resources
it: Guadagna ${var}% di risorse in meno

source: ${var}% lower risk of being ambushed
it: Rischio ridotto del ${var}% di subire un'imboscata

source: ${var}% higher risk of being ambushed
it: Rischio maggiore del ${var}% di subire un'imboscata

source: ${var1}% lower risk of being ambushed, ${var2}% stronger enemies
it: ${var1}% di rischio in meno di cadere in un'imboscata, ${var2}% di nemici più forti

source: ${var1}% higher risk of being ambushed, ${var2}% weaker enemies
it: ${var1}% di rischio in più di cadere in un'imboscata, ${var2}% di nemici più deboli

source: ${var1}% less combat prowess, ${var2}% refinery tax
it: ${var1}% in meno di abilità di combattimento, ${var2}% di tasse sulla raffineria

source: ${var1}% more combat prowess, ${var2}% refinery tax
it: ${var1}% in più di abilità di combattimento, ${var2}% di tasse sulla raffineria

source: Finds up to ${var} items when executing the command
it: Trova fino a ${var} elementi durante l'esecuzione del comando

source: ${var}% chance of damaging the ship
it: Probabilità del ${var}% di danneggiare la nave

source: ${var1}% higher risk of being ambushed, ${var2}s faster at finding wrecks
it: ${var1}% di rischio in più di cadere in un'imboscata, ${var2} più veloce nel trovare i relitti

source: ${var}s faster at finding wrecks
it: ${var}s più veloce nel trovare i relitti

source: ${var1}% lower risk of being ambushed, ${var2}s slower at finding wrecks
it: Rischio inferiore del ${var1}% di cadere in un'imboscata, ${var2} più lento nel trovare i relitti

source: ${var}s slower at finding wrecks
it: ${var}s più lento nel trovare i relitti

source: ${var1}% higher risk of being ambushed, ${var2}% faster
it: Rischio di cadere in un'imboscata più alto del ${var1}%, più veloce del ${var2}%

source: Negotiates ${var}% better prices
it: Negozia prezzi migliori del ${var}%

source: ${var}% faster
it: ${var}% più veloce

source: ${var}% faster, always buys at the lowest price
it: ${var}% più veloce, acquista sempre al prezzo più basso

source: ${var1}% lower risk of being ambushed, ${var2}% slower
it: Rischio di cadere in un'imboscata inferiore del ${var1}% e più lento del ${var2}%

source: ${var}% slower
it: ${var}% più lento

source: Loses ${var}% additional credits
it: Perde ${var}% crediti aggiuntivi

source: ${var1}% lower risk of being ambushed, negotiates ${var2}% better prices
it: Riduzione del ${var1}% del rischio di cadere in un'imboscata, negozia prezzi migliori del ${var2}%

source: ${var1}% less combat prowess, negotiates ${var2}% better prices
it: ${var1}% in meno di abilità di combattimento, negozia ${var2}% prezzi migliori

source: ${var1}% more combat prowess, has to pay ${var2}% more
it: ${var1}% in più di abilità di combattimento, deve pagare ${var2}% in più

source: ${var}% more profits
it: ${var}% di profitti in più

source: ${var}% faster, always sells at the highest price
it: ${var}% più veloce, vende sempre al prezzo più alto

source: ${var}% less profits
it: ${var}% di profitti in meno

source: ${var1}% lower risk of being ambushed, ${var2}% more profits
it: ${var1}% di rischio in meno di subire un'imboscata, ${var2}% di profitti in più

source: ${var1}% less combat prowess, ${var2}% more profits
it: ${var1}% in meno di abilità di combattimento, ${var2}% in più di profitti

source: ${var1}% more combat prowess, ${var2}% less profits
it: ${var1}% in più di abilità in combattimento, ${var2}% in meno di profitti

source: ${var1}% more profits, buys goods for ${var2}% less
it: ${var1}% di profitti in più, acquista beni per ${var2}% in meno

source: ${var}% faster, always sells and buys at the best price
it: ${var}% più veloce, vende e acquista sempre al miglior prezzo

source: ${var1}% less profits, loses ${var2}% of earnings
it: ${var1}% di profitti in meno, perde ${var2}% dei guadagni

source: ${var1}% lower risk of being ambushed, ${var2}% more profits, buys goods for ${var3}% less
it: ${var1}% di rischio in meno di cadere in un'imboscata, ${var2}% di profitti in più, acquisto di beni a ${var3}% in meno

source: ${var1}% less combat prowess, ${var2}% more profits, buys goods for ${var3}% less
it: ${var1}% in meno di abilità di combattimento, ${var2}% in più di profitti, acquista beni per ${var3}% in meno

source: ${var1}% more combat prowess, ${var2}% less profits, buys goods for ${var3}% more
it: ${var1}% in più di abilità di combattimento, ${var2}% di profitti in meno, acquista beni per ${var3}% in più

source: ${var1}% less combat prowess
it: ${var1}% in meno di abilità di combattimento

source: ${var1}% more combat prowess
it: ${var1}% in più di abilità di combattimento

source: ${var}% less refinery tax
it: ${var}% in meno di tasse sulla raffineria

source: ${var}% higher refinery tax
it: Imposta sulle raffinerie aumentata del ${var}%

source: Loses ${var}% additional Credits
it: Perde ${var}% crediti aggiuntivi

source: ${var1}% lower risk of being ambushed
it: Rischio ridotto del ${var1}% di subire un'imboscata

source: -15% risk of being ambushed
it: -15% di rischio di imboscata

source: Is not slowed down by questionable goods on board
it: Non viene rallentato da merci discutibili a bordo

source: Is not slowed down by suspicious or dangerous goods on board
it: Non viene rallentato da merci sospette o pericolose a bordo

source: 10% faster travel time
it: Tempo di viaggio più veloce del 10%

source: Can mine more resources, can perform longer mining operations
it: Può estrarre più risorse, può eseguire operazioni di mining più lunghe

source: Reveals asteroid fields in the area
it: Rivela campi di asteroidi nell'area

source: Can find more loot and resources, can perform longer scrapping operations
it: Può trovare più bottino e risorse, può eseguire operazioni di rottamazione più lunghe

source: Reveals wreckage fields in the area
it: Rivela i campi di rottami nell'area

source: Up to four goods, procures all goods traded in the area, lower prices, can procure stolen goods
it: Fino a quattro beni, approvvigiona tutti i beni scambiati nella zona, prezzi più bassi, può procurarsi beni rubati

source: Up to five goods, procures all goods, faster, lower prices
it: Fino a cinque beni, approvvigiona tutti i beni, prezzi più veloci e più bassi

source: Reveals civilized sectors in the area
it: Rivela i settori civilizzati nell'area

source: Can sell all goods traded in the area, has better prices, can sell stolen goods
it: Può vendere tutti i beni scambiati nella zona, ha prezzi migliori, può vendere oggetti rubati

source: Can sell almost all goods, finds offers faster, has better prices
it: Può vendere quasi tutte le merci, trova offerte più velocemente, ha prezzi migliori

source: Discovers special loot upon successful completion of the mission
it: Scopre un bottino speciale al completamento della missione

source: Uncovers smuggler hideouts and is not slowed down by questionable goods on board
it: Scopre nascondigli di contrabbandieri e non viene rallentato da merci discutibili a bordo

source: Reveals sectors in the area
it: Rivela i settori della zona

source: Reveals sectors with Xsotan and pirates in the area
it: Rivela settori con Xsotan e pirati nella zona

source: Can trade independently
it: Può fare trading in modo indipendente

source: Cannot trade independently
it: Non può operare in modo indipendente

# as in: you're talking to the system' of this station'
source: of this station
it: di questa stazione
